{"id":"https://contentapi.theodi.org/acceptable-use-policy.json","web_url":"http://theodi.org/acceptable-use-policy","slug":"acceptable-use-policy","title":"Acceptable Use Policy","format":"article","updated_at":"2015-09-11T09:50:16+00:00","created_at":"2012-07-12T09:44:36+00:00","tag_ids":["page"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"This acceptable use policy, together with the [terms of use](terms-of-use), sets out the terms between you and us under which you may access our site. This acceptable use policy applies to all users of, and visitors to, our site and your use constitutes acceptance of these conditions.","language":"en","need_extended_font":false,"content":"<p>This acceptable use policy, together with the <a href=\"terms-of-use\">terms of use</a>, sets out the terms between you and us under which you may access our site. This acceptable use policy applies to all users of, and visitors to, our site and your use constitutes acceptance of these conditions.</p>\n<h3 id=\"principles\">Principles</h3>\n<p>No one likes reading long legalise, so we have condensed the acceptable use policy into some guiding principles for a good but quick overview. 1. Please do not use the site illegally or in a manner which adversely affects us or other visitors to the site.</p>\n<ol>\n<li><p>We may take action against you if you breach the acceptable use policy.</p></li>\n<li><p>We are not responsible for other users’ breach of the acceptable use policy.</p>\n<p>However, if you do like the details or have a specific query regarding our site, then the details of the acceptable use policy below should provide the answer. ### Prohibited uses</p>\n<p>You may use our site only for lawful purposes. You may not use our site: - In any way that breaches any applicable local, national or international law or regulation.</p></li>\n</ol>\n<ul>\n<li><p>In any way that is unlawful or fraudulent, or has any unlawful or fraudulent purpose or effect.</p></li>\n<li><p>To send, knowingly receive, upload, download, use or re-use any material which is derogatory, defamatory, may cause offence or otherwise not of a nature or standard deemed reasonably appropriate by us.</p></li>\n<li><p>To transmit, or procure the sending of, any unsolicited or unauthorised advertising or promotional material or any other form of similar solicitation (spam).</p></li>\n<li><p>To knowingly transmit any data, send or upload any material that contains viruses, Trojan horses, worms, time-bombs, keystroke loggers, spyware, adware or any other harmful programs or similar computer code designed to adversely affect the operation of any computer software or hardware.</p>\n<p>You also agree: - Not to reproduce, duplicate, copy or re-sell any part of our site in contravention of the provisions of our terms of use.</p></li>\n<li><p>Not to access without authority, interfere with, damage or disrupt: - any part of our site;</p></li>\n<li><p>any equipment or network on which our site is stored;</p></li>\n<li><p>any software used in the provision of our site; or</p></li>\n<li><p>any equipment or network or software owned or used by any third party.</p></li>\n</ul>\n<h3 id=\"suspensionandtermination\">Suspension and termination</h3>\n<p>We will determine, in our discretion, whether there has been a breach of this acceptable use policy through your use of our site. When a breach of this policy has occurred, we may take such action as we deem appropriate. Failure to comply with this acceptable use policy constitutes a material breach of the terms of use upon which you are permitted to use our site, and may result in our taking all or any of the following actions: - Immediate, temporary or permanent withdrawal of your right to use our site.</p>\n<ul>\n<li><p>Issue of a warning to you.</p></li>\n<li><p>Legal proceedings against you for reimbursement of all costs on an indemnity basis (including, but not limited to, reasonable administrative and legal costs) resulting from the breach.</p></li>\n<li><p>Further legal action against you.</p></li>\n<li><p>Disclosure of such information to law enforcement authorities as we reasonably feel is necessary.</p>\n<p>We exclude liability for actions taken in response to breaches of this acceptable use policy. The responses described in this policy are not limited, and we may take any other action we reasonably deem appropriate. ### Changes to the acceptable use policy</p>\n<p>We may revise this acceptable use policy at any time by amending this page. You are expected to check this page from time to time to take notice of any changes we make, as they are legally binding on you. Some of the provisions contained in this acceptable use policy may also be superseded by provisions or notices published elsewhere on our site.</p></li>\n</ul>","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}