{"id":"https://contentapi.theodi.org/challenges-for-open-data-companies.json","web_url":"http://theodi.org/challenges-for-open-data-companies","slug":"challenges-for-open-data-companies","title":"Research: Open data means business","format":"article","updated_at":"2015-09-11T10:00:38+00:00","created_at":"2015-05-06T12:57:02+00:00","tag_ids":["page","business","research","open-data-means-business","uk","startups"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/business.json","web_url":null,"title":"business","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=business","web_url":"http://theodi.org/tags/business","slug":"business"}},{"id":"https://contentapi.theodi.org/tags/keywords/research.json","web_url":null,"title":"research","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=research","web_url":"http://theodi.org/tags/research","slug":"research"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-means-business.json","web_url":null,"title":"open data means business","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-means-business","web_url":"http://theodi.org/tags/open-data-means-business","slug":"open-data-means-business"}},{"id":"https://contentapi.theodi.org/tags/keywords/uk.json","web_url":null,"title":"UK","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=uk","web_url":"http://theodi.org/tags/uk","slug":"uk"}},{"id":"https://contentapi.theodi.org/tags/keywords/startups.json","web_url":null,"title":"startups","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=startups","web_url":"http://theodi.org/tags/startups","slug":"startups"}}],"details":{"business_proposition":false,"description":"<p>In our survey, we asked companies to rate eight issues, or characteristics, on how far they influence their use of open data.  Here are their responses.</p>","excerpt":"<h2>Challenges for open data companies</h2>\r","language":"en","need_extended_font":false,"alternative_title":"Open data means business: Challenges for open data companies","url":"","content":"<h2>Challenges for open data companies</h2>\n<p><b><a href=\"#data-quality-and-licensing-terms-are-critical-factors-for-companies-using-open-data\">Data quality and licensing terms are critical factors for companies using open data</a><br>\n<a href=\"#accuracy\">Accuracy</a><br>\n<a href=\"#licensing\">Licensing</a><br>\n<a href=\"#timeliness-provenance-and-accessibility\">Timeliness, provenance and accessibility</a><br>\n<a href=\"#other-challenges\">Other challenges</a><br>\n<a href=\"#citation\">How to cite</a></b></p>\n<hr>\n<h3 id=\"data-quality-and-licensing-terms-are-critical-factors-for-companies-using-open-data\">Data quality and licensing terms are critical factors for companies using open data</h3>\n<p>In our survey, we asked companies to rate how far eight issues, or characteristics, influence their use of open data. These issues were derived from an assessment of open data publishing best practices, based on the <a href=\"https://certificates.theodi.org/\">Open Data Certificates</a> – a set of standards designed to help make open data easier to find, share and use.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/4a/13/554a1399d0d462088500000b/influence_centred.png\" alt=\"\" class=\"img pull-left\" id=\"554a1399f362be08d100001f\"></p>\n<p><em><b>Figure 4.1</b> - Responses to the question \"Please indicate the extent to which each of the following issues influence your company's decision to use open data.\" (n=74) (Note that the percentages for ‘Accuracy of data’ sum to 101% due to rounding.) See <a href=\"https://docs.google.com/spreadsheets/d/1R00TmmjTmXSVY0-elg0nj8cn1koz736huWfpkcgs9pY/pubhtml?gid=109805673\" title=\"Appendix Table A4.1\">Appendix Table A4.1</a> for frequencies.</em></p>\n<p>The eight issues appear to have varying levels of influence on a company’s decision to use open data. We provided a free-form response field so companies could elaborate on these and share further insights. The responses were mapped against the eight prescribed issues and are quoted throughout the discussion below.</p>\n<hr>\n<h3 id=\"accuracy\">Accuracy</h3>\n<p>Many companies that responded (80%) found accuracy of data important, with 39% of companies saying it had great influence on their decision to use open data.</p>\n<p><em>Example responses (related to accuracy of the data) to the question \"If you wish to elaborate on any of these issues, please do so\":</em></p>\n<blockquote>\"Pricing is not an issue as long as the data is of great quality (accuracy) and desirable.\"</blockquote>\n<blockquote>“There is little or no benefit to the user if they do not trust that the data is accurate and up-to-date.”</blockquote>\n<p>The <strong>data accuracy</strong> issues shared by companies through their survey responses and in-depth interviews fall into two categories: i) <strong>inaccuracies and quality issues with the data itself</strong>, and ii) <strong>significantly varying quality and presentation of similar data </strong>between different publishers, such as government spending data by department.</p>\n<p>Some of the main issues companies raised around data accuracy were that <strong>data can be collected or presented inconsistently, and often it is not granular enough</strong>. Regarding crime data, for example:</p>\n<p><blockquote>\"The second [issue] is changes in the data – [the police] keep on tinkering with what they should include in it. A case in point being our local authorities have a 101 incident, which is [classed as being] anti-social behaviour. So if you see a burnt-out car, or someone's done graffiti, or someone's dumped a mattress in the street, it's antisocial behaviour but it's not a criminal offence.\n<br>\n<br>The local authorities catch incidents and they give that information to the police. The police could very easily break that down, and that could be easily mapped and presented back to you as a citizen. But they just group it all under ‘anti-social behaviour’ and refuse to release that information.\"<br>\n- <b>Clifford McDowell, Doorda</b>\n</blockquote></p>\n<p>Other accuracy issues highlighted by companies surround the <strong>various different standards for data collection and publication</strong>, which cause problems when combining data from multiple sources:</p>\n<p><blockquote>\"We take data from over 330 different publishers [...] not one of them does the same thing as the next one and most of them don't do the same thing month to month. I’ve got 170 councils in our dataset [...] Some publish virtually nothing, some publish a lot. The variance in quality of the data is incredibly difficult. Data quality is a big issue.<br>\n- <b>Ian Makgill, Spend Network</b></blockquote></p>\n<hr>\n<h3 id=\"licensing\">Licensing</h3>\n<p>An open licence is one that enables anyone to access, use and share data, including companies who can use it to develop commercial products and services.</p>\n<p>Over half (55%) of the companies said that the way that datasets are licensed had a great influence on their decision to use data. Only 8% suggested that licensing had little or no influence.</p>\n<p>\n\n<p><em>Example response (related to licensing of the data) to the question \"If you wish to elaborate on any of these issues, please do so\":</em></p>\n<blockquote>\"Licensing terms of the dataset should include commercial use.\"</blockquote>\n\n<p>The <a href=\"https://www.nationalarchives.gov.uk/doc/open-government-licence/version/2/\">UK Open Government Licence</a> is the required licence for use by all central government departments and agencies publishing open data and its use is encouraged for local authorities and other areas of government.</p>\n\n<p>The <a href=\"https://creativecommons.org/\">Creative Commons</a> public domain licence (CC0) and attribution licence (CC-BY) are commonly used open licences for non-government data, and, similarly to the UK Open Government License, allow for commercial reuse of the data. The Creative Commons attribution and share-alike licence (CC-BY-SA) is also used, but may limit a company’s ability to use that data for commercial products and services by requiring them to also attach the same open licence to the data they derive.</p>\n\n<hr>\n\n<h3 id=\"timeliness-provenance-and-accessibility\">Timeliness, provenance and accessibility</h3>\n\n<p>Companies indicated that data timeliness, provenance and access also influence their decision to use open data, with 31%, 42% and 35% of them citing it as having great influence, respectively.</p>\n\n<p><em>Example responses (related to the timeliness, provenance and ease of access to the data) to the question \"If you wish to elaborate on any of these issues, please do so\":</em></p>\n\n<p><b>Timeliness of data</b> <br>   \n<blockquote>\"There is little or no benefit to the user if they do not trust that the data is accurate and up-to-date.\"</blockquote>\n\n<blockquote>“Ideally [data] has scheduled updates (e.g. OpenStreetMap every 60 seconds)”</blockquote>\n\n<b>Provenance of data</b><br>\n<blockquote>“Provenance is vital unless you can independently verify.”</blockquote>\n\n<b>Ease of access to datasets</b>\n\n<blockquote>“It is notable that public data stores are ordinarily presented as 'separate' from corporate web pages, such that open data of relevance to specific policy objectives and/or services do not appear in the same place to promote awareness of them and/or facilitate ease of access for non-technical users.”</blockquote>\n\n<blockquote>“The current 'improvements' being implemented at government level has hindered much of our work due to data moving [and] data links often not working.”</blockquote></p>\n\n<p><strong>Timeliness</strong> of data is discussed more by some of the companies interviewed in-depth. In particular, companies would like data to be published with as little delay as possible, often driven by the need to combine datasets, which are more timely:</p>\n\n<p><blockquote>\"We use [claimant data from the Office of National Statistics] and we compare that with the number of [job] vacancies that we observe on Adzuna. I would say that one frustration, which you may have heard from other sources as well, is the timeliness of that data. In particular, the ONS data is effectively a month or two (or possibly even longer) out of date before it gets made available.<br> \nI appreciate some of the reasons why there is a delay, but it does feel like there is scope for reducing some of that delay. That’s one of the biggest limitations that we see because obviously our data, due to the nature of our business, is very much real-time. At any minute of the day we can see exactly how many job adverts we’ve got and what the average salaries are, whereas there’s this quite big lag between data being collected by the ONS and the publication of that data.\"<br>- <b>James Neave, Adzuna</b></blockquote>\n</p>\n\n<p><blockquote>\"I very much run as a stream, I have to constantly flow with data. I want to constantly be as fresh as possible. Albeit some datasets may only be released once a year, but it's enough for some people so you can do direct comparison year on year. But if you're just dropping in random bits of data, it's not a lot of use to people, it's got to be a constant flow so you can map trends and compare the previous activity and so on.\"<br>\n- <b>Clifford McDowell, Doorda</b></blockquote></p>\n\n<p><strong>Data provenance</strong> relates to its source and the way it has been collected, used and modified. Clear data provenance helps users to understand the context around the open data, and allows them to use it with confidence. For example:</p>\n\n<p><blockquote>\"We provide clear, unambiguous data with provenance, so we say where we got it from and when we got it. That sort of thing is quite hard to get in the business information world and we do it in an effective, efficient way that is more effective and more efficient than the companies getting it themselves.<br>\nPeople are wanting to combine data together and that lack of provenance really makes the data much less useful.<br>\n- <b>Chris Taggart, OpenCorporates</b></blockquote></p>\n\n<p>Open data being <strong>difficult to access</strong> was another issue raised by the companies. This is generally down to many different sources of open data, including websites, data stores and portals: </p>\n\n<p><blockquote>\"There's no central data point [...] I know you have the Cabinet Office website, data.gov.uk, but you have to monitor that […] There's lots of local websites and there's the Land Registry as well. There's also Police.co.uk, there's many other areas where data is being sent out. Again that's all released in different ways in different formats. A lot of companies don't even know about the demographic data, or the social economic data, that's available. So it's as much about market intelligence as it is about making that data accessible.\"<br>\n- <b>Clifford McDowell, Doorda</b></blockquote></p>\n\n<p><blockquote>\"That’s another problem, if there’s too much [data], you can’t find it. There [are] different places to find different bits, you've got data.gov, you've got all these different websites, all these different agencies. They’ve all grown organically and separate from each other and I know everybody would love one enormous data place where you go to get all your data. The trouble is if that site isn't really good, you're never going to find it.\"<br>\n- <b>Rod Plummer, Shoothill</b></blockquote></p>\n\n<p><strong>Data formats, accompanying documentation and support from publishers</strong> all have less of an impact on whether or not companies use open data. </p>\n\n<p>Responses regarding the data formats did, however, reveal a variety of opinions on this topic. These particularly relate to the provision of open data in computer-accessible and machine-readable formats, via an Application Program Interface (API), for example, or in linked data form.</p>\n\n<p><em>Example responses (related to the format of the data) to the question \"If you wish to elaborate on any of these issues, please do so\":</em></p>\n<blockquote>\"Data need to be in a computer readable format. The format type does not matter.\"</blockquote>\n\n<blockquote>“Access to data via an API (of whatever sort) is usually a big advantage for us.”</blockquote>\n\n<blockquote>“There are a number of reference datasets that we wish the UK public sector would provide in linked data form. If they did, we'd use them a lot.”</blockquote>\n\n<blockquote>“Has to be processable using opensource tools”</blockquote>\n\n<blockquote>“Has to be complete datasets i.e. not stuck behind a sparql endpoint”</blockquote>\n</p>\n<p>The companies didn’t choose to elaborate on the issues of accompanying documentation or help and support from publishers, which also have relatively low influence on the decision to use open data.</p>\n<p>This may be an artefact of the employees who responded to the survey on the behalf of their companies, many being technology specialists and/or working closely with open data. Those with expertise may not need help and support from publishers or accompanying documentation.</p>\n<hr>\n<h3 id=\"other-challenges\">Other challenges</h3>\n<p>A further challenge surrounding the use of open data – which wasn’t addressed explicitly in the eight issues discussed – was revealed when the companies were asked to describe whether they had previously used open data but stopped.</p>\n<p>This challenge concerns the <strong>continuity of open data publishing</strong>. Some companies said the open data that they had previously used to develop a product or service had not been updated or had become unavailable.</p>\n<p><em>Example responses (related to the continuity of data publishing) to the question \"If your company has previously used open data in particular products and/or services but ceased to do so, could you please describe why?\"</em></p>\n<blockquote>\"Still use old version but, for example, VisitEngland no longer appear to maintain their list of tourist attractions.\"</blockquote>\n<blockquote>“– because, the map was produced as a ‘one off’ and wasn't updated.”</blockquote>\n<blockquote>“There is a long way to go before we get real open data from government – many requests are treated as FOIs not data provision. All work with Gov data is fragile as you cannot guarantee that the following year a different data officer won't take a different view as to what will be realised and why.”</blockquote>\n<p>The responses describe issues surrounding<strong> discontinuous publishing</strong>, particularly by government. Companies describe how data they used was produced as a one-off and not maintained as an ongoing release. The usefulness of Freedom of Information (FOI) requests, and the data they may release, to companies in the UK is also questioned:</p>\n<p><blockquote>\"The biggest issue [with open data] is someone could just stop providing a dataset. That's the biggest problem. So if someone comes awry or it just gets taken away, I can't end up forcing them to release datasets, that's the biggest problem. <br>\nIf I was to [make] a Freedom of Information request, that would be a one-off and within a few weeks would pretty much become useless to people.\"<br>\n- <b>Clifford McDowell, Doorda</b></blockquote></p>\n<p>The <strong>need for more open data</strong> to be published by government is a common issue raised by companies interviewed. Companies discuss in detail what kinds of open data could be used commercially, with two distinct themes emerging from the interviews. </p>\n<p>The companies suggest that there is still more work to be done on the part of government to release open data. The partial release of spend statements and other transaction data by publicly-funded entities, such as the NHS, is a challenge for companies developing products and services. This partial release, and subsequent demand for more open data to be published, can result from inconsistencies in publishing across government entities, or incompleteness of the data they do publish. For example:</p>\n<p><blockquote>\"I don’t mind inconsistency in the publishing [of the open data]. What ​is really problematic​ is not publishing at all. For example, nearly half of the NHS doesn’t have to publish spend statements​ because they're supposed to be independent of central control​​. ​Localism shouldn't be used as an excuse to create a democratic deficit​,​​​​ a​nd when I say not publishing, that could ​be about sub-quality data as well as no data. There’s a difference between dirty data, where we can extract it if we work on it, and data that doesn’t have information. So give me a ​six months of transactions without any dates, that’s no use. ​We can’t work with that. ​S​o that’s the first challenge, ​getting useable data.\"<br>\n- <b>Ian Makgill, Spend Network</b></blockquote></p>\n<p><blockquote>\"The future of open data is in the hands of governments because what we’re talking about, for the most part, is core public data that was always meant to be part of the public record but that over the last 10 or 20 years has turned into something that they sell. I think that the UK has led the world in this and is now starting to genuinely reap benefits from this, in terms of both innovation and in internal processes. Governments, particularly those governments that sign the Open Data Charter, need to follow that through otherwise all the things they talked about to do with transparency, better governance, innovation and so on, will not come to fruition. I think if we want those things, if we want good governance, if we want transparency, if we want a healthy democracy and if we want innovation, then open data is an absolute requirement because all of those statutory core datasets are essential to this.\"<br>\n- <b>Chris Taggart, OpenCorporates</b></blockquote></p>\n<p><blockquote>\"Open data needs to go more local. I think [government] needs to start getting some pressure applied on [local councils]. Where are the public toilets? Some release [that data] some don't. <br>\n[Data about] how tall [the trees are], about the local parks, about dogs being caught, anti-social behaviour incidents, social housing, planning applications, a request for a new planning application [and] why it's been rejected – all this should be freely available online in a standard format, so you, as a citizen, can just tap in instantly and see what's happening. If data was more freely available we would be even more adult about how we engage with government.\"<br>\n- <b>Clifford McDowell, Doorda</b></blockquote></p>\n<p>Companies also describe how the release of more open government data could realise <strong>commercial opportunities </strong>by enabling them to <strong>develop better or new products and services</strong>:</p>\n<blockquote>\"The open data portion of Companies House information is quite good but it is a little bit limited and it would be useful if they could make more of it publicly available.<br>\n\nIt would be valuable for us because we’d be able to provide more information about employers for our users so that, say you click on a particular job advert on Adzuna, you could for example see that [...] the employing company is Tesco. Then, if we were able to get the information from Companies House open data, we could have a more detailed page of information about Tesco talking about, for example, the total size of the business, number of staff, turnover, revenue and profit over the last few years. I believe that only some of that interesting information is currently available through Companies House open data.\"<br>\n- <b>James Neave, Adzuna</b></blockquote>\n<p></p></p>\n<p><blockquote>\"Transparency is good but I think a more interesting aspect [of public sector data release] is when you can use that data to make better decisions [...] to either improve the way that somewhere is governed or to make better use of limited money\"<br>\n- <b>Bill Roberts, Swirrl</b></blockquote></p>\n<p>You can find a summary of open data issues that could be addressed by government to continue to drive innovation in our <a href=\"http://theodi.org/open-data-means-business-conclusions-and-recommendations\">conclusion and recommendations</a>.</p>\n<hr>\n<p><h4 id=\"citation\"><b><em>How to cite</em></b></h4></p>\n<p>Please cite this report as: Open Data Institute (2015) Open data means business: UK innovation across sectors and regions. London, UK. Available at http://theodi.org/open-data-means-business-uk-innovation-sectors-regions</p>\n<p><hr>\n<a href=\"/open-data-that-drives-business\">PREVIOUS PAGE</a> / <a href=\"/examples-of-uk-companies-using-open-data\">NEXT PAGE</a></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[{"title":"Open data means business: summary","url":"http://theodi.org/open-data-means-business"},{"title":"Open data means business: diverse UK companies are working with open data","url":"http://theodi.org/diverse-uk-companies-open-data"},{"title":"Open data means business: how UK companies are using open data to innovate","url":"http://theodi.org/how-uk-companies-are-using-open-data-to-innovate"},{"title":"Open data means business: open data that drives business","url":"http://theodi.org/open-data-that-drives-business"},{"title":"Open data means business: examples of UK companies using open data","url":"http://theodi.org/examples-of-uk-companies-using-open-data"},{"title":"Open data means business: conclusions and recommendations","url":"http://theodi.org/open-data-means-business-conclusions-recommendations"},{"title":"Open data means business: methodology","url":"http://theodi.org/open-data-means-business-methodology"},{"title":"Open data means business: appendices","url":"http://theodi.org/open-data-means-business-appendices"}],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}