{"id":"https://contentapi.theodi.org/community.json","web_url":"http://theodi.org/community","slug":"community","title":"Our Community","format":"article","updated_at":"2015-09-11T09:50:43+00:00","created_at":"2012-12-02T20:44:35+00:00","tag_ids":["page"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"We aim to be inclusive and accessible to anyone who is willing and able to commit time, expertise and passion in working with us on open data.","language":"en","need_extended_font":false,"content":"<p>We aim to be inclusive and accessible to anyone who is willing and able to commit time, expertise and passion in working with us on open data.</p>\n<p>Our partnership programme is being created in close consultation with organisations who share our passion for putting open data to great use. <a href=\"mailto:info@theodi.org\">Join us</a> and help secure a future where open data provides knowledge for everyone.</p>\n<h2 id=\"partners\"> Partners</h2>\n<p>Our <strong>partners</strong> will make a unique long-term commitment to the ODI mission. They will provide both a significant financial commitment and in-kind contributions of products and services, which will help to sponsor the events that we run.</p>\n<p>Partners will also bring deep sector-specific expertise and reach and look to work collaboratively with the ODI to address some of our, and their, biggest challenges. We will work closely with them to identify the opportunities that open data brings, and to increase their capability to take advantage of them.</p>\n<p><strong>Strategic partners</strong> will additionally sit on the ODI Supervisory Board and help co-create the future supply chain model for open data.</p>\n<h2 id=\"alliesandsupporters\"> Allies and Supporters</h2>\n<p>Our <strong>supporters</strong> will come from a broad cross section of industry with a common interest in open data. For a small annual subscription, they will join a community whose members will be listed on our website and invited to attend our networking events.</p>\n<p>Our <strong>allies</strong> will also be eligible for reduced training costs and the ability to, on occasion, use our space for work and meetings.</p>\n<h2 id=\"affiliate\"> Affiliate</h2>\n<p>Our <strong>affiliates</strong> are organisations whose work is critical to the ODI’s mission.\u0002Affiliates will include but not be limited to ODI incubatee open data start-ups, charities, foundations and or non-profit organisations whose work is hugely supportive and relevant to the ODI’s mission.</p>","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}