{"id":"https://contentapi.theodi.org/curatorial-statement.json","web_url":"http://theodi.org/curatorial-statement","slug":"curatorial-statement","title":"Curatorial Statement","format":"article","updated_at":"2015-09-11T09:50:39+00:00","created_at":"2012-11-27T23:39:58+00:00","tag_ids":["page"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"![MzTEK Logo](http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/mztek%2Dlogo%2Don%2Dwhite.png)","language":"en","need_extended_font":false,"content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/mztek%2Dlogo%2Don%2Dwhite.png\" alt=\"MzTEK Logo\" /></p>\n<p>Data is driving decisions that shape our daily lives: from friends to governments, we are becoming more reliant on connected data. Global opinion is increasingly communicated through data-driven visuals. Personal well-being, sentiment and influence are continually monitored through data-harvesting devices. Knowledge at all levels and on all topics can be handed to anyone, at any time. Open data is shaping our society.</p>\n<p>In curating the showcase for the ODI we wanted to select a range of works that would not just reflect different data sources, but that would challenge our understanding of what data is, and how it may affect and reflect our lives. We were privileged in the breadth of content and the quality of work that was submitted as part of the open call, allowing for scope to select works that could comment on, complement and challenge perceptions in a coherent collection. The works range from geomagnetic data visualisations, to wall painted cellular automata, to tabloid newspapers of search term trend graphs - all tangible interventions into the mass accretion of data around us.</p>\n<p>In Phil Archer's work data comes from the depths of time, as symbolic representations of solar eclipses dating from 2137 BCE to 1991 CE are sketched in ultraviolet light. In contrast, ‘The SKOR Codex’ looks to preserve data for the distant future. The book, printed by La Société Anonyme, contains encoded binary information that has been carefully fabricated to last for over 1,000 years.</p>\n<p>The works span space as well as time, in ‘20Hz’, geo-magnetic storm measurements are taken from the Earth's upper atmosphere, while ‘Metrography’ portrays the London Underground transit map as a spatial reality - data defining specious geography. In ‘Still Lifes and Oscillators 1’ the mistreatment of image data by reformatting, reducing, and regenerating, questions the representation of visual data as the ultra-processed image, as the final stable state from a cellular automata cycle is painted back onto the space it was captured from.</p>\n<p>Real-time environmental data is embodied in Stanza's life-size sculpture assembled from computer components and acrylic slices of his own physique. In ‘Body 01000010011011110110010001111001’ the urban environment provides a dynamic flickering and clicking sentience to the otherwise inert structure, reflecting the personal level of influence data has on an individual, whereas Martin John Callanan’s ‘Text Trends’ reflects our actions en masse.</p>\n<p>Works by Ellie Harrison and Fabio Lattanzi Antinori embody the current global political environment that is in constant flux, barely noticed on a personal scale, but that potentially have significant consequences for each of us.</p>\n<p>As data becomes more accessible to artists, as it opens up for use as a raw material, we are seeing more of its integration into works that explore environmental socio-political and economic aspects of society. By utilising data in an experiential way, this selection of works pulls data out of the virtual domain and into our physical world. We hope the exhibition provokes discussion around what open data is, how it informs and affects us, and how we interpret it in a way that is meaningful.</p>\n<p>MzTEK worked with the ODI to encourage a broad spectrum of applicants, and in the interest of openness we will release the demographic data from the submission process.</p>\n<p>We would like to thank the ODI for all the support we have received, and for co-creating this with us.</p>\n<p>Finally, we would like to thank all of the artists involved for their thought provoking works and their professionalism in the production of this collection.  </p>\n<p><a href=\"http://www.translatingnature.org\">Julie Freeman</a>, Senior TED Fellow &amp; Sophie McDonald, <a href=\"http://www.mztek.org\">MzTEK</a><br />\n November 2012</p>","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}