{"id":"https://contentapi.theodi.org/dapaas-about.json","web_url":"http://theodi.org/dapaas-about","slug":"dapaas-about","title":"About","format":"article","updated_at":"2016-07-15T08:51:33+00:00","created_at":"2013-12-11T15:04:55+00:00","tag_ids":["page","about","info","dapaas"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/about.json","web_url":null,"title":"about","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=about","web_url":"http://theodi.org/tags/about","slug":"about"}},{"id":"https://contentapi.theodi.org/tags/keywords/info.json","web_url":null,"title":"info","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=info","web_url":"http://theodi.org/tags/info","slug":"info"}},{"id":"https://contentapi.theodi.org/tags/keywords/dapaas.json","web_url":null,"title":"dapaas","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=dapaas","web_url":"http://theodi.org/tags/dapaas","slug":"dapaas"}}],"details":{"business_proposition":false,"description":"","excerpt":"The DaPaaS research project has developed [DataGraft](http://datagraft.net/), a tool which accelerates and simplifies the linked open data publication, consumption and reuse cycle.  \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>The DaPaaS research project has developed <a href=\"http://datagraft.net/\">DataGraft</a>, a tool which accelerates and simplifies the linked open data publication, consumption and reuse cycle.  </p>\n<p>The project combines data-as-a-service theories with the practical transformation and use of open and linked data to create a simple and cost-effective solution which will improve linked open data access. The goal is to reduce the barriers of insufficient resources or experience and allow everyone from developers, to SMEs and small public bodies to contribute to the open data landscape, and expand the linked open data cloud. </p>\n<h3 id=\"keyelements\">Key Elements</h3>\n<p>The DaPaaS project has brought together experts and organisations in the fields of linked open publishing and consumption, and the semantic web. Together, they have integrated their open data tools to provide a one-stop solution for data publishing and transforming services. The DataGraft platform consists of an integrated suite of four key elements which underpin this. </p>\n<p><strong>Grafter: An open source collection of tools for tabular data transformation & processing.</strong><br>\nGrafter can be used to transform raw tabular data to cleaner, better quality tabular data formats. The raw tabular data can also be transformed to Linked Data format and published as a live data service on the platform. The resulting transformations can be serialised, shared between users and repeatedly executed over data (e.g. data transformation services). </p>\n<p><strong>Grafterizer: the frontend framework for the Grafter suite.</strong><br>\nThe framework allows data publishers to create data transformations and mappings to Linked Data vocabularies. </p>\n<p><strong>The Database-as-a-Service structure.</strong><br>\nThe layer turns the RDF-ised (RDF is one of the key components of Linked Data, providing a graph based data model for describing things) legacy data into live data services, easily accessible and queryable by developers and applications. The data layer is both scalable and reliable. </p>\n<p><strong>The Data Portal.</strong><br>\nThis provides a catalogue of various datasets (data services) and reusable data transformation services.</p>\n<p>A successful example of DataGraft in action is the <strong>Personalized and Localized Urban Quality Index (PLUQI)</strong> app which can be found on the <a href=\"http://datagraft.net/\">DataGraft platform</a>. The app uses DaPaaS technologies to integrate various open datasets like transportation and crime statistics with various indexes on well-being and sustainability of cities to create visualisations of the results.</p>\n<h3 id=\"projectdetails\">Project details</h3>\n<p>“Data Publishing through the Cloud: A Data-and-Platform-as-a-Service Approach for the Efficient Data Publication and Consumption” (DaPaaS) is a small or medium-scale research project (STREP) funded by the <a href=\"http://cordis.europa.eu/fp7/home_en.html\">European Commission’s FP7 programme,</a> which runs from November 2013 for 24 months. Its project identifier is 610988. It is funded to the cost of €2,173,746, €1,499,000 of which is from the EC.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}