{"id":"https://contentapi.theodi.org/dapaas-faq.json","web_url":"http://theodi.org/dapaas-faq","slug":"dapaas-faq","title":"DaPaaS FAQ","format":"article","updated_at":"2015-09-25T10:19:52+00:00","created_at":"2014-08-26T08:14:45+00:00","tag_ids":["page","dapaas","dapaas","faqs"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/dapaas.json","web_url":null,"title":"dapaas","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=dapaas","web_url":"http://theodi.org/tags/dapaas","slug":"dapaas"}},{"id":"https://contentapi.theodi.org/tags/keywords/dapaas.json","web_url":null,"title":"dapaas","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=dapaas","web_url":"http://theodi.org/tags/dapaas","slug":"dapaas"}},{"id":"https://contentapi.theodi.org/tags/keywords/faqs.json","web_url":null,"title":"faqs","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=faqs","web_url":"http://theodi.org/tags/faqs","slug":"faqs"}}],"details":{"business_proposition":false,"description":"<p>A series of frequently asked questions about the DaPaaS project</p>","excerpt":"\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<h3 id=\"whatisopendata\">What is Open Data?</h3>\n<p>Open data is data that anyone can access, use and share. The Open Data Institute's <a href=\"http://theodi.org/guides/what-open-data\">Open Data FAQ</a> has more information about open data.  You may be interested in reading <a href=\"http://theodi.org/guides/what-open-data\">these guides</a>, watching <a href=\"http://theodi.org/what-is-open-data\">these videos</a> or <a href=\"http://theodi.org/courses\">booking onto a training course</a>.</p>\n<h3 id=\"whatislinkedopendata\">What is Linked Open Data?</h3>\n<p>We think <a href=\"http://vimeo.com/36752317\">this simple animation</a> by <a href=\"http://www.europeana.eu/\">Europeana</a> explains the term better than we ever could.</p>\n<iframe src=\"https://player.vimeo.com/video/36752317\" width=\"500\" height=\"375\" frameborder=\"0\" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>\n<p><a href=\"https://vimeo.com/36752317\">Linked Open Data - What is it?</a> from <a href=\"https://vimeo.com/europeana\">Europeana</a> on <a href=\"https://vimeo.com\">Vimeo</a>.</p>\n<h3 id=\"whatisdapaasanddatagraft\">What is DaPaaS and DataGraft?</h3>\n<p>DaPaaS is an <a href=\"http://ec.europa.eu/research/fp7/index_en.cfm\">FP7 funded</a> research project which has developed the <a href=\"http://datagraft.net\">DataGraft</a> platform to support publication and reuse of linked and open data. </p>\n<p>DataGraft reduces the cost of linked open data consumption by providing services for data transformation and access, such as data cleaning and scalable hosting for data and datasets.</p>\n<p>We have validated the DataGraft platform and DaPaaS project through a use case with a smart cities approach, which focuses on aggregation of data from various open data sources and sensor networks. </p>\n<p>You can find more detailed information about the DaPaaS project on our <a href=\"http://project.dapaas.eu/dapaas-about\">about page</a> and about the DataGraft platform by reading its detailed <a href=\"https://datagraft.net/documentation/\">documentation</a> and <a href=\"https://datagraft.net/faq/\">FAQs</a>.</p>\n<h3 id=\"whenwilldatagraftbecomeavailable\">When will DataGraft become available?</h3>\n<p>We have now launched <a href=\"http://datagraft.net\">DataGraft</a> in beta. Please <a href=\"https://datagraft.net/pages/register\">sign up now</a>.</p>\n<h3 id=\"whowillbenefitfromdatagraftandhow\">Who will benefit from DataGraft, and how?</h3>\n<p>The DataGraft platform provides tools and services for both data publishers and data consumers.  </p>\n<p>Data publishers can use DataGraft to create, transform, publish and host high quality linked open data in an easy and economically feasible way.</p>\n<p>Data consumers benefit from DaPaaS as it provides commercial grade tools, clean and efficient APIs and better documentation so that they can reliably work with large datasets.</p>\n<p>Example users include open data publishers, linked data developers, data scientists.</p>\n<h3 id=\"canyougiveatypicalexampleastowherethedatagraftplatformcanbeused\">Can you give a typical example as to where the DataGraft platform can be used?</h3>\n<p>Our primary use case, chosen by work package leaders <a href=\"http://www.saltlux.com/\">Saltlux</a>, is based around the creation of <strong>PLUQI</strong> (Personalised and Localised Urban Quality Index), a customisable index model and mobile/web application that can represent and visualise the level of well-being and sustainability for given cities based on individual preferences. </p>\n<p>It covers and demonstrates several use cases including destination evaluation for business and leisure travellers, informing citizens about their surroundings, assisting local government in prioritisation of services and promoting and informing environmental management.  Essentially, PLUQI provides all kinds of city-related data to users. This use case is being used to assess the requirements that have been defined for the DaPaaS project and DataGraft platform. </p>\n<h3 id=\"howisthiswholeplatformdifferentfromawsazureappengineetc\">How is this whole platform different from AWS, Azure, AppEngine, etc?</h3>\n<p>DataGraft is focused specifically on data hosting and access, with a particular focus on Linked Data, and will be more specific to the needs of data publishers and consumers rather than AWS, EC2 and other similar platforms.<br />\nMost importantly, DataGraft is free to use, with customisable options if you should need extra requirements. </p>\n<h3 id=\"doesntdapaasreplicatewhatotherresearchprojectsforexamplethelod2projecthttplod2euwelcomehtmlisdoing\">Doesn’t DaPaaS replicate what other research projects, (for example, the <a href=\"http://lod2.eu/Welcome.html\">LOD2 project</a> is doing?</h3>\n<p>As the field of open and linked data becomes increasingly part of everyday life, there is likely to be some overlap between other projects. However, we are confident that there isn’t the perfect combination of tools and functionality for linked data platforms, which gives scope for experimentation; and also different platforms will be aimed at different audiences.</p>\n<p>The combination of data transformation and linked data hosting in one platform is something we haven't come across before. We're also hoping to make it usable by people who are not linked data experts - it’s a common objective of many projects, but not one that has been solved yet. </p>\n<p>Throughout the project’s lifetime, we continue to ensure that we support and collaborate with <a href=\"http://project.dapaas.eu/dapaas-related-projects\">other research projects</a> wherever possible. </p>\n<h3 id=\"willitallbeopensource\">Will it all be open source?</h3>\n<p>The majority of DataGraft tools and assets created by the DaPaaS project will be open source - to clarify, any new code that is produced by the project is open source.  </p>\n<p>However, our prototype platform is using <a href=\"http://www.ontotext.com/products/ontotext-graphdb/\">GraphDB</a> which is provided by one of the consortium partners, Ontotext, and isn’t open source. It has been incredibly successful and popular over the years with a wide range of <a href=\"http://www.ontotext.com/customers/\">organisations and industries</a>.</p>\n<p>Interaction with GraphDB is based on standard protocols like SPARQL and the standard Sesame/Sail interfaces, so if someone wanted to run a version of the platform with a different triple store that should be possible.</p>\n<p>You can tinker with our <a href=\"https://github.com/dapaas\">Github repository</a> and contribute to DataGraft and DaPaaS. </p>\n<h3 id=\"whyareyouusingproprietarydatabasestriplestoresnotopensource\">Why are you using proprietary databases/triplestores not open source?</h3>\n<p>Ontotext are leading on the platform development, and are using the system which they know best. In addition, GraphDB has capabilities for storing large quantities of data that will be useful for the project. The platform won't be tightly tied to a specific triple store.</p>\n<p><strong>Want to get in touch? Please follow us on <a href=\"http://www.twitter.com/dapaasproject\">Twitter</a> or email <a href=\"mailto:amanda.smith@theodi.org\">Amanda</a></strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Amanda Smith","slug":"amanda-smith","state":"published","web_url":"http://theodi.org/team/amanda-smith","tag_ids":["team","team","team","team","services-programme","person"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Amanda Smith","slug":"amanda-smith","state":"published","web_url":"http://theodi.org/team/amanda-smith","tag_ids":["team","team","team","team","services-programme","person"]}}