{"id":"https://contentapi.theodi.org/dapaas-work-packages.json","web_url":"http://theodi.org/dapaas-work-packages","slug":"dapaas-work-packages","title":"DaPaaS work packages ","format":"article","updated_at":"2015-09-11T09:53:31+00:00","created_at":"2013-12-11T16:04:25+00:00","tag_ids":["dapaas","page"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/dapaas.json","web_url":null,"title":"dapaas","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=dapaas","web_url":"http://theodi.org/tags/dapaas","slug":"dapaas"}},{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}}],"details":{"business_proposition":false,"description":"","excerpt":"The research is structured into seven work packages:\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>The research is structured into seven work packages:</p>\n<p><strong>Work package 1 (DaaS for open data)</strong> will analyse the current data-as-a-service offerings and seeks to understand best practice and draw up technical recommendations for the project. Led by <a href=\"http://www.ontotext.com\">Ontotext</a>, it will aggregate the requirements for the service and provide the design and architecture for the DaaS software infrastructure, as well as provide actual software prototypes.</p>\n<p><strong>Work package 2 (PaaS for open data applications)</strong> will provide an analysis, best practice and technical recommendations based on current platform-as-a-service offerings. Led by <a href=\"http://sintef.no\">SINTEF</a>, it will aggregate the requirements for the service and provide the design and architecture for the DaaS software infrastructure, as well as provide actual software prototypes, integrating into the prototype provided in WP1, thus providing an integrated DaPaaS platform. </p>\n<p><strong>Work package 3 (Cross-platform open data consumption)</strong> is being led by <a href=\"http://sirmamobile.com\">SIRMA mobile</a>, and will provide both the framework that facilitates the creation of mobile APIs for data access; the modular user-interface for easily building web apps, and the multi-platform modules for easily building native apps. </p>\n<p><strong>Work package 4 (DaPaaS methodology)</strong> focuses on establishing a clear and simple methodology of data publishing, ensuring that DaPaaS delivers a tool which will lower the complexity of open data publishing for non-experts. <a href=\"http://www.swirrl.com\">Swirrl</a> will lead on the work in WP4 which will select, integrate and where necessary, develop the tools to support this simple methodology, applying it to a selection of use cases as identified in WP5. </p>\n<p><strong>Work package 5 (Use cases)</strong> will define in detail the real-life use cases to be used in DaPaaS. <a href=\"http://www.saltlux.com\">Saltlux</a> led, the use cases defined will generate the detailed technical requirements as outlined previously in WP1-4, ensuring that DaPaaS delivers infrastructure, suitable for all a wide-range of domains that could create business opportunities and efficiencies. WP5 will also define methods for the validation of the infrastructure. </p>\n<p><strong>Work package 6 (Dissemination)</strong> will be led by <a href=\"http://theodi.org\">the ODI</a> and will include development and execution of the impact strategy for DaPaaS. This strategy will ensure that the project engages directly with relevant communities, as well as acting on their feedback to increase the relevance, effectiveness, and adoption of the final product. WP6 includes the creation of the project website, presence on other relevant community channels, and ensuring that DaPaaS continues to have an impact after it has been completed. </p>\n<p><strong>Work package 7 (Report)</strong> focuses on the management and monitoring of the DaPaaS project, including both operational and financial strands. It ensures that all project reports are prepared and delivered, and that all quality aspects of the project are fully addressed. SINTEF, as as project co-ordinators, will lead on WP7. </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Alex Coley","slug":"alex-coley","state":"published","web_url":"http://theodi.org/alex-coley","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Alex Coley","slug":"alex-coley","state":"published","web_url":"http://theodi.org/alex-coley","tag_ids":[]}}