{"id":"https://contentapi.theodi.org/dapaas-terms-of-use.json","web_url":"http://theodi.org/dapaas-terms-of-use","slug":"dapaas-terms-of-use","title":"DaPaaS website: Terms of Use","format":"article","updated_at":"2015-09-11T09:53:48+00:00","created_at":"2013-12-18T15:52:12+00:00","tag_ids":["dapaas","page"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/dapaas.json","web_url":null,"title":"dapaas","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=dapaas","web_url":"http://theodi.org/tags/dapaas","slug":"dapaas"}},{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}}],"details":{"business_proposition":false,"description":"","excerpt":"By using our site you agree to these terms of use.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>By using our site you agree to these terms of use.</p>\n<h2 id=\"pleaseusethesiteresponsibly\">Please use the site responsibly</h2>\n<ul>\n<li>Do not send or upload any material which is derogatory, defamatory, or may reasonably cause offence.</li>\n<li>Do not use the site in a manner which adversely affects us or any third party.</li>\n<li>Do not send any unsolicited or unauthorised advertising or promotional material or any spam.</li>\n<li>Do not introduce programs or other material which is malicious or technologically harmful.</li>\n<li>Do not attempt to gain unauthorised access to our network, sites or servers.</li>\n<li>Do not attack our site via a denial-of-service attack.<br>\nYou are responsible for ensuring that all persons who access our site through your internet connection are aware of these terms, and that they comply with them. If they breach these terms of use, we may take action against you, including preventing access to our site, legal action and seeking reimbursement of costs, and disclosure of information to law enforcement authorities.</li>\n</ul>\n<h2 id=\"warranties\">Warranties</h2>\n<ul>\n<li>We reserve the right to withdraw or amend the service we provide on our site without notice.</li>\n<li>Our site is updated regularly; sometimes parts of the site may be out of date or inaccurate.</li>\n<li>We are not responsible for commentary and other materials posted on our site by third parties.</li>\n<li>We disclaim all liability for reliance on our website for advice.</li>\n<li>Any third party website we link to is outside of our control.\nWe own the intellectual property on this website; you should check the licence associated with the page or material before reusing it.</li>\n</ul>\n<p><strong>To the extent permitted by law, we expressly exclude:</strong></p>\n<ul>\n<li>All conditions, warranties and other terms which might otherwise be implied by statute, common law or the law of equity</li>\n<li>Any liability for any loss or damage of any kind incurred by any user in connection with our site or any websites linked to it and any materials posted on it.</li>\n<li>Any liability for any loss or damage caused by a distributed denial-of-service attack, viruses or other technologically harmful material that may infect your computer equipment, computer programs, data or other proprietary material due to your use of our site or to your downloading of any material posted on it, or on any website linked to it.</li>\n<li>Any liability for other users’ breach of the terms of use.</li>\n<li>Any liability for actions taken in response to breaches of these terms of use.</li>\n</ul>\n<p>We may revise these terms of use at any time by amending this page. Some of the provisions contained in these terms of use may also be superseded by provisions or notices published elsewhere on our site. Our site is governed by English law.</p>\n<h2 id=\"contactbr\"><strong>Contact</strong><br></h2>\n<p>If you have any concerns about material which appears on our site, please contact <a href=\"&#x6d;&#97;&#x69;&#108;&#x74;&#111;&#58;&#x44;&#x75;&#x6d;&#105;&#116;&#114;u&#x2e;&#82;&#111;&#109;&#x61;&#x6e;&#64;&#x73;&#105;&#110;&#116;&#x65;&#102;&#x2e;&#x6e;&#111;\">&#68;&#x75;&#x6d;&#x69;&#116;&#x72;&#117;&#46;&#x52;&#111;&#109;&#97;&#x6e;&#64;&#x73;&#x69;&#110;&#116;&#101;&#x66;&#46;&#110;&#111;</a></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Amanda Smith","slug":"amanda-smith","state":"published","web_url":"http://theodi.org/team/amanda-smith","tag_ids":["team","team","team","team","services-programme","person"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Amanda Smith","slug":"amanda-smith","state":"published","web_url":"http://theodi.org/team/amanda-smith","tag_ids":["team","team","team","team","services-programme","person"]}}