{"id":"https://contentapi.theodi.org/data-as-culture-2014-curators-statement.json","web_url":"http://theodi.org/data-as-culture-2014-curators-statement","slug":"data-as-culture-2014-curators-statement","title":"Data as Culture 2014 - Curator's statement","format":"article","updated_at":"2015-09-11T09:55:07+00:00","created_at":"2014-03-19T17:50:20+00:00","tag_ids":["page"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}}],"details":{"business_proposition":false,"description":"<p>From census boycotts to Indymedia, Freedom of Information Act to Wikileaks, the question of ownership over data, personal and public, is understood as a question of authority. It is this tension between secret agents and personal agency that the exhibition attempts to explore.</p>","excerpt":"From census boycotts to Indymedia, Freedom of Information Act to Wikileaks, the question of ownership over data, personal and public, is understood as a question of authority. It is this tension between secret agents and personal agency that the exhibition attempts to explore.\r","language":"en","need_extended_font":false,"alternative_title":"Data as Culture art programme 2014 - Curator's statement","url":"","content":"<p>From census boycotts to Indymedia, Freedom of Information Act to Wikileaks, the question of ownership over data, personal and public, is understood as a question of authority. It is this tension between secret agents and personal agency that the exhibition attempts to explore.</p>\n<p>Gaining access, authorised or otherwise, to the devices and networks that are used to record, measure and order the world, the artists employ a range of strategies to expose and share data, while interrogating the accessibility of the gathered information and the potential for claiming it back as public knowledge. </p>\n<p>Works in the exhibition move between the direct and the poetic, the representational to the abstract, attempting to visualise the invisible, interrogate the impenetrable, and give human scale to the monstrous volume of information.</p>\n<p>The <a href=\"/data-as-culture-2014\">Data as Culture 2014 exhibition</a> presents a wide range of creative approaches to the subject matter, intentionally moving away from the traditional technology-heavy, screen-based representation of networked information. Experimenting with the possibilities and limitations of manifesting data in digital and physical form, the artists often arrive at unusual and surprising solutions, including work patterns represented as textile patterns and council spending records manifested through pneumatic homemade contraptions. </p>\n<p>The role of the artist – as witness, storyteller, or agitator – is key to this investigation as much as the role and responsibility of the viewer. \nThe exchange between artist, database and audience is essential to the creation and enjoyment of the work.</p>\n<p>Indeed, the show generates some of its own data, which turns into an integral part of the project. The very format of the exhibition is being challenged by the geographical and virtual scope of the project, with work exhibited across different physical spaces and information gathered in one site carried through to the following one. While in some cases visitors are asked to simply join the dots, in others they must respond to the artist’s call: give us your data!</p>\n<h3 id=\"artistswork\">Artists work</h3>\n<p>Much of James Bridle’s work deals with secrecy surrounding drone warfare. Turning his lens back at the watchers, Bridle presents a series of prints showing military drone bases, exposing the all seeing eyes used by armies worldwide with the help of Google Earth.</p>\n<p>In a related piece commissioned especially for Data as Culture, AQD Remembrancer, Bridle will explore the links between City finance and the industry of war, pitching two sets of data against each other to reveal hidden connections. </p>\n<p>YoHa (Graham Harwood and Matsuko Yokokoji) are interested in military data from a different perspective. Endless War offers an unnerving reading of war diary entries made by soldiers fighting in Afghanistan and exposed by Wikileaks, as they are read by a machine. The mechanical crackle and scope of the piece, make an uneasy reading.</p>\n<p>Another project, Invisible Airs, invites viewers to experience council spending data through a series of pneumatic contraptions, moving with every entry of over £500. Visitors’ physical reactions become part of the piece as the machine perform their useless choreography.</p>\n<p>Sam Meech’s Punchcard Economy banner, referencing the 888 movement which campaigned for regulating working hours, was created on domestic knitting machines. Manifesting information submitted by self-employed creatives via virtual punchcards, Meech turns work patterns into knitting patterns and online data into a banner in the old trade-unions tradition.</p>\n<p>Staying in the physical realm, Thickear ask visitors for an even greater level of engagement. Using the visual and performative language of bureaucratic exchange, this ODI commission invites the <a href=\"http://futureeverything.org/festival/\">FutureEverything Festival</a> audience to fill in forms (in three copies!), file the information at the ODI office, and analyse the hard copy data at their desks at <a href=\"http://www.lighthouse.org.uk/\">Lighthouse</a>.</p>\n<p>James Brooks takes the liberty to transform real official information from the practical to the fantastical in a final act of data subversion. Arranging EU embassies telephone numbers in fictional call logs that may never happen, he creates new narratives out of static data, presented as abstract modernist compositions.</p>\n<p>The entire project is represented again through Paolo Cirio’s web piece which, challenging and subverting the format of a catalogue, exposes visitors’ digital fingerprints as they look at the work. Coercing them into participation, it uses live generated metadata to create transmuted images of the exhibition. </p>\n<p><em>Shiri Shalmy - March 2014</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[{"title":"About Data as Culture","url":"http://theodi.org/culture"}],"related":[{"id":"https://contentapi.theodi.org/data-as-culture-2014.json","web_url":"http://theodi.org/data-as-culture-2014","slug":"data-as-culture-2014","title":"Data as Culture 2014","format":"article","updated_at":"2015-09-11T09:55:10+00:00","created_at":"2014-03-19T11:49:57+00:00","tag_ids":["page","culture"]},{"id":"https://contentapi.theodi.org/data-as-culture-2014-collection.json","web_url":"http://theodi.org/data-as-culture-2014-collection","slug":"data-as-culture-2014-collection","title":"Data as Culture 2014 - art works","format":"article","updated_at":"2015-09-11T09:55:24+00:00","created_at":"2014-04-14T10:39:49+00:00","tag_ids":["page"]},{"id":"https://contentapi.theodi.org/data-as-culture-2012.json","web_url":"http://theodi.org/data-as-culture-2012","slug":"data-as-culture-2012","title":"Data as Culture 2012/13","format":"article","updated_at":"2015-09-11T09:54:56+00:00","created_at":"2014-03-20T14:51:50+00:00","tag_ids":["page"]}],"organizations":[],"author":{}}