{"id":"https://contentapi.theodi.org/davetaz.json","web_url":"http://theodi.org/davetaz","slug":"davetaz","title":"davetaz","format":"person","updated_at":"2014-07-08T14:20:59+00:00","created_at":"2012-08-28T10:57:38+00:00","tag_ids":[],"tags":[],"details":{"need_id":"","business_proposition":false,"excerpt":"Dr\u0002David Tarrant is a Lecturer in the Web and Internet Science Group at the University of Southampton, specialising in the alignment of web technologies and applications to the infrastructure provided by the internet. As an award-winning developer and researcher he has significant experience of building rich applications that use open data to solve real world problems. He has also successfully coached many other teams of developers and researchers towards their own awards and backing from commercial organisations. In 2009, David was presented with a Vice Chancellor’s Teaching Award for novel use of multimedia as a teaching resource on the first Web Science MSc course.","language":"en","need_extended_font":false,"description":"<p>Dr\u0002David Tarrant is a Lecturer in the Web and Internet Science Group at the University of Southampton, specialising in the alignment of web technologies and applications to the infrastructure provided by the internet. As an award-winning developer and researcher he has significant experience of building rich applications that use open data to solve real world problems. He has also successfully coached many other teams of developers and researchers towards their own awards and backing from commercial organisations. In 2009, David was presented with a Vice Chancellor’s Teaching Award for novel use of multimedia as a teaching resource on the first Web Science MSc course.</p>\n<p>David has a number of significant publications in a wide variety of areas including bibliometrics, semantic web, linked data and digital preservation. He is also a member of several steering and programme committees for renowned international conferences in digital preservation and open technologies. Through work on many projects, he also has significant experience of working with industrial and research partners including Microsoft, Sun Microsystems (now Oracle), CISCO and the BBC. Currently he is leading a work package on crowd sourced open data as part of the SoFWIReD project between the University of Southampton and Fraunhofer.</p>\n<p>In his spare time, David is a keen musician. As well as having a strong passion for audio production, he holds a diploma on the electronic organ, an instrument where careful production is key. To unwind, David also enjoys the odd round of golf, but he would be the first to say he is a fair weather golfer with a fondness for the 19th hole.</p>","email":"davetaz@ecs.soton.ac.uk","organizations":[],"author":{},"image":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}