{"id":"https://contentapi.theodi.org/ea-going-open-benefits-for-ea.json","web_url":"http://theodi.org/ea-going-open-benefits-for-ea","slug":"ea-going-open-benefits-for-ea","title":"Benefits for EA","format":"article","updated_at":"2015-12-15T14:24:01+00:00","created_at":"2015-11-20T16:13:36+00:00","tag_ids":["page","environment-agency","ea","uk","environmental","flooding","stories","evidence"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/environment-agency.json","web_url":null,"title":"environment agency","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=environment-agency","web_url":"http://theodi.org/tags/environment-agency","slug":"environment-agency"}},{"id":"https://contentapi.theodi.org/tags/keywords/ea.json","web_url":null,"title":"EA","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=ea","web_url":"http://theodi.org/tags/ea","slug":"ea"}},{"id":"https://contentapi.theodi.org/tags/keywords/uk.json","web_url":null,"title":"UK","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=uk","web_url":"http://theodi.org/tags/uk","slug":"uk"}},{"id":"https://contentapi.theodi.org/tags/keywords/environmental.json","web_url":null,"title":"environmental","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=environmental","web_url":"http://theodi.org/tags/environmental","slug":"environmental"}},{"id":"https://contentapi.theodi.org/tags/keywords/flooding.json","web_url":null,"title":"Flooding","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=flooding","web_url":"http://theodi.org/tags/flooding","slug":"flooding"}},{"id":"https://contentapi.theodi.org/tags/keywords/stories.json","web_url":null,"title":"Stories","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=stories","web_url":"http://theodi.org/tags/stories","slug":"stories"}},{"id":"https://contentapi.theodi.org/tags/keywords/evidence.json","web_url":null,"title":"evidence","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=evidence","web_url":"http://theodi.org/tags/evidence","slug":"evidence"}}],"details":{"business_proposition":false,"description":"<p>The Environment Agency has found many benefits in opening its data, ranging from increased efficiencies to improved data quality.</p>","excerpt":"<div class=\"row\">\r","language":"en","need_extended_font":false,"alternative_title":"Environment Agency: Going open - Benefits for EA","url":"","content":"<div class=\"row\">\n  <div class=\"col-md-8\">\n    <p></p>\n    <p>The Environment Agency (EA) has found many benefits in opening its data, ranging from increased efficiencies to improved data quality.</p>\n\n<h3>Helping EA to achieve its core objective</h3>\n    <p>The release of the Risk of Flooding from Rivers and Sea (RoFRAS) dataset as open data will ultimately <b>increase the public's awareness and knowledge of flooding</b>, according to many EA staff. Applications based on the data have helped raise awareness about environmental issues and flood risks, helping EA to achieve its core, overarching objectives.</p>\n    <p><blockquote>We were surprised and happy about the rapid proliferation of products that were built off the back of the RoFRS dataset]. We in the open data team thought these products would develop. I think the rest of the business was more unsure.</blockquote></p>\n    <p>— Mike Rose, Open Data Manager, Evidence Directorate, EA</p>\n    <p><blockquote>With [the release of] RoFRAS, it enables individuals and communities to be much more aware, resilient and able to manage flood risk a lot more.</blockquote></p>\n    <p>— Miranda Kavanagh, Executive Director of Evidence, EA</p>\n\n<h3>Saving time and resources</h3>\n    <p>While opening valuable flood data will lead to the loss of its commercial value for EA – around £1m – its impacts could save the agency significant time and resources.</p>\n    <p><blockquote>[Opening data] is not a completely altruistic gesture. We’re not just giving it up for the good of the world. Actually, it can have a direct, significant Environment Agency benefit.</blockquote></p> \n    <p>— Mike Rose, Open Data Manager, Evidence Directorate, EA</p>\n    <p>For example, law often requires developers to conduct flood risk assessments before building properties, which EA’s Area operational staff then have to check for model clarity and accuracy. Currently, flood modeling in the UK is regularly conducted using data from sources other than EA. By making its high-quality data open and free, some at EA believe that it will be used more widely for this purpose. This will save some of the significant time and resources currently spent checking flood risk assessments built using other data.</p>\n    <p>The potential benefits of this type of saving could be vast. <a href=\"http://ec.europa.eu/newsroom/document.cfm?doc_id=1093\" title=\"Environmental assessment report\">A 2011 study</a> found that €2bn could be saved per year by improving the accessibility of information required for mandatory environmental impact assessments in the EU – or 20% of the total costs.</p>\n\n<h3>Building external relationships and getting the user voice heard</h3>\n    <p>EA received operational support and advice from external groups while planning and implementing its flood data release in 2014, including Shoothill. Since then it has gathered a strong advisory group, with diverse members – from businesses like Shoothill and <a href=\"http://www.esriuk.com/\" title=\"Esri UK\">Esri UK</a>, to local authorities and universities such as <a href=\"https://www.salford.gov.uk/\" title=\"Salford Council\">Salford Council</a> and <a href=\"http://www.qmul.ac.uk/\" title=\"Queen Mary university of London\">Queen Mary University of London</a> – helping to prioritise its data release and focus on user requirements.</p>\n    <p><blockquote>Previously, when we weren't so focused on making our information open, we were quite internally focused, delivering our own data needs [...] and not so focused on our customers’ needs. We have been getting better at that over the last few years, but open data has been [the] real catalyst - [we try to] include their requirements so that we provide something that is going to be used by as many people as possible.</blockquote></p>\n    <p>— Hayley Bowman, Flood & Coastal Risk Management, EA</p>\n\n<h3>Improving data quality and public perception</h3>\n    <p>External scrutiny of data, whether from advisory groups or data users, can help to improve its quality in two ways: data is often prepared to a higher standard before publication (to avoid potential criticism of its quality), and data can be corrected or improved according to feedback, once it is open. This means that EA can benefit from higher quality data for its own decision making, as well as those external groups who also use it. Being more open about the data EA uses will also help to improve its transparency to the public.</p>\n    <p><blockquote>Open data shines a light on how well we manage our data generally. It's a really good test of how well we're doing. In the future it's going to improve how we do things and it could potentially drive up quality [...] If we're more open about what we're doing and the data we're using to make our decisions then we will gain the trust of the public and the businesses we regulate. Whether [the data] is perfect or not, at least we can say this is the best that we've got, this is what we're working with. If users find flaws in the data this could help us to make it better.</blockquote></p>\n    <p>— Deborah Yates, Data, Mapping, Modelling & Information, EA</p>\n\n<h3>Better understanding and managing risks around data use and publication</h3>\n    <p>Collecting data with openness in mind, or being ‘open by default’, helps EA to improve it according to both its own needs and those of its owners. It also means that governance issues like licensing are taken into account early, so EA is more aware of risks around its use and publication, and can manage them better. </p>\n    <p><blockquote>If we're publishing new data it's open by default now. There's a presumption the data will be open; the legal checks we do will see whether there are any reasons why it can't be open.</blockquote></p>\n    <p>— Deborah Yates, Data, Mapping, Modelling & Information, EA</p>\n\n<h3>Bringing diverse teams together</h3>\n    <p>In opening its flood data, EA brought together lots of its teams to work towards a collective goal. This helped the agency to work cohesively and collaboratively through internal groups.</p>\n\n<h3>Working more easily and efficiently with external partners</h3>\n    <p>Working with external partners – from businesses to other agencies and government bodies – can often be made difficult for EA by the restrictive licensing terms of their data. They can limit what and how data is shared with others, slowing down or prohibiting work throughout projects or the co-delivery of services. Publishing data with an open licence makes collaboration much easier.</p>\n    <p>As Miranda Kavanagh, Executive Director of Evidence, explains:</p>\n    <p><blockquote>A strategic imperative [for EA to release] open data with an Open Government Licence is that it enables partnership working. It's much easier to bring people on board, and in some cases to actually get them to lead projects. So I think [the release of open data] is very much related to the trend in public service to co-deliver services in conjunction with stakeholders – it's a big part of it.</blockquote></p>\n\n<h3>Harnessing the power of the tech industry to make useful applications</h3>\n    <p>When data is made open, it becomes accessible to a host of expert developers and businesses. This means it can be used to build diverse, high-quality applications – like Shoothill’s <a href=\"http://www.gaugemap.co.uk/\" title=\"GaugeMap\">GaugeMap</a> – and may save organisations like EA the need to invest in the technology and training needed to make them themselves.</p>\n    <p><blockquote>Through making data freely available you can enable the rest of society to come up with applications and uses for it [which] you might never have thought of in the first place – applications and uses that you also wouldn't necessarily have been able to afford, particularly at a time of declining public expenditure and austerity.</blockquote></p>\n    <p>— Miranda Kavanagh, Executive Director of Evidence, EA</p>\n    <p><blockquote>We're here to regulate and protect and improve the environment, so we shouldn't really be developing apps; I think [releasing open data] will ultimately save us a lot of time and money. We won't need to be investing in the technology to do that unless it's part of our core activity.</blockquote></p>\n    <p>— Deborah Yates, Data, Mapping, Modelling & Information, EA</p>\n    <p>There is currently some debate surrounding the extent of the role to be played by large government departments, agencies and bodies – such as EA – upon the release of open data. Some argue that the development of applications and other tools, such as those that increase awareness of flooding, should be left solely to external developers and businesses. Others think that these arms of government should also use the data themselves, or in tandem with external actors, to create the applications required by the public.</p>\n    <p>This debate is set to become more prominent with the release of larger swathes of open data – such as that released by EA between now and 2018 and the <a href=\"https://defradigital.blog.gov.uk/2015/07/31/beginning-to-accelerate/\" title=\"Defra publishing 8,000 datasets\">8,000 datasets to be published</a> by Defra this year.</p>\n    <p></p>\n    <a href=\"http://theodi.org/ea-going-open-how-the-data-is-used\" title=\"Previous page\"><img class=\"pull-left\" src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/29/f4/5629f4fe1f986a081e000033/previous.svg\" alt=\"\"></a>\n    <a href=\"http://theodi.org/ea-going-open-benefits-for-others\" title=\"Next page\"><img class=\"pull-right\" src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/16/43/56164300f362be08b400000f/summer_showcase_next_but.svg\" alt=\"\"></a>\n  </div>\n  <div class=\"pull-left col-md-3\">\n\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/ea-going-open-summary\">Executive summary</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/ea-going-open-about\">About EA</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/ea-going-open-how-and-why\">How and why EA went open</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/ea-going-open-how-the-data-is-used\">How the data is used</a>\n    </div>\n    <div class=\"blog-box-opacity\">\n    <a class=\"story-link\" href=\"http://theodi.org/ea-going-open-benefits-for-ea\">Benefits for EA</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/ea-going-open-benefits-for-others\">Benefits for others</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/ea-going-open-lessons-learnt\">Lessons learned</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/ea-going-open-acknowledgements\">Acknowledgements</a>\n    </div>\n\n  </div>\n</div>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}