{"id":"https://contentapi.theodi.org/ecis2015-workshop-opendata.json","web_url":"http://theodi.org/ecis2015-workshop-opendata","slug":"ecis2015-workshop-opendata","title":"Call for papers: Innovating in the networked society","format":"article","updated_at":"2015-09-11T09:59:02+00:00","created_at":"2014-11-21T09:39:47+00:00","tag_ids":["page","research","open-data","call-for-papers","ecis-2015","event:workshop"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/research.json","web_url":null,"title":"research","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=research","web_url":"http://theodi.org/tags/research","slug":"research"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/call-for-papers.json","web_url":null,"title":"call for papers","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=call-for-papers","web_url":"http://theodi.org/tags/call-for-papers","slug":"call-for-papers"}},{"id":"https://contentapi.theodi.org/tags/keywords/ecis-2015.json","web_url":null,"title":"ECIS 2015","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=ecis-2015","web_url":"http://theodi.org/tags/ecis-2015","slug":"ecis-2015"}},{"id":"https://contentapi.theodi.org/tags/events/event%3Aworkshop.json","web_url":null,"title":"Workshops","details":{"description":"Workshop","type":"event"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?event=event%3Aworkshop","web_url":"http://theodi.org/tags/event%3Aworkshop","slug":"event:workshop"}}],"details":{"business_proposition":false,"description":"<p>Call for papers for the ECIS 2015 pre-conference workshop on open data, to be held in Münster, Germany, 26-29 May 2015.</p>","excerpt":"This is the announcement for a research workshop on open data for innovation taking place in tandem with the 23rd European Conference in Information Systems (ECIS 2015), in Münster, Germany, 26-29 May 2015. \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>This is the announcement for a research workshop on open data for innovation taking place in tandem with the 23rd European Conference in Information Systems (ECIS 2015), in Münster, Germany, 26-29 May 2015.</em> </p>\n<p><strong>Organisers</strong></p>\n<ul>\n<li>Dr Elpida Prasopoulou, Open Data Institute, UK (contact person)</li>\n<li>Professor Matti Rossi, Aalto University School of Business, Norway</li>\n<li>Professor Sören Auer, University of Bonn &amp; Fraunhofer IAIS, Germany</li>\n<li>Dr Nancy Pouloudi, Athens University of Economics and Business, Greece</li>\n<li>Dr Tom Heath, Open Data Institute, UK</li>\n</ul>\n<p><strong>Workshop theme</strong></p>\n<p>The advent of open data is posing new challenges in the study of digital innovation in information systems. Originating in efforts for more transparency in government operations, open data is fast becoming an important resource for business organisations. </p>\n<p>There are several industry reports and white papers discussing the benefits of open data and its potential for disrupting various industries with innovative products and solutions. However, there is sparse academic research studying in more depth the impact of open data in organisations and society at large. </p>\n<p>However, as an open data ecosystem is coming into being there are several issues that need to be examined. These include the ways companies of varying sizes are using open data as a strategic resource, the types of innovation propelled by open data, the business models for generating income with open data but also, the properties of a business ecosystem combining economic targets with social impact. These topics make a strong case for studying open data as a phenomenon on its own right in the broader area of digital innovation. </p>\n<p>Information Systems (IS) is a field well equipped to fruitfully examine such a multifaceted phenomenon. Current research trends on the role of digital objects in innovation, the strategic use of data by organisations as well as socio-material accounts of business practices provide useful theoretical and methodological tools to study the role of open data in organisations. At the same time, open data has the potential, as a research topic, to renew long-standing work on information infrastructures and business models with novel insights on the way companies build data-driven operations that create new revenue streams at the same time they offer innovative solutions.  </p>\n<p>The aim of the workshop is to bring together work on open data from various strands of research within the IS field in order to exchange views and set the way forward for research on the topic. There are great opportunities to examine current trends in open data through a variety of theoretical and empirical lenses and establish a comprehensive research agenda for open data in IS. This will both provide a better understanding of a very dynamic phenomenon but also enrich the IS agenda. </p>\n<p>We invite both theoretical and empirical papers from researchers with a broad range of methodological approaches that will significantly contribute to our understanding of open data. </p>\n<p><strong>Topics of interest include but are not limited to:</strong></p>\n<ul>\n<li>Theoretical models for the study of open data as a social and technological phenomenon</li>\n<li>Business challenges for using open data as a strategic resource (eg licensing, quality, mixing open and proprietary data)</li>\n<li>Business models and industry structures for innovative use of open data</li>\n<li>Case studies of open data innovation by large companies (eg open innovation, organisational inertia, IT governance)</li>\n<li>Studies on the role of startups in catalysing the demand for open data in the ecosystem and building new information infrastructures</li>\n<li>Theories and evidence of open data innovation and diffusion across different contexts (eg education, environment, food, finance)</li>\n</ul>\n<p><strong>Call for papers</strong></p>\n<p>Position papers should be maximum 2 pages (approx. 1,500 words), and should clearly and distinctly address one or more issues pertinent to open data research. Full papers should be max 10 pages (approx. 6,000 words), while research in progress should be 5 pages at a maximum (approx. 3,000 words). </p>\n<p>Authors should follow the <a href=\"http://ECIS2015/participations/submissions\" title=\"ECIS paper format\">ECIS paper format</a>. Irrespective of the form, all submissions should be designed to support in-depth discussions during the workshop. The workshop will not retain copyright of the submitted papers as the aim is to help develop them for publication in academic journals.</p>\n<p><strong><a href=\"https://easychair.org/conferences/?conf=odns15\">Submissions should be done via EasyChair here</a>.</strong></p>\n<p><strong>Important dates</strong></p>\n<ul>\n<li>Submissions due: 7 March 2015</li>\n<li>Notification of acceptance: 4 April 2015</li>\n</ul>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[{"title":"ECIS 2015 Conference","url":"http://ecis2015.eu"},{"title":"Submission now open! Click here ","url":"https://easychair.org/conferences/?conf=odns15"}],"related":[{"id":"https://contentapi.theodi.org/research.json","web_url":"http://theodi.org/research","slug":"research","title":"Research","format":"article","updated_at":"2015-09-11T09:57:46+00:00","created_at":"2013-10-17T10:39:51+00:00","tag_ids":["page","research","open-data"]}],"organizations":[],"author":{}}