{"id":"https://contentapi.theodi.org/education-open-data-challenge-series.json","web_url":"http://theodi.org/education-open-data-challenge-series","slug":"education-open-data-challenge-series","title":"Education: Open Data Challenge","format":"article","updated_at":"2015-09-11T09:54:16+00:00","created_at":"2013-12-19T16:25:25+00:00","tag_ids":["page"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}}],"details":{"business_proposition":false,"description":"<p>The Education Challenge has been defined and will be launched in Jan 2014. We are looking for teams to create products and solutions using open data to help parents make informed choices about their children's education in one (or more) of three key areas:</p>","excerpt":"<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/b3/19/52b319971f986a2ef0000011/image3.png\" alt=\"null\" class=\"img pull-right\" id=\"52b31996d0d46269260000e7\">\r","language":"en","need_extended_font":false,"alternative_title":"Education: Open Data Challenge Series","url":"","content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/b3/19/52b319971f986a2ef0000011/image_3.png\" alt=\"null\" class=\"img pull-right\" id=\"52b31996d0d46269260000e7\">\nThe <a href=\"http://theodi.org/challenge-series\" title=\"Open Data Challenge Series\">Open Data Challenge Series</a> is a series of seven challenge prizes designed to generate innovative and sustainable solutions to social challenges using open data.</p>\n<p>The Education Challenge will be launched in January 2014. We are looking for teams to create products and solutions using open data to help parents make informed choices about their children's education in one (or more) of three key areas:</p>\n<ol>\n<li><p>Expressing a preference for a school</p></li>\n<li><p>Choosing a subject or other learning priorities</p></li>\n<li><p>Engaging with their children’s learning.</p></li>\n</ol>\n<p>Whether helping parents to better understand how their child is performing compared to others; enabling them to raise challenging issues at parents’ evening, or supporting them to understand which local schools or GCSE subjects are most suited to their child, this challenge has the potential to ensure parents bridge the 'home – education' gap and ultimately improve their child’s chances of success in life beyond school.</p>\n<h3 id=\"thedata\">The data</h3>\n<p>A large volume of open data exists relating to the UK education system, and provides the foundation for digital tools for parents and learners. To see the kind of products that have been built with this data already, see the <a href=\"http://www.theguardian.com/education/gcse-schools-guide\">Guardian GCSE Schools Guide</a>, the <a href=\"http://home.rm.com/schoolfinder/\">RM Schools Finder</a> and the <a href=\"http://www.london.gov.uk/priorities/young-people/education-and-training/london-schools-atlas\">London School Atlas</a>.</p>\n<p>We have started to pull together a list of the relevant open data which is available and will be sharing this with you through an open data platform. In addition, this challenge offers the opportunity to build on this open data by working with two previously unavailable datasets:</p>\n<ol>\n<li><p>Pupil performance records from the National Pupil Database: this challenge will see 100 parents volunteer to get access to their children's records. Developers will in turn be able to work with this data, to turn it into useful insight for parents.</p></li>\n<li><p>School application and admission records: information on school applications and admissions numbers which can be used to help parents better understand the probability of getting their child into different schools</p></li>\n</ol>\n<p>Combining these datasets with the open data already available opens up an exciting range of possibilities for tools that provide highly personalised advice and insights. We hope that this challenge represents an opportunity to develop products and services that: </p>\n<ul>\n<li><p>Deliver real value for parents and learners. Data visualisations are cool, but you’ll need to be able to explain how they help real people engage with education and learning.</p></li>\n<li><p>Showcase the potential for open and personal data to be combined to empower parents and learners. Whilst the data from the DFE and Haringey Council offers a unique twist to this challenge, you need to make sure you use at least some Open Data if you want to be in the running to win.</p></li>\n<li><p>Demonstrate high quality user-centric design. Applicants should bear in mind that many parents who want to engage with their child’s education are put off by complex information, jargon and dense rows of numbers.</p></li>\n</ul>\n<h3 id=\"theprocess\">The process</h3>\n<p><strong>January 2014</strong> The challenge opens to applications. You will be able to post a project idea and find other people to collaborate with using our <a href=\"http://www.collabfinder.com/groups/education-open-data-challenge-series\" title=\"Collab Finder\">Collab Finder</a> challenge pages.</p>\n<p><strong>29 January, 2014:</strong> <a href=\"http://www.eventbrite.co.uk/e/open-data-challenge-series-education-meet-up-tickets-10166605591?aff=es2&rank=1&sid=9f44fd4582b811e390e422000a9f4d4e\" title=\"Meet up for interested parties\">Meet up for interested parties</a></p>\n<ul>\n<li>Come and discuss your ideas, meet some people, scope out the competition, and have a few drinks</li>\n</ul>\n<p><strong>1 March, 2014:</strong> Deadline for applicants to the Innovation and Creation Weekend</p>\n<ul>\n<li>In order to receive an invite to the Creation and Innovation weekend, simply tell us what ideas you’re working on and what data they use by posting it on our <a href=\"http://www.collabfinder.com/groups/education-open-data-challenge-series\" title=\"Collab Finder\">Collab Finder</a> page.</li>\n</ul>\n<p><strong>15 March, 2014</strong> Innovation and Creation Weekend</p>\n<ul>\n<li><p>This is your chance to test your app with parents using live data, get feedback, and iterate before pitching to a prestigious panel of judges.</p></li>\n<li><p>At this stage, fully functional products would be great, but working examples that are able to process real data but need a fair degree of refining</p></li>\n<li><p>At the end of the weekend, three finalists will be chosen. As a finalist you will receive a) £5,000 b) service design and tailored support and c) an offer to apply for the ODI’s start-up programme to refine your product.</p></li>\n</ul>\n<p><strong>March – June</strong> The three finalists refine their product</p>\n<p><strong>June</strong> Grand prize of up to £50,000 will be awarded to the best product</p>\n<h3 id=\"furtherinformation\">Further information</h3>\n<p>For further information please get in touch at [opendata@nesta.org.uk](mailto: opendata@nesta.org.uk \"opendata@nesta.org.uk\") or ask us on <a href=\"https://twitter.com/odchallenges\" title=\"Twitter\">Twitter</a>.</p>\n<p>Please refer to the <a href=\"http://www.nesta.org.uk/project/open-data-challenge-series\">Nesta website</a> for terms and conditions of participation.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}