{"id":"https://contentapi.theodi.org/energy-and-environment-programme.json","web_url":"http://theodi.org/energy-and-environment-programme","slug":"energy-and-environment-programme","title":"Energy and the Environment Programme","format":"article","updated_at":"2015-09-11T09:51:11+00:00","created_at":"2013-03-27T17:50:07+00:00","tag_ids":["page"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The Energy and the Environment Challenge within\u0002the Open Data Challenge Series\u0002launched\u0002on Monday 29\u0002April with a call for a [Series Lead](http://www.f6s.com/opendatachallengeseriesleaders) and for [participants](http://www.f6s.com/odchallengeseries) to determine and address the challenges in the sector.","language":"en","need_extended_font":false,"content":"<p>The Energy and the Environment Challenge within\u0002the Open Data Challenge Series\u0002launched\u0002on Monday 29\u0002April with a call for a <a href=\"http://www.f6s.com/opendatachallengeseriesleaders\">Series Lead</a> and for <a href=\"http://www.f6s.com/odchallengeseries\">participants</a> to determine and address the challenges in the sector.</p>\n<p>With a Programme Lead now in place, the outline of the Energy and Environment Programme is clear and will\u0002focus on the pressing issue of how to better reach households that are in fuel poverty and eligible for grants, using open data. The team plans to work with key stakeholders in the energy and social services sectors to define the causes and impacts of fuel poverty and to identify ways in which open data can be used to respond to these. The ultimate goal for the team is to focus on a designated locality/city to create products that help provide better targeting and access of Energy Company Obligation and other funding to help reduce the incidence of fuel poverty and if possible reduce carbon emissions.</p>\n<p>We anticipate running the Energy and Environment Challenge Definition Day in late October 2013 with a view to running the Innovation and Creation Hack Weekend in early December\u0002at which three winning teams will be identified to recieve £5k seed-funding and access to mentoring and support through The ODI StartUp Programme.</p>\n<p>The Programme\u0002will span over a nine month period and constitute:</p>\n<ul>\n<li><strong>Recruitment of a Programme\u0002Lead -<em>\u0002</strong></em><em>recruitment and\u0002appointment of a domain expert to ensure the successful and relevant delivery of the programme</em></li>\n<li><strong>Challenge definition day</strong>\u0002-\u0002<em>convening data owners, data users and data consumers, thought leaders and industry experts to explore and shape the challenges for the series</em></li>\n<li><strong>Applications open</strong>\u0002-\u0002<em>the formal launch of the competition when applications for participation happen</em></li>\n<li><strong>Development/Acceleration period</strong>\u0002-\u0002<em>an opportunity for teams to form, ideas to consolidate and develop, data to be reviewed, improved and released</em></li>\n<li><strong>Creation and Innovation Weekend</strong>\u0002-\u0002<em>where the products and tools are developed, tested and presented to a panel of judges. Seed funding is awarded to three teams</em></li>\n<li><strong>Incubation,mentoring and review</strong>\u0002-\u0002<em>further development of the three funded ideas including access to relevant expertise;\u0002judging undertaken by Nesta and winner selected</em></li>\n</ul>\n<p>The key timings for the Energy and Environment Challenge are outlined below:</p>\n<table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"width: 500px;\">&lt;tbody&gt;&amp;lt;tr&amp;gt;&amp;amp;lt;td&amp;amp;gt;**Challenge Definition Day**&amp;amp;lt;/td&amp;amp;gt;&amp;amp;lt;td&amp;amp;gt;Late October 2013&amp;amp;lt;/td&amp;amp;gt;&amp;lt;/tr&amp;gt;&amp;lt;tr&amp;gt;&amp;amp;lt;td&amp;amp;gt;**Development/Acceleration Period**&amp;amp;lt;/td&amp;amp;gt;&amp;amp;lt;td&amp;amp;gt;October - November 2013&amp;amp;lt;/td&amp;amp;gt;&amp;lt;/tr&amp;gt;&amp;lt;tr&amp;gt;&amp;amp;lt;td&amp;amp;gt;**Creation and Innovation Weekend**&amp;amp;lt;/td&amp;amp;gt;&amp;amp;lt;td&amp;amp;gt;December 2013\u0002&amp;amp;lt;/td&amp;amp;gt;&amp;lt;/tr&amp;gt;&lt;/tbody&gt;&lt;tbody&gt;&amp;lt;tr&amp;gt;&amp;amp;lt;td&amp;amp;gt;**Incubation, mentoring and review period**&amp;amp;lt;/td&amp;amp;gt;&amp;amp;lt;td&amp;amp;gt;December 2013 - March '14&amp;amp;lt;/td&amp;amp;gt;&amp;lt;/tr&amp;gt;&lt;/tbody&gt;</table>\n<p>\u0002</p>\n<h3 id=\"partners\"><strong>Partners</strong></h3>\n<p>We are\u0002talking to data owners in Government about how they can be involved. There is a growing appetite to publish data which is useful to the users and re-users, and to engage with the open data community. We are also\u0002encouraging those who are participating in the <a href=\"http://www.geovation.org.uk/\">GeoVation</a> challenge, '<strong><a href=\"http://www.geovation.org.uk/resources/environment-powwow/\">How can we help British Business improve environmental performance?</a></strong>' to take\u0002their ideas forward through this series of the Open Data Challenge Series. \u0002\n\u0002</p>\n<h3 id=\"takepart\"><strong>Take Part</strong></h3>\n<p>The Open Data Challenge Series\u0002is a fantastic opportunity for developers and start up companies to collaborate with the data owners to shape the challenges and determine the problems that could be addressed and solved using open data. It has been designed as a means to help businesses innovate and take ideas forward and enable them to provide direct feedback to data owners.\u0002If you are interested in shaping the challenges, attending the Challenge Definition Day and participating in the series, please apply\u0002<a href=\"http://www.f6s.com/odcsenergyandenvironment\">here</a>. You do not have to attend the Challenge Definition Day to participate in the series.</p>\n<p>Each series of the Open Data Challenge Series\u0002will have an independent <a href=\"http://www.f6s.com/opendatachallengeseriesleaders\">Series Lead</a> to provide oversight and facilitation drawing in expertise, for both the Challenge Definition Day and the Creation and Innovation Weekend, from a range of sectors. If you are interested in becoming a series lead for one of the remaining challenges (to be announced in December 2013) please register your interest <a href=\"http://www.f6s.com/opendatachallengeseriesleaders\">here</a>.</p>\n<p>\u0002</p>","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}