{"id":"https://contentapi.theodi.org/how-uk-companies-are-using-open-data-to-innovate.json","web_url":"http://theodi.org/how-uk-companies-are-using-open-data-to-innovate","slug":"how-uk-companies-are-using-open-data-to-innovate","title":"Research: Open data means business","format":"article","updated_at":"2015-09-11T10:00:51+00:00","created_at":"2015-05-14T23:17:04+00:00","tag_ids":["page","open-data-means-business","business","research","startups","uk"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-means-business.json","web_url":null,"title":"open data means business","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-means-business","web_url":"http://theodi.org/tags/open-data-means-business","slug":"open-data-means-business"}},{"id":"https://contentapi.theodi.org/tags/keywords/business.json","web_url":null,"title":"business","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=business","web_url":"http://theodi.org/tags/business","slug":"business"}},{"id":"https://contentapi.theodi.org/tags/keywords/research.json","web_url":null,"title":"research","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=research","web_url":"http://theodi.org/tags/research","slug":"research"}},{"id":"https://contentapi.theodi.org/tags/keywords/startups.json","web_url":null,"title":"startups","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=startups","web_url":"http://theodi.org/tags/startups","slug":"startups"}},{"id":"https://contentapi.theodi.org/tags/keywords/uk.json","web_url":null,"title":"UK","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=uk","web_url":"http://theodi.org/tags/uk","slug":"uk"}}],"details":{"business_proposition":false,"description":"<p>Our research demonstrates that UK companies are using open data to create new products and develop new business models, and that this is taking place across diverse company types and sizes.</p>","excerpt":"How UK companies are using open data to innovate\r","language":"en","need_extended_font":false,"alternative_title":"Open data means business: How UK companies are using open data to innovate","url":"","content":"<h2 id=\"howukcompaniesareusingopendatatoinnovate\">How UK companies are using open data to innovate</h2>\n<p><strong><a href=\"#startups\">Open data startups: forming new businesses based on open data</a></strong><br />\n<strong><a href=\"#smes\">SMEs: diversifying product portfolios with open data</a></strong><br />\n<strong><a href=\"#large-companies\">Large companies: embracing open data</a></strong><br />\n<strong><a href=\"#how-uk-companies-work-with-open-data\">How UK companies work with open data</a></strong><br />\n<strong><a href=\"#business-approaches\">Business approaches to open data products and services</a></strong><br />\n<strong><a href=\"#citation\">How to cite</a></strong>  </p>\n<hr />\n<p><strong><em>Our research demonstrates that UK companies are using open data to create new products and develop new business models, and that this is taking place across diverse company types and sizes.</em></strong></p>\n<p><a id=\"startups\"></a></p>\n<h3 id=\"opendatastartupsformingnewbusinessesbasedonopendata\">Open data startups: forming new businesses based on open data</h3>\n<p>Open data startups are emerging micro enterprises formed to explicitly exploit the benefits of open data. Often this comes in the form of a new product or service which depends on open data to exist. Across a range of industries the open data startup community are critical disruptors, challengers and innovators.</p>\n<p>We identified a number of open data startups that are focused on impact other than purely economic i.e. social and environmental. For example, <a href=\"http://theodi.org/examples-of-uk-companies-using-open-data#foodtrade\">FoodTrade</a> does not just consume open data to develop its allergen compliance tool; it also aspires to redesign the food system in a more sustainable way:</p>\n<blockquote>\n  <p>\"Transparency is a failure of the food system at the moment. So there is a great opportunity for an open data revolution to come in and disrupt the food system. FoodTrade want to be the Wiki of the food system. We want to make market intelligence open to people so that they could then help themselves and start trading with each other. Our goal, from the start, was to make the food system sustainable and responsible.\"</p>\n</blockquote>\n<p>- Ed Dowding, FoodTrade</p>\n<p><a id=\"smes\"></a></p>\n<h3 id=\"smesdiversifyingproductportfolioswithopendata\">SMEs: diversifying product portfolios with open data</h3>\n<p>Our research has identified a number of cases of established SMEs using open data to diversify their product and service offerings. </p>\n<p>For example, <a href=\"http://theodi.org/examples-of-uk-companies-using-open-data#geolytix\">GeoLytix</a> offers data analytics services to large retailers. Open data enabled the company to both create a distinctive brand in a market dominated by large enterprises, but also develop a new line of unique data products that clients can purchase for their internal analytics operations:</p>\n<blockquote>\n  <p>\"We started to create open data products in order to provide better quality data analytics to our customers. Especially smaller companies that didn’t have the capacity to build these datasets on their own. We realised that being a data consultancy is a profitable line of work. As a small for-profit company, open data products allow us to build reputation in our sector and expand our customer base, but also contribute back to the ecosystem and help improve the quality of open data.\"</p>\n</blockquote>\n<p>- Sarah Hitchcock, GeoLytix</p>\n<p>Similarly, <a href=\"http://theodi.org/examples-of-uk-companies-using-open-data#shoothill\">Shoothill</a>, a company specialising in marketing campaigns for the creative industries, started developing open data products when commissioned to integrate data from the Environment Agency in web-based street maps. This initial project led to a product line based on flood alerts, including GaugeMap which has been recognised for its innovative and easy-to-use visualisations based on open data. Entering the open data ecosystem enabled Shoothill to build expertise in handling environmental data and develop new consulting services around it:</p>\n<blockquote>\n  <p>\"A lot of people have seen our flood maps now. Our brand is a brand that they can trust. We have establish an area of expertise. We’re good with environmental data, we know what we’re doing, we’ve got a lot of experience in it. People are engaging with us to build systems that use either part or some of this data or mix it with other data sets, to come up with something useful. This has become quite a big part of our business.\"</p>\n</blockquote>\n<p>- Rod Plummer, Shoothill</p>\n<p><a href=\"http://theodi.org/examples-of-uk-companies-using-open-data#mime\">Mime Consulting</a>, a boutique consultancy in the educational sector, shows how open data products can help companies to grow their customer base within their sector and reach new customer segments:</p>\n<blockquote>\n  <p>\"Open data helped us raise awareness of the importance of data-driven decisions guiding post-GCSE educational choices. It also enabled us to gain access to more schools and local authorities that wish to explore the possibilities offered by open data.\"</p>\n</blockquote>\n<p>- Steve Preston, Mime Consulting</p>\n<p><a id=\"large-companies\"></a></p>\n<h3 id=\"largecompaniesembracingopendata\">Large companies: embracing open data</h3>\n<p><a href=\"http://theodi.org/examples-of-uk-companies-using-open-data#arup\">Arup</a> are demonstrating how a big company can embrace open data. The company, in the context of its digital.Arup services for the built environment, uses open data for the development of products and services offered to their clients. </p>\n<p>One such example is The Hazard Owl, Arup’s Risk Information Action System. By using real-time natural hazard information from public feeds, the system alerts clients of natural disasters to initiate risk mitigation and business continuity plans. </p>\n<p>Arup not only embed open data in their technical infrastructure; they also use it as a tool to improve engagement between citizens and city leadership. </p>\n<blockquote>\n  <p>\"Arup is now moving to the next level: how to develop technical architectures to make this data flow?  How do you set up in a city or at a city scale, architectures and standards that allow the reduction of cost and friction but also respect privacy and trust issues around data?  And I think the open data framework again is one of the key methodologies to do that.\"</p>\n</blockquote>\n<p>- Volker Buscher, Arup</p>\n<p><a id=\"how-uk-companies-work-with-open-data\"></a></p>\n<h3 id=\"howukcompaniesworkwithopendata\">How UK companies work with open data</h3>\n<p>UK companies play a range of different roles when it comes to open data, and our research reveals a number of these.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/55/31/55553100d0d462088500003d/roles.png\" alt=\"null\" class=\"img\" id=\"55553100f362be08d10000ce\"></p>\n<p><em>Figure 2.1: Responses to the question \"How does your company currently use open data?\" See <a href=\"https://docs.google.com/spreadsheets/d/1R00TmmjTmXSVY0-elg0nj8cn1koz736huWfpkcgs9pY/pubhtml?gid=903280669\" title=\"Appendix Table A2.1\">Appendix Table A2.1</a> for a table of responses including frequencies. (n = 79, multiple responses allowed).</em></p>\n<p>Nearly two thirds of companies surveyed (63%) are processing open data, unsurprising given that open data quality is often <a href=\"http://theodi.org/challenges-for-open-data-companies\">a key concern for businesses</a>. Almost as many companies are developing products using open data (59%) and providing insights based on open data (57%).</p>\n<p>Fewer companies are providing open data infrastructure (42%). This may reflect the dynamic that in most contexts there are fewer infrastructure providers than users of their infrastructure. A sizeable number of companies responding to the survey are publishing open data (41%), which is consistent with our findings that <a href=\"http://theodi.org/open-data-that-drives-business\">government and the public sector is not the sole source of open data</a>.</p>\n<p>These open data roles do not appear to be exclusive pursuits. Indeed, we found that over three quarters of respondents (79%) were carrying out two or more of these functions. </p>\n<p><a id=\"business-approaches\"></a></p>\n<h3 id=\"businessapproachestoopendataproductsandservices\">Business approaches to open data products and services</h3>\n<p>When it comes to pricing for open data products and services, open data companies are using a variety of different methods. In fact, over a quarter (28%) of companies indicated they were using two or more mechanisms of the mechanisms described below, either for the same or different open data offerings.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/55/31/55553106f362be0958000035/pricing.png\" alt=\"null\" class=\"img\" id=\"555531061f986a08690000bf\"></p>\n<p><em>Figure 2.2: Responses to the question \"Which pricing mechanism(s) does your company use for its open data products and/or services?\" See <a href=\"https://docs.google.com/spreadsheets/d/1R00TmmjTmXSVY0-elg0nj8cn1koz736huWfpkcgs9pY/pubhtml?gid=1269815938\" title=\"Appendix Table A2.2\">Appendix Table A2.2</a> for a table of responses including frequencies. (n = 72, multiple responses allowed).</em></p>\n<p>The majority of respondents (57%) are providing products and services which give unlimited free access to everyone. The reasons for doing so vary for particular companies and for particular products. One key driver identified by interviewees is the role open data offerings can have in attracting customers to companies’ other products and services.</p>\n<blockquote>\n  <p>\"It’s better to give some of it away and use it to convert customers.\"</p>\n</blockquote>\n<p>- Ian MakGill, Spend Network</p>\n<p>Over a tenth of companies (14%) provide free access to a subset of users. This can be another means by which to attract and retain customers.</p>\n<blockquote>\n  <p>\"We intend to make the core features of Skills Route accessible for free by schools and their students. We’ve found that when you get your product into people that like it, they’re your best salespeople. We know there is a demand for this; it is about raising awareness, and developing a good product that meets a clear need.\"</p>\n</blockquote>\n<p>- Steve Preston, Mime Consulting</p>\n<p>In addition, over a quarter of companies (28%) are providing rate or volume limited access to their open data offerings, indicating the adoption of freemium pricing models for open data products and services, as in many other areas of the digital economy.</p>\n<p>Almost a third of respondents (29%) provide only paid for products and services. Companies offering paid for consultancy services may explain the prevalence of this model. In addition a number of companies explicitly stated that their pricing was dependent upon the client. </p>\n<p>The findings in this section indicate that UK open data companies, collectively, are adopting a wide variety of commercialisation approaches. Further research is required to more thoroughly understand the specifics and benefits of various business models when applied to open data products and services.</p>\n<p>The other sections in this report focus on <a href=\"http://theodi.org/diverse-uk-companies-open-data\">the range of companies investing in open data</a>,  <a href=\"http://theodi.org/open-data-that-drives-business\">the kinds of open data that companies use or produce</a>, <a href=\"http://theodi.org/challenges-for-open-data-companies\">the challenges they face in doing so</a> and <a href=\"http://theodi.org/examples-of-uk-companies-using-open-data\">some real-life company examples of open data innovation</a>.</p>\n<hr />\n<p><a id=\"citation\"></a></p>\n<h3 id=\"howtocite\">How to cite:</h3>\n<p>Please cite this report as: Open Data Institute (2015) Open data means business: UK innovation across sectors and regions. London, UK. Available at http://theodi.org/open-data-means-business-uk-innovation-sectors-regions</p>\n<hr />\n<p><a href=\"/diverse-uk-companies-open-data\">PREVIOUS PAGE</a> / <a href=\"/open-data-that-drives-business\">NEXT PAGE</a></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[{"title":"Open data means business: summary","url":"http://theodi.org/open-data-means-business"},{"title":"Open data means business: diverse UK companies are working with open data","url":"http://theodi.org/diverse-uk-companies-open-data"},{"title":"Open data means business: open data that drives business","url":"http://theodi.org/open-data-that-drives-business"},{"title":"Open data means business: challenges for open data companies","url":"http://theodi.org/challenges-for-open-data-companies"},{"title":"Open data means business: examples of UK companies using open data","url":"http://theodi.org/examples-of-uk-companies-using-open-data"},{"title":"Open data means business: conclusions and recommendations","url":"http://theodi.org/open-data-means-business-conclusions-recommendations"},{"title":"Open data means business: methodology","url":"http://theodi.org/open-data-means-business-methodology"},{"title":"Open data means business: appendices","url":"http://theodi.org/open-data-means-business-appendices"}],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}