{"id":"https://contentapi.theodi.org/iain-gray.json","web_url":"http://theodi.org/iain-gray","slug":"iain-gray","title":"Iain Gray","format":"person","updated_at":"2014-07-08T14:19:22+00:00","created_at":"2013-03-08T11:56:59+00:00","tag_ids":[],"tags":[],"details":{"need_id":"","business_proposition":false,"excerpt":"Iain Gray joined the Technology Strategy Board as Chief Executive in 2007, following its establishment as an executive non-departmental public body.","language":"en","need_extended_font":false,"description":"<p>Iain Gray joined the Technology Strategy Board as Chief Executive in 2007, following its establishment as an executive non-departmental public body.</p>\n<p>Prior to joining the Technology Strategy Board, Iain was Managing Director and General Manager of Airbus UK, whose Bristol operation he joined when it was still part of British Aerospace.<br />\n \u0002<br />\n Iain Gray completed his early education in Aberdeen, culminating in an Engineering Science honours degree at Aberdeen University. In addition, he gained a Masters of Philosophy at Southampton University in 1989. \u0002Since then Iain has received Honorary Doctorates from Bath, Bristol, Aberdeen, Aston and Exeter Universities in 2005, 2006, 2007, 2011 and 2012 respectively. \u0002And more recently Iain was made a Fellow of Cardiff University.<br />\n \u0002<br />\n Iain is a Chartered Engineer, a Fellow of the Royal Academy of Engineers; a Fellow of the Royal Aeronautical Society and in 2007 was awarded the Royal Aeronautical Society Gold Medal. In 2011 he was elected as a Fellow of the Royal Society of Edinburgh. \u0002He is a Board Member of Engineering UK, a Governor of the University of the West of England, a Board Member of SEMTA and a Board Member of Energy Technologies Institute.<br />\n \u0002<br />\n As Chief Executive of the Technology Strategy Board, Iain is the operational head of the organisation as it assumes its leading role in driving the UK’s technology and innovation strategy.</p>\n<p>\u0002</p>","email":"Claire.Bassham@tsb.gov.uk","organizations":[],"author":{},"image":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}