{"id":"https://contentapi.theodi.org/keitha-booth.json","web_url":"http://theodi.org/keitha-booth","slug":"keitha-booth","title":"Keitha Booth","format":"person","updated_at":"2014-07-08T14:19:23+00:00","created_at":"2013-07-24T11:20:11+00:00","tag_ids":[],"tags":[],"details":{"need_id":"","business_proposition":false,"excerpt":"Keitha Booth is Programme Leader, [NZ Open Government Information and Data Programme](http://ict.govt.nz/programmes/open-and-transparent-government/open-government-information-and-data-work-programm), based at [Land Information New Zealand](http://www.linz.govt.nz/) where she is also Principal Advisor, Information Strategy.\u0002She has been leading the Open Data programme since 2009. Over this time the NZ Cabinet has approved the Declaration on Open and Transparent Government, the NZ Government Open Access and Licensing framework (NZGOAL) and the NZ Data and Information Management Principles, and [data.govt.nz](http://data.govt.nz) is now over 3 years old. The programme also has a sound governance structure and departmental adoption of the Declaration is reported to Cabinet annually. Keitha's focus is now on better understanding user demands for data and on illustrating the impact of high value public data release on the economy and society generally.  ","language":"en","need_extended_font":false,"description":"<p>Keitha Booth is Programme Leader, <a href=\"http://ict.govt.nz/programmes/open-and-transparent-government/open-government-information-and-data-work-programm\">NZ Open Government Information and Data Programme</a>, based at <a href=\"http://www.linz.govt.nz/\">Land Information New Zealand</a> where she is also Principal Advisor, Information Strategy.\u0002She has been leading the Open Data programme since 2009. Over this time the NZ Cabinet has approved the Declaration on Open and Transparent Government, the NZ Government Open Access and Licensing framework (NZGOAL) and the NZ Data and Information Management Principles, and <a href=\"http://data.govt.nz\">data.govt.nz</a> is now over 3 years old. The programme also has a sound governance structure and departmental adoption of the Declaration is reported to Cabinet annually. Keitha's focus is now on better understanding user demands for data and on illustrating the impact of high value public data release on the economy and society generally.<br />\n \u0002<br />\n Keitha was a member of the NZ Government <a href=\"http://ict.govt.nz/assets/Uploads/Government-ICT-Strategy-and-Action-Plan-to-2017.pdf\">2017 ICT Strategy and Action Plan Taskforce</a>, and is on the Advisory Boards of <a href=\"http://www.creativecommons.org.nz/\">Creative Commons Aotearoa NZ</a> and <a href=\"http://www.digitalnz.org/\">Digital New Zealand.</a>\u0002She has post graduate qualifications in librarianship and information systems.</p>\n<p>\u0002\n\u0002</p>","email":"keithabooth@gmail.com","organizations":[],"author":{},"image":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}