{"id":"https://contentapi.theodi.org/objectives.json","web_url":"http://theodi.org/objectives","slug":"objectives","title":"Objectives","format":"article","updated_at":"2014-07-08T14:19:23+00:00","created_at":"2012-07-11T13:54:20+00:00","tag_ids":[],"tags":[],"details":{"need_id":"","business_proposition":false,"excerpt":" 1. Innovation and Research","language":"en","need_extended_font":false,"content":"<h3 id=\"1innovationandresearch\">1. Innovation and Research</h3>\n<p>The ODI will have its primary physical presence in Shoreditch around the Tech City initiative. This positioning will immediately give it access to the various networks that comprise the Silicon Roundabout phenomenon. With hundreds of active start-ups – many looking to exploit and use Open Data, this existing network will be an essential part of ensuring that the ODI is surrounded by innovative talent eager to collaborate and use the outputs and resources of the ODI. These start-ups, many staffed by recent graduates, have a natural affinity to the research and development ethos of Universities. As such Tech City offers an environment that will straddle business and academe. ### 2. Training the Open Data Generation</p>\n<p>The ODI will train a cohort of linked and open data technologists and entrepreneurs. It will also provide places for ODI Fellows – they will come from the public and private sectors and join the ODI to gain an understanding of Open Government Data opportunities. It will run a similar scheme for the placement of ODI Facilitators in public and private sector organisations. Their explicit role will be to create sustainable knowledge and understanding of Open Government Data exploitation within the organisations in which they are placed. All of this will be to support capability building and best practice. ### 3. Supporting and Overseeing Standards and Policies</p>\n<p>The ODI will look to develop and promote the emerging Linked Web of Data as a means of delivering the vision of Open Government Data. The ODI will identify those areas that require research in methods, tools and techniques for the publication and life cycle of Open Government Data exploitation. It will seek to commission such work if needed. The ODI will work with standards bodies such as W3C and OASIS to ensure that Open Data standards are available and fit for purpose. The effective exploitation of Open Data whether from public or private sectors is best realised through the adoption of open standards that enable and support interoperability. It will promote best practice in their use and deployment. ### 4. Advising and Collaborating</p>\n<p>The ODI will provide a source of expert advice to Government on the best way to realise the value of Open Government Data and to ensure that policy and public technology is capable of delivering a continued flow of Open Government Data. It will undertake research to assess the impact of Open Government Data releases. The ODI will serve as a locus for International engagement. It will seek collaboration with Open Data initiatives at all levels of granularity – for example at national, regional, city and institutional levels. There will be opportunities to work with other non-governmental agencies that support Open Government Data around the world.</p>","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}