{"id":"https://contentapi.theodi.org/odi-showcase-great-british-public-toilet-map-provision-access-analysed.json","web_url":"http://theodi.org/odi-showcase-great-british-public-toilet-map-provision-access-analysed","slug":"odi-showcase-great-british-public-toilet-map-provision-access-analysed","title":"The Great British Public Toilet Analysis","format":"article","updated_at":"2016-11-18T15:46:15+00:00","created_at":"2016-11-18T09:26:22+00:00","tag_ids":["page","odi-showcase","great-british-toilet-map","mapping"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/odi-showcase.json","web_url":null,"title":"ODI Showcase","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=odi-showcase","web_url":"http://theodi.org/tags/odi-showcase","slug":"odi-showcase"}},{"id":"https://contentapi.theodi.org/tags/keywords/great-british-toilet-map.json","web_url":null,"title":"Great British Toilet Map","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=great-british-toilet-map","web_url":"http://theodi.org/tags/great-british-toilet-map","slug":"great-british-toilet-map"}},{"id":"https://contentapi.theodi.org/tags/keywords/mapping.json","web_url":null,"title":"mapping","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=mapping","web_url":"http://theodi.org/tags/mapping","slug":"mapping"}}],"details":{"business_proposition":false,"description":"","excerpt":" [The Great British Public Toilet Map: provision and access analysed](1)\r","language":"en","need_extended_font":false,"alternative_title":"The Great British Public Toilet Analysis","url":"","content":"<ul>\n<li><a href=\"#1\">The Great British Public Toilet Map: provision and access analysed</a></li>\n<li><a href=\"#2\">Background</a></li>\n<li><a href=\"#3\">About the data</a></li>\n<li><a href=\"#4\">Methodology</a></li>\n<li><a href=\"#5\">Collaboration</a></li>\n<li><a href=\"#6\">What next?</a></li>\n</ul>\n<h2 id=\"aid1thegreatbritishpublictoiletmapprovisionandaccessanalyseda\"><a id=\"1\">The Great British Public Toilet Map: provision and access analysed</a></h2>\n<p>People across the UK rely on a range of publicly accessible toilet facilities, whether in train stations, libraries, shopping centres, supermarkets, service stations or town centres. </p>\n<p>Some of these will be provided by council-run community schemes, but many are run by private operators. The provision of public toilets has changed a lot in the last few decades, with the traditional council-run facility in decline.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/2f/22/582f22051f986a0830000055/Disused_toilets2\" alt=\"Toilet3\" class=\"img\" id=\"582f2205d0d46206f000009e\">\n<small>Disused toilet in Belfast. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [Albert Bridge](http://www.geograph.org.uk/photo/779638 “Albert Bridge\").</p>\n<p><strong>The Great British Public Toilet Map</strong> is the UK’s largest database of publicly accessible toilets, featuring over 10,000 facilities. It aims to show all toilets that the public and the provider consider to be publicly accessible, and therefore a useful resource for anyone reliant on public toilets when away from home. </p>\n<p>The public can search the data using the website <a href=\"https://greatbritishpublictoiletmap.rca.ac.uk\">greatbritishpublictoiletmap.rca.ac.uk</a> on any device.</p>\n<p>The project launched nationwide in 2014 using open data, and data from Freedom of Information requests and crowdsourcing. Since then it has featured in online news articles and on national radio.</p>\n<p>In this latest project, <strong>Great British Public Toilet Analysis</strong>, the team has used the dataset to reveal insights into the current state of the UK’s public toilet provision, who is providing them and who can access them. </p>\n<p>This project continues the work of <a href=\"https://greatbritishpublictoiletmap.rca.ac.uk/\">The Great British Public Toilet Map</a> to raise awareness of the need for publicly accessible toilets as a reliable public service across the UK, to meet the needs of the entire population. The team focus especially on the people who rely on publicly accessible toilets to leave their house, so they can “enjoy a quality of life many of us take for granted”, says project lead Gail Ramster. </p>\n<blockquote>\n  <p>It also provides insights for local campaigners, local government and private providers in terms of who’s getting it right and where provision is woefully inadequate, signalling where investment might be needed but also where best practice can be highlighted for others to benefit from.</p>\n</blockquote>\n<h3 id=\"findings\">Findings</h3>\n<p>The dataset shows <strong>10,738 publicly accessible toilets</strong>, of which <strong>8,955 are public toilets</strong>, including those in public buildings such as libraries and town halls (80%). <strong>1,783 are other publicly accessible toilets</strong> (17%).</p>\n<p>These findings show that <strong>17% of the UK’s publicly accessible toilets</strong> are not provided by a public body.</p>\n<p>These include train stations (42%), and supermarkets (16%) – Tesco being listed most frequently with 161 stores.</p>\n<p><strong>Toilets by area</strong></p>\n<p>Provision across the country was explored by looking at the number of toilets in 381 council areas (not including Northern Ireland).</p>\n<p><strong>Areas with most publicly accessible toilets</strong> (by council boundary):</p>\n<ol>\n<li><p>Cornwall, with 203 toilets</p></li>\n<li><p>The Highlands, with 191 toilets</p></li>\n<li><p>The City of London, with 108 toilets</p></li>\n</ol>\n<p>This includes the UK’s largest (Highlands) and smallest (City of London) councils by area. What links these councils is their visitor numbers, showing the link between toilets and leisure.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/2f/11/582f1128f362be089d000056/b1.jpg\" alt=\"null\" class=\"img text-center\" id=\"582f1127d0d46206f0000098\"> </p>\n<p><strong>The areas with the fewest publicly accessible toilets</strong> are Darlington, Flintshire, Melton, North Kesteven, Redditch and South Ribble, with just four toilets listed each. There are no areas with no toilets listed. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/2f/11/582f11c4d0d46207eb000045/w1.jpg\" alt=\"null\" class=\"img text-center\" id=\"582f11c4f362be0854000098\"></p>\n<p>In 2016 BBC Breakfast <a href=\"http://www.bbc.co.uk/news/uk-36405414\">reported</a> public toilets had been “wiped out in parts of the UK” and that “ten areas ... have no council-run public toilets at all”. One of the councils the BBC reported having no council-run public toilets was Wandsworth in South London, however The Great British Toilet Map shows that Wandsworth has 38 publicly accessible toilets.</p>\n<h3 id=\"howmanytoiletsareenoughtoilets\">How many toilets are enough toilets?</h3>\n<p>This depends on many factors: geographical area, resident and visitor population, land use.</p>\n<p>The Great British Public Toilet Map shows a mean average of 17,354 residents per toilet, per council area. In 72% of council areas there are 20,000 residents or less per facility. However, 18 council areas have over 40,000 residents per facility, with Flintshire and Bury having over 70,000 residents per facility. </p>\n<h2 id=\"aid2backgrounda\"><a id=\"2\">Background</a></h2>\n<p>The NHS <a href=\"http://www.steroplast.co.uk/articles/type/press_release/52-everything-you-wanted-to-know-about-incontinence-but-were-afraid-to-ask\">estimates</a> that between 3 and 6 million people in the UK experience a degree of urinary incontinence. The aim of The Great British Public Toilet Map is to help people manage continence concerns when away from home. </p>\n<p>The Great British Public Toilet Map was originally the output of a three-year research study called <a href=\"http://www.newdynamics.group.shef.ac.uk/tact3.html\">TACT3</a>, funded by UK research councils and undertaken by The Helen Hamlyn Centre for Design at the Royal College of Art. The team received further funding from Nominet Trust in 2013 to expand from a pilot site to a nationwide resource. </p>\n<p>People’s requirements of public toilets can vary depending on what they need, where they need it and how often they need access, particularly if their continence is affected by a medical condition. They might need to empty a colostomy bag or they might need frequent access as a side-effect of medication.</p>\n<p>A lack of access to public toilets can cause people to avoid visiting new places, hamper their working lives, or stop them from leaving home altogether – leading to isolation, loneliness and reduced quality of life.</p>\n<p>To help people access toilets that meet their specific needs, The Great British Toilet Map team needed to create a detailed toilet finder that could be used to plan ahead and on the go. However, no national open dataset of public toilets existed, and it was becoming increasingly urgent that one was developed since the service became more fragmented across the public and private sectors. </p>\n<p>There are around 400 councils at the level of government who provide public toilets, though none are legally obliged to do so. There has been a recent trend for councils to close traditional toilet blocks and begin offering toilets through community toilet schemes where businesses allow non-customers to use their toilets normally in exchange for a small council grant. In addition to this is the myriad of transport operators, shopping centres, supermarkets, department stores, museums, hospitals, national parks and local communities who also provide toilets with varying levels of public accessibility. </p>\n<p>The Great British Public Toilet Map team set out to create this national open dataset, first by building a database of council-run toilets collated through council websites and nearly 300 Freedom of Information requests, then combining this with public toilet data from the <a href=\"http://www.openstreetmap.org/#map=5/51.500/-0.100\">OpenStreetMap</a> project, open datasets from train operators and local government, and crowdsourced information from users of the website. </p>\n<p>This has created the largest resource for publicly accessible toilets in the UK, but what can it tell us about them?</p>\n<p>Public toilets have been in decline for many years, however cuts to local government funding since 2008 have sped up this process, with many local news reports of toilets closing and local campaigns trying to save them. As public toilets are a voluntary provision, it is inevitable that their budgets are cut to protect statutory services. As Gail Ramster says: </p>\n<blockquote>\n  <p>Using our dataset we are in the unique position to shed light on the changing provision of publicly accessible toilets across the nation. Our toilet analysis can help campaigners to reveal whether their council is underperforming compared to others with similar demographics, geography and industry, and highlight those champion providers who are managing to protect this vital public service.</p>\n  <p>Our data also reveals the extent to which the public is relying on toilet provided by private providers in the absence of true public facilities, which could have implications for those who may not be comfortable not be comfortable using a private facility (such as the many pubs that participate in community toilet schemes) or might even fear they will be denied access, as use is still at the discretion of the private operator.</p>\n</blockquote>\n<h2 id=\"aid3aboutthedataa\"><a id=\"3\">About the data</a></h2>\n<p>The Great British Public Toilet Map uses several open datasets.</p>\n<ul>\n<li><a href=\"http://wiki.openstreetmap.org/wiki/Tag:amenity%3Dtoilets\">OpenStreetMap tag amenity: toilets</a> (Open Data Commons Open Database Licence)</li>\n<li>The Local Government Association’s (LGA) <a href=\"http://aggregator.opendata.esd.org.uk\">aggregated dataset</a> from 80+ councils (each published under Open Government Licence) </li>\n<li>Data from National Rail Enquiries on nearly 800 train station toilets (free to use though no official licence given)</li>\n</ul>\n<p>The map also publishes metadata about each toilet, to show the data source and how many times it has been edited, giving a rating to indicate how reliable each data point it is. </p>\n<p>“We cannot check the validity of new reports immediately so this gives users an idea for themselves of the accuracy of the information, as they will want to be certain of a toilet’s existence and accessibility before making their way there,” says Gail Ramster.  </p>\n<blockquote>\n  <p>We also plan to publish the complete dataset under open licence ourselves. This is a critical aim of the project in order to fulfil our initial objective of creating a national open dataset for publicly accessible toilets, and for making sure the data gets out to the public through as many channels as possible to increase access to toilet information and to toilets, enhancing people’s leisure and working lives.</p>\n  <p>We plan to do this as soon as we’ve established the medium- to long-term sustainability of the project, so we can ensure the database is maintained for those who come to rely on it.</p>\n</blockquote>\n<h2 id=\"aid4methodologya\"><a id=\"4\">Methodology</a></h2>\n<p>The Great British Public Toilet Map pilot site was created in 2011, with design and development from the team’s project partners <a href=\"https://www.neontribe.co.uk\">Neontribe</a>. Neontribe created The Great British Public Toilet Map Explorer, which allowed the team to explore their data in new ways.</p>\n<p>The Great British Public Toilet Map Explorer is made up of a dashboard of toilet statistics, listings of toilets by council area, and a search function that allows people to search both the toilet name and ‘notes’ fields. The area listings and search function display results with a preview of the facility showing the toilet’s name, notes and a thumbnail map of its location. </p>\n<p>These results click straight through to the toilet edit function on The Great British Public Toilet Map, meaning the team can very quickly click through dozens of toilets within a certain council area, checking them against the data provided by the council to see whether they are showing additional facilities and remove any duplications or reports made in error. </p>\n<p>“We also checked for inconsistencies in the map,” Gail explains. </p>\n<blockquote>\n  <p>For example, many members of the public listed supermarket toilets as ‘public’, whereas we prefer to record them as ‘public use permitted’. This emphasises that these are not publicly-provided facilities, even though we and the public know that the supermarket would rarely deny access to someone not making a purchase, and in some cases they are members of community toilet schemes, such as in London where Sainsbury’s, ASDA, Tesco and Marks &amp; Spencer all agreed to be members of the Mayor of London’s ‘Open London’ scheme.</p>\n</blockquote>\n<p>The team spent several days exploring, improving and analysing the data. This involved checking that they could not find more toilets in areas with very few. The team then commissioned a designer to create a visualisation, highlighting the difference in levels of publicly accessible toilets from council to council.</p>\n<p>Along with statistical findings, the team also found interesting comments about toilets added by members of the public. </p>\n<p><strong>Some were complimentary:</strong> </p>\n<p><em>\"Always nice and clean and welcome after a long drive.\"</em></p>\n<p><em>\"Probably the cleanest, nicest facilities in rural Scotland.\"</em></p>\n<p><strong>Others, less so:</strong></p>\n<p><em>\"Disgusting and should be reported to the local council.\"</em></p>\n<p><em>\"Disabled toilet currently under reconstruction after arson attack.\"</em></p>\n<p><strong>Some reflected the decline in public facilities, with several reporting:</strong> </p>\n<p><em>\"Currently closed due to council cutbacks.\"</em></p>\n<p><strong>... along with local efforts to save them:</strong></p>\n<p><em>\"Maintained by Jordan’s Cafe since local council decided to close it due to cost.\"</em></p>\n<p><em>\"Currently being saved from closure by South Lanarkshire Council through Public Conscription.\"</em></p>\n<p><em>\"The community took these over from the Council which was planning to close them and has refurbished them.\"</em></p>\n<p><strong>... and private businesses offering public use of their toilets, such as a pub in Shepton Mallet, who added their toilet to the map, saying:</strong></p>\n<p><em>\"We are a pub and invite people to use the toilets but make a small contribution to whatever charity box we are running.\"</em></p>\n<p>These give an insight into The Great British Public Toilet Map users, their positive contributions to the project and the importance they place on the availability of clean, public toilets, along with the issues affecting publicly accessible toilets today. </p>\n<h2 id=\"aid5collaborationa\"><a id=\"5\">Collaboration</a></h2>\n<p>The ODI Showcase grant helped the team to develop The Great British Public Toilet Map Explorer, buy staff time to clean-up the data prior to analysis and commission data visualisations to share findings with the public and public toilet providers. </p>\n<p>The ODI also supported the team with guidance on licensing, as Gail Ramster explains:</p>\n<blockquote>\n  <p>We were able to use their expertise in data licensing to understand how we might (one day soon!) best publish our dataset under an open licence, bearing in mind it is part derived from several other open datasets, each with slightly different licences. Data licensing agreements – even those for open data – can seem scary, with a lot of clauses and legal terms. This support is helping us to achieve our long-term aims of creating a national open dataset for publicly accessible toilets.</p>\n</blockquote>\n<h2 id=\"aid6whatnexta\"><a id=\"6\">What next?</a></h2>\n<p>The Great British Public Toilet Map team plan to release an app in 2017 to allow greater access to the data for people when they are out and about without access to wifi.</p>\n<p>This would be particularly useful in rural areas that are far from commercial properties, such as national parks and coastlines. </p>\n<p>The team then hope to release the dataset under open licence for others to incorporate toilets into their apps, maps and guidebooks to get the data out there through as many channels as possible to those who need it most.</p>\n<p>Key to the project’s long-term success will be contributions from the public, as Gail explains:</p>\n<blockquote>\n  <p>With over 10,000 toilets, and so much local knowledge required to keep them up to date, we really do rely on the public to add, edit and remove toilets and keep the website working for everyone.</p>\n  <p>Please don’t hesitate to change any data you think to be inaccurate or add missing details. We can also include data on accessible (sometimes called disabled) toilets, whether facilities are gendered or unisex, opening hours, baby-changing, if there’s an attendant, if it’s an automatic toilet (or ‘superloo’), if it can be opened with a RADAR key and if you have to pay to use it. However this data isn’t always complete, for example, we have details on wheelchair accessible toilets for 30% of our facilities.</p>\n  <p>We’d love it if the public could help us improve this and other details about toilets for those that need it most.</p>\n</blockquote>\n<p><strong><em>Find out more at <a href=\"https://greatbritishpublictoiletmap.rca.ac.uk\">greatbritishpublictoiletmap.rca.ac.uk</a>.</em></strong></p>\n<p><strong><em>The ODI Showcase supports projects that demonstrate how open data can be used to bring longstanding benefits to individuals, organisations and society. The ODI provides grant funding, mentoring and promotional support to maximise these impacts. Find out more <a href=\"http://theodi.org/odi-showcase-2016-spring-call-for-entries\">here</a>.</em></strong></p>\n<p><strong><em>If you have ideas or experience in open data that you’d like to share, <a href=\"mailto:production@theodi.org\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\">@ODIHQ</a>.</em></strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/odi-showcase-winners-qa-great-british-toilet-map.json","web_url":"http://theodi.org/blog/odi-showcase-winners-qa-great-british-toilet-map","slug":"odi-showcase-winners-qa-great-british-toilet-map","title":"ODI Showcase – winner’s Q&A: Great British Toilet Map","format":"article","updated_at":"2016-09-09T14:49:55+00:00","created_at":"2016-09-07T14:55:17+00:00","tag_ids":["blog","odi-showcase"]},{"id":"https://contentapi.theodi.org/excuse-me-where-is-the-toilet-open-data.json","web_url":"http://theodi.org/lunchtime-lectures/excuse-me-where-is-the-toilet-open-data","slug":"excuse-me-where-is-the-toilet-open-data","title":"Friday Lunchtime Lecture: Excuse me, where is the toilet (data)?","format":"event","updated_at":"2015-09-11T09:56:46+00:00","created_at":"2014-08-19T13:40:41+00:00","tag_ids":["featured","event:lunchtime-lecture"],"extras":{"start_date":"2014-09-05T12:00:00+00:00","end_date":"2014-09-05T12:50:00+00:00","location":"The Open Data Institute, 65 Clifton Street, London, EC2A 4JE"}},{"id":"https://contentapi.theodi.org/how-open-data-can-help-us-all-find-the-toilet.json","web_url":"http://theodi.org/blog/how-open-data-can-help-us-all-find-the-toilet","slug":"how-open-data-can-help-us-all-find-the-toilet","title":"How open data can help us all find the toilet","format":"article","updated_at":"2015-09-11T09:56:45+00:00","created_at":"2014-09-08T12:41:32+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}