{"id":"https://contentapi.theodi.org/odi-showcase-2016-call-for-entries.json","web_url":"http://theodi.org/odi-showcase-2016-call-for-entries","slug":"odi-showcase-2016-call-for-entries","title":"ODI Showcase 2016 – call for entries","format":"article","updated_at":"2016-06-16T08:23:55+00:00","created_at":"2016-06-15T14:22:48+00:00","tag_ids":["page","odi-showcase"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/odi-showcase.json","web_url":null,"title":"ODI Showcase","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=odi-showcase","web_url":"http://theodi.org/tags/odi-showcase","slug":"odi-showcase"}}],"details":{"business_proposition":false,"description":"<p>The ODI launches new call for ODI Showcase commissioned projects demonstrating the real-world impact of data innovation, after successful round in 2015</p>","excerpt":"Summer call for entries\r","language":"en","need_extended_font":false,"alternative_title":"ODI Showcase 2016 – call for entries","url":"","content":"<h3 id=\"summercallforentries\">Summer call for entries</h3>\n<p><em>The ODI launches new call for ODI Showcase commissioned projects demonstrating the real-world impact of data innovation</em></p>\n<p>Last year the ODI commissioned <a href=\"http://theodi.org/summer-showcase\">four diverse projects</a> demonstrating how open data can be used to directly benefit individuals, organisations and society as part of its ODI Showcase series. </p>\n<p>Following our spring call for entries earlier this year – for which we commissioned two winning projects, <a href=\"https://www.theodi.org/blog/odi-showcase-2016-out-for-the-count\">Out for the Count</a> and <a href=\"http://theodi.org/news/odi-showcase-2016-peta-jakarta\">Peta Jakarta</a> – we are pleased to announce our summer call for entries, awarding four projects with £7,000 grant funding. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/61/5e/57615e1d1f986a1311000001/Yodit.jpg\" alt=\"null\" class=\"img\" id=\"57615e1dd0d46206d5000042\">\n<small> Yodit Stanton of ODI Showcase 2015 winners Open Sensors speaks to delegates about her project at the ODI Summit 2015</p>\n<h3 id=\"howtheodicansupportyourproject\">How the ODI can support your project</h3>\n<p><em>Do you want to tell the story of your innovation success? Are you working on a project that needs development to demonstrate real change? Perhaps you would like to carry out analysis to reveal the impact your work has made so far?</em></p>\n<p>The ODI’s mission is to connect, equip and inspire people around the world to innovate with data. We are awarding four projects with £7,000 grant funding, to help deliver and tell the stories of innovative uses of data that demonstrate longstanding value to others. We are particularly interested in projects using or producing open data within the finance, agriculture and nutrition, global development, open cities, transport and environmental sectors.</p>\n<p>In addition to funding, we will provide support to help maximise the impact of your project with:</p>\n<ul>\n<li><em>remote expert ODI mentoring</em> on conducting research and communicating your story to help you develop your project for maximum impact</li>\n<li><em>a platform to tell your story</em> through the ODI network and mainstream media channels </li>\n<li><em>the opportunity to promote your work</em> at ODI events, including at an <a href=\"http://theodi.org/lunchtime-lectures\">ODI Friday lunchtime lecture</a></li>\n</ul>\n<p><strong>We’re looking for successful projects that</strong></p>\n<ul>\n<li>are both large and small, from any region worldwide</li>\n<li>are from one of the following sectors: finance, agriculture &amp; nutrition, global development, open cities, transport and environment, however strong applications outside of these sectors will be considered</li>\n<li>clearly evaluate the direct benefit of the project for individuals, local communities, governments, or businesses</li>\n<li>have life beyond the ODI Showcase with a vision to maintain and develop it further</li>\n<li>publish their outputs under an open licence (eg open source code, open data resulting from your analysis); if you are publishing open data we will expect you to create an Open Data Certificate for that data</li>\n<li>can be feasibly completed with their impacts communicated with the ODI for public promotion within five months of their commission date in July 2016</li>\n</ul>\n<p><strong>Using storytelling to maximise the impact of your work</strong></p>\n<p>An essential consideration for successful applications is the ability to tell a <a href=\"http://theodi.org/stories\">story</a> that has clear findings to report on and resonates with the public.</p>\n<p><em>Who will be interested in your story? Business leaders, citizens, government?</em>\n<em>What findings would you like to uncover, and can analysis or research back this up?</em>\n<em>Will you publish any data as a result?</em>\n<em>Can you produce a visualisation, video, tool, or even a game?</em></p>\n<h3 id=\"howyoucanapply\">How you can apply</h3>\n<p><strong>Stage 1: initial application</strong> – submit your project idea using the online form by midnight (GMT), <strong>Tuesday, 5 July 2016</strong>. </p>\n<p><strong>Stage 2: shortlist proposal</strong> – shortlisted applicants will be required to submit a proposal by <strong>midnight (GMT) Sunday, 10 July</strong>. </p>\n<p><strong>Stage 3: final interview</strong> – finalists will be interviewed between <strong>Monday, 18 July and Wednesday, 20 July.</strong> Interviews can be carried out remotely or in person at our London office.</p>\n<p>We are looking for applicants that are:</p>\n<ul>\n<li>likely to deliver real-world impact</li>\n<li>likely to generate an engaging story</li>\n<li>innovative with data</li>\n<li>feasible with the time and budget available</li>\n<li>repeatable elsewhere (in other regions or contexts) </li>\n<li>concise and clear </li>\n</ul>\n<p><a class=\"btn btn-info btn-lg \" href=\"https://docs.google.com/a/theodi.org/forms/d/1t45h2utBw49uR7w6cb5degOcCmArg5UCkvwFuNPLzRQ/edit\">Apply now</a></p>\n<p></p>\n<p><strong>Further information</strong></p>\n<p>Successful applicants will be awarded 25% of the funding upfront. A further 25% will be paid during the project, and the remaining 50% will be paid on satisfactory completion. We will endeavour to give feedback to unsuccessful applicants.  </p>\n<p>We will be releasing some information about applications to the ODI Showcase as open data. This will include information about your project such as title, sector, and what stage you are at. We won’t publish your name and contact details publicly and you will have the opportunity to opt out before submitting your application. </p>\n<p>If we think your project has great potential but does not fit our requirements for the showcase, we would like to use our network to help you progress it. If you give permission, we will try to connect you with other members of the ODI network who might be interested in your project. </p>\n<p>Please read our <a href=\"https://docs.google.com/document/d/12Qknlp2CL3RLqYCXqMkscawdnxlzvzW9CWGGGdHJ8oU/edit\">terms and conditions</a> before applying.  </p>\n<p><a class=\"btn btn-info btn-lg \" href=\"https://docs.google.com/a/theodi.org/forms/d/1t45h2utBw49uR7w6cb5degOcCmArg5UCkvwFuNPLzRQ/edit\">Apply now</a></p>\n<p></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/summer-showcase.json","web_url":"http://theodi.org/summer-showcase","slug":"summer-showcase","title":"ODI Showcase 2015 ","format":"article","updated_at":"2016-04-06T16:15:43+00:00","created_at":"2015-07-06T14:41:33+00:00","tag_ids":["page","summer-showcase","stories","odi-showcase"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}