{"id":"https://contentapi.theodi.org/odi-top-jobs.json","web_url":"http://theodi.org/odi-top-jobs","slug":"odi-top-jobs","title":"Press Release: The Open Data Institute appoints digital visionary and leading open data developer to top jobs","format":"article","updated_at":"2014-07-08T14:20:59+00:00","created_at":"2012-09-11T23:04:24+00:00","tag_ids":[],"tags":[],"details":{"need_id":"","business_proposition":false,"excerpt":"The Open Data Institute (ODI) has named AMEE founder, Gavin Starks as its new CEO. The role of Technical Director is being taken by Jeni Tennison, currently the technical architect of [legislation.gov.uk](http://legislation.gov.uk/) for The Stationery Office (TSO) and The National Archives (TNA).","language":"en","need_extended_font":false,"content":"<p>The Open Data Institute (ODI) has named AMEE founder, Gavin Starks as its new CEO. The role of Technical Director is being taken by Jeni Tennison, currently the technical architect of <a href=\"http://legislation.gov.uk/\">legislation.gov.uk</a> for The Stationery Office (TSO) and The National Archives (TNA).</p>\n<p>Created by Sir Tim Berners-Lee and Professor Nigel Shadbolt, the ODI will open its doors this autumn and is a world-first, dedicated to incubating and nurturing new and existing businesses that want to use open data to create economic growth.</p>\n<p>The ODI will promote innovation and help develop skills amongst developers and entrepreneurs. The ODI will support the publication and exploitation of high quality open data from across the public sectors.</p>\n<p>Today’s announcement confirms the first appointments to its leadership team that will help deliver the ODI’s ambitions which include:</p>\n<ul>\n<li>Creating and helping new start-up companies get off the ground.</li>\n<li>Helping SMEs or larger corporates to develop and grow their businesses using open data.</li>\n<li>Developing ODI technologists, who will be trained in specialist skills enabling them to create new products and services from open data.</li>\n<li>Enabling public sector organisations to become publishers of high quality open data.</li>\n</ul>\n<p>The new hires will be based at the ODI’s Shoreditch HQ, which will open its doors later this year and will become a focal point for entrepreneurs and developers, start-ups and established corporates, technologists and creatives to meet, share ideas and drive growth.</p>\n<h3 id=\"gavinstarks\">Gavin Starks</h3>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/GavinStarks.jpg\" alt=\"\" />Gavin Starks has a unique background in business, technology, science and media. In 2006, he created AMEE to organise the world’s energy and environmental data, standards and calculations in to a simple web-service. As well as AMEE, Gavin has helped create many innovative and successful start-ups in the Shoreditch area over the past decade–working with organisations including the UK Government, Google, and Unicef.</p>\n<p>Gavin Starks said:</p>\n<blockquote>\n  <p>\"I have been an advocate for open data as a transformative force for change for many years. I now believe open data is not just a “nice to have” but critical to our future. We are in an age where data-driven decisions are made on a daily basis but the quality of our data is often lacking or misunderstood.</p>\n  <p>As CEO of the Open Data Institute, I am determined to ensure that we demonstrate the value of open data, drive up data standards, and collaborate with world-class talent across the UK and beyond: to make data useable, accessible, and scalable–to the benefit of the public, the environment and the economy”</p>\n</blockquote>\n<h3 id=\"jenitennison\">Jeni Tennison</h3>\n<p><img src=\"http://theodi.org/sites/default/files/styles/medium/public/2640306894_e98745ab88.jpg\" alt=\"\" />Jeni Tennison is one of the country's foremost developers in open data and web technologies, having pioneered the use of open data APIs within the public sector through <a href=\"http://legislation.gov.uk/\">legislation.gov.uk</a>. She is known internationally for her work with both XML and Linked Data, and is a member of the W3C's Technical Architecture Group. Speaking about her appointment as ODI's Technical Director, she said:</p>\n<blockquote>\n  <p>\"Open data is an unstoppable tide, with transformative implications for both businesses and the public sector. There is huge potential for new and existing businesses not just to build apps for end users but also to develop innovative ways of storing, transforming, analysing and visualising data. From my work on <a href=\"http://legislation.gov.uk/\">legislation.gov.uk</a>, I know that publishing open data does not have to be a one-way street: data owners can also bring value to their businesses by opening up their data.</p>\n  <p>I am absolutely delighted to be taking up the role of Technical Director of ODI, and am looking forward to working with Gavin and the rest of the team here. I'm also very excited about the prospect of collaborating with the many organisations and individuals developing tools and business models that will enable open data to live up to its potential.\"</p>\n</blockquote>\n<h3 id=\"thefuture\">The future</h3>\n<p>Welcoming today’s appointments, Professor Nigel Shadbolt said:</p>\n<blockquote>\n  <p>I am delighted that in Gavin and Jeni, we have attracted two outstanding talents to the ODI team. Data drives transactions and decisions of every kind in today’s world and it is essential for our economic future that the UK’s industries and public services remain at the forefront of this movement.</p>\n  <p>Gavin and Jeni will work with Sir Tim Berners-Lee and myself to build an ODI that can help UK businesses exploit open data, fostering a generation of open data entrepreneurs to ensure that new companies, products and services emerge that make a tangible difference to peoples’ lives”.</p>\n</blockquote>\n<p>Sir Tim Berners Lee said:</p>\n<blockquote>\n  <p>\"The new institute is starting with a two top-notch leaders. Gavin and Jeni each bring a passion for what we are doing, lots of relevant experience, and very strong skills. This is a great start for the ODI.\"</p>\n</blockquote>\n<h3 id=\"nextsteps\">Next steps</h3>\n<p>The ODI has also confirmed today that its new headquarters will be at 65 Clifton Street in Shoreditch, at the heart of London’s technology community. The headquarters will open later in the year with a series of events and activities.</p>\n<p><strong>ENDS.</strong></p>\n<h4 id=\"notes\">Notes:</h4>\n<ol>\n<li>The <a href=\"http://www.theodi.org/\">ODI</a> is a non-profit (Limited by Guarantee), non-government, non-partisan organisation. It is receiving partial funding from the Government’s Technology Strategy Board (TSB) - £2m a year over 5 years. ODI will match this with industry funding to build, sustain, and grow it as an organisation.</li>\n<li>It has published an implementation plan and business plan at: <a href=\"http://www.theodi.org/\">www.theodi.org</a></li>\n<li>The creation of the ODI was announced by the Government in the <a href=\"http://www.cabinetoffice.gov.uk/resource-library/open-data-measures-autumn-statement-2011\">Autumn Statement 2011.</a></li>\n<li>The ODI President is Professor Sir Tim Berners-Lee and its Chair is Professor Nigel Shadbolt. It will be based at No 65 Clifton Street, Shoreditch.</li>\n<li>For more information about Gavin Starks: @agentGav and <a href=\"http://linkd.in/RM2eQ2\">http://linkd.in/RM2eQ2</a></li>\n<li>For more information about Jeni Tennison: @JeniT and <a href=\"http://www.linkedin.com/in/jenit\">http://www.linkedin.com/in/<wbr>jenit</wbr></a></li>\n<li>The Technology Strategy Board (<a href=\"http://www.innovateuk.org/\">www.innovateuk.org</a>) has helped to develop the Open Data Institute and will invest up to £10 million of government funding in the institute over the next five years. The Technology Strategy Board is the UK’s innovation agency. Its goal is to accelerate economic growth by stimulating and supporting business-led innovation. Sponsored by the Department for Business, Innovation and Skills (BIS), the Technology Strategy Board brings together business, research and the public sector, supporting and accelerating the development of innovative products and services to meet market needs, tackle major societal challenges and help build the future economy.</li>\n<li>About AMEE: <a href=\"http://www.amee.com/\">http://www.amee.com/</a></li>\n<li>About TSO: <a href=\"http://www.tso.co.uk/\">http://www.tso.co.uk/</a></li>\n<li>About TNA: <a href=\"http://www.nationalarchives.gov.uk/\">http://www.nationalarchives.<wbr>gov.uk/</wbr></a></li>\n<li>About W3C: <a href=\"http://www.w3.org/\">http://www.w3.org/</a></li>\n<li>About the Technical Architecture Group: <a href=\"http://www.w3.org/2001/tag/\">http://www.w3.org/2001/tag/</a></li>\n<li>About XML: <a href=\"http://en.wikipedia.org/wiki/XML\">http://en.wikipedia.org/wiki/<wbr>XML</wbr></a></li>\n<li>About Linked Data: <a href=\"http://en.wikipedia.org/wiki/Linked_data\">http://en.wikipedia.org/wiki/<wbr>Linked_data</wbr></a>\nFor media enquiries and requests to interview Nigel Shadbolt, Gavin Starks or Jeni Tennison please contact <a href=\"mailto:emma.thwaites@theodi.org\">emma.thwaites@theodi.org</a> or <a href=\"mailto:emma@thwaitescommunications.co.uk\">emma@thwaitescommunications.<wbr>co.uk</wbr></a> or call 07990 804805</li>\n</ol>","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}