{"id":"https://contentapi.theodi.org/odi-fellowships.json","web_url":"http://theodi.org/odi-fellowships","slug":"odi-fellowships","title":"ODI Fellowships","format":"article","updated_at":"2017-05-23T10:51:13+00:00","created_at":"2016-04-28T12:40:08+00:00","tag_ids":["page","odi-fellows"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/odi-fellows.json","web_url":null,"title":"ODI Fellows","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=odi-fellows","web_url":"http://theodi.org/tags/odi-fellows","slug":"odi-fellows"}}],"details":{"business_proposition":false,"description":"<p>The ODI connects, equips and inspires people around the world to innovate with data. Because we love to work openly with others in the data community, we’ve created the ODI Fellowship programme to foster collaboration with researchers in the field</p>","excerpt":"The Open Data Institute [helps businesses and governments around the world get data to people who need it](http://theodi.org/about). Because we love to work with others in the data community, we’ve created the ODI Fellowship programme to collaborate with researchers, developers and practitioners in the field.\r","language":"en","need_extended_font":false,"alternative_title":"ODI Fellowships","url":"","content":"<p><em>The Open Data Institute <a href=\"http://theodi.org/about\">helps businesses and governments around the world get data to people who need it</a>. Because we love to work with others in the data community, we’ve created the ODI Fellowship programme to collaborate with researchers, developers and practitioners in the field.</em></p>\n<h3 id=\"whatisanodifellowship\">What is an ODI Fellowship?</h3>\n<p>We have three types of fellows:</p>\n<ul>\n<li><strong>ODI Research Fellows</strong> are academics who carry out their research in data-related topics such as technology, economics, business models, innovation, policy or learning.</li>\n<li><strong>ODI Code Fellows</strong> are developers who are creating open source tools and services that help people publish, collaborate or discover data.</li>\n<li><strong>ODI Data Fellows</strong> are people from private or public sector organisations who are working on projects that get data to people who need it.</li>\n</ul>\n<p>Fellowships at the ODI offer the opportunity to <strong>connect with businesses, governments and individuals in the data community</strong>, and work with experts in the ODI team. During an ODI Fellowship, you will see the data challenges and questions that we and our partners face each day when creating tools and framing policy, and bring insight from your own research, development or practice.</p>\n<h3 id=\"whoshouldapply\">Who should apply?</h3>\n<p>ODI Fellowships are open to people from <strong>businesses, academia or the public sector</strong>. Fellows choose and work on their own project(s) while being hosted by the ODI for a period of <strong>one to six months</strong>. They are expected to spend <strong>at least 40% of their time located at the ODI’s London office</strong>. Each fellow will be assigned a mentor within the ODI to help connect them with the ODI network and provide input and guidance during the fellowship.</p>\n<p>These fellowships are currently unfunded, so Fellows are expected to use existing funding to support their time at the ODI. We are also happy to support bids for funding to cover potential fellowships.</p>\n<h3 id=\"whatprojectsdofellowsundertake\">What projects do fellows undertake?</h3>\n<p>Applications will be selected on the basis of previous experience, relevance to other ODI streams of work, and expected output/impact. We are especially keen to receive research and development applications in the following areas:</p>\n<ul>\n<li><strong>Technology</strong> – particularly related to our themes of data publishing, collaboration, integration, discovery and infrastructure.</li>\n<li><strong>Economics</strong> – particularly on the economic impact of open data and open innovation and especially if this includes agent-based modelling.</li>\n<li><strong>Business models / innovation</strong> – particularly how open innovation, open culture and open data enable new business, product and service models and how these apply to both new startups and large businesses.</li>\n<li><strong>Policy</strong> – particularly exploring different maintenance models for data infrastructure, privacy and the role of personal data stores, and how data fits within wider innovation policy.</li>\n<li><strong>Learning</strong> – particularly focused on professional development learning models, developing competency-based learning models for data skills and the development of academic open data courses.</li>\n</ul>\n<h3 id=\"whatoutputsdoodifellowsproduce\">What outputs do ODI Fellows produce?</h3>\n<p>We expect fellows to produce outputs, released under an open licence, as well as to blog about their work during their time at the ODI. Outputs could include:</p>\n<ul>\n<li>Research papers</li>\n<li>Open source software libraries</li>\n<li>Reports or white papers</li>\n<li>Policy recommendations</li>\n<li>Case studies</li>\n<li>High-quality open datasets</li>\n</ul>\n<h3 id=\"howcaniapply\">How can I apply?</h3>\n<p>Applications can be submitted at any time, but <strong>we will interview applicants every three months</strong>. To apply, please fill out this <a href=\"https://goo.gl/forms/QQEhvxgTzzQVRgjT2\">application form</a>. You will be asked to provide details about: </p>\n<ul>\n<li>Your current research topics and interests</li>\n<li>The project you would like to carry out during an ODI Fellowship and the outputs you expect to produce</li>\n<li>What funding you have in place to cover your fellowship, or funding you could apply for. </li>\n<li>When you would like to carry out the fellowship, and how long for</li>\n</ul>\n<p><em>The deadline for the next interview round is <strong>midnight UTC on 26 June 2017</strong>. If you have any questions, please email <a href=\"mailto:fellowships@theodi.org\">fellowships@theodi.org</a>.</em></p>\n<p><em><strong>We are currently looking for ways to support the ODI Fellowship programme and fund fellowship placements. If you are a potential funder and interested in supporting this programme please <a href=\"mailto:fellowships@theodi.org\">get in touch</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/labs.json","web_url":"http://theodi.org/labs","slug":"labs","title":"ODI Labs","format":"article","updated_at":"2016-07-21T13:34:17+00:00","created_at":"2015-07-29T14:44:31+00:00","tag_ids":["page","research-and-development","data-science","odi-labs"]},{"id":"https://contentapi.theodi.org/research.json","web_url":"http://theodi.org/research","slug":"research","title":"Research","format":"article","updated_at":"2015-09-11T09:57:46+00:00","created_at":"2013-10-17T10:39:51+00:00","tag_ids":["page","research","open-data"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}