{"id":"https://contentapi.theodi.org/open-enterprise-big-business-case-study-thomson-reuters.json","web_url":"http://theodi.org/open-enterprise-big-business-case-study-thomson-reuters","slug":"open-enterprise-big-business-case-study-thomson-reuters","title":"Open enterprise case study: Thomson Reuters","format":"article","updated_at":"2016-04-04T13:18:07+00:00","created_at":"2016-03-08T10:19:40+00:00","tag_ids":["page","big-business","report","thomson-reuters","arup","syngenta","open"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/big-business.json","web_url":null,"title":"big business","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=big-business","web_url":"http://theodi.org/tags/big-business","slug":"big-business"}},{"id":"https://contentapi.theodi.org/tags/keywords/report.json","web_url":null,"title":"report","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=report","web_url":"http://theodi.org/tags/report","slug":"report"}},{"id":"https://contentapi.theodi.org/tags/keywords/thomson-reuters.json","web_url":null,"title":"Thomson Reuters","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=thomson-reuters","web_url":"http://theodi.org/tags/thomson-reuters","slug":"thomson-reuters"}},{"id":"https://contentapi.theodi.org/tags/keywords/arup.json","web_url":null,"title":"Arup","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=arup","web_url":"http://theodi.org/tags/arup","slug":"arup"}},{"id":"https://contentapi.theodi.org/tags/keywords/syngenta.json","web_url":null,"title":"Syngenta","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=syngenta","web_url":"http://theodi.org/tags/syngenta","slug":"syngenta"}},{"id":"https://contentapi.theodi.org/tags/keywords/open.json","web_url":null,"title":"open","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open","web_url":"http://theodi.org/tags/open","slug":"open"}}],"details":{"business_proposition":false,"description":"<p>As businesses get bigger, staying innovative can become more challenging. This report explores three industry-leading enterprises that have embraced an open approach – open source, open standards, open data, open innovation – to help retain their competitive edge.</p>","excerpt":"<div class=\"row\">\r","language":"en","need_extended_font":false,"alternative_title":"Open enterprise case study: Thomson Reuters","url":"","content":"<div class=\"row\">\n  <div class=\"col-md-8\">\n\n    <img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/fa/aa/56faaa3ad0d4625e13000009/1024x350_Med_Tiles3.png\" title=\"Thomson Reuters\">\n    <p></p>\n    <p><a href=\"http://thomsonreuters.com/\" title=\"Thomson Reuters\">Thomson Reuters</a> is a multinational organisation that <b>provides news and information to industry professionals</b>. The company offers a wide range of services – primarily around information and data – in areas including finance and risk, law, tax and accounting, intellectual property and science. Thomson Reuters reported <a href=\"http://thomsonreuters.com/en/about-us.html\" title=\"About Thomson Reuters\"><b>$12.2bn</b></a> in revenue in 2015. </p>\n    <p>Thomson Reuters was formed through Thomson Corporation's merger with Reuters Group in 2008 and has since continued to grow, in part through acquisition. But as with any company that has evolved in this way, there can be challenges in integrating legacy data resources and systems.</p>\n    <p>In order to tackle this challenge, Thomson Reuters took an innovative linked data approach that allowed it to join up its specialised data assets without having to migrate them to a single database or data warehouse. It began by establishing central data ‘authorities’ to ensure that key entity data (such as organisations and people) was only mastered once. Each of these entities was assigned a Permanent Identifier (PermID). Each PermID provided a unique reference point for a single entity – for example, <a href=\"https://permid.org/1-4295861160\" title=\"Thomson Reuters Corp\">Thomson Reuters Corp</a> itself has a PermID of 4295861160. The concept of permanence meant the PermID, and its relationship to a specific entity, would not change over time. Existing databases were 're-mastered' by adding PermIDs alongside legacy identifiers, with a view to ultimately replace them altogether. PermIDs were also used to uniquely identify other information objects such as news articles, deals and corporate actions.</p>\n    <hr class=\"hr-black\">\n    <h4>Demand for the PermID approach</h4>\n    <p>Thomson Reuters is no stranger to helping its customers with their data management challenges, having managed the <a href=\"https://en.wikipedia.org/wiki/Reuters_Instrument_Code\" title=\"Reuters Instrument Code\">RIC system</a> for financial instrument identification for many years. The team therefore recognised that the work they were doing internally with PermID had broader applications. Not only were new internal products and services created, but Thomson Reuters was approached directly by clients who used its products and wanted to integrate them with their own data.</p>\n    <p>Like Thomson Reuters, these clients wanted to join up their own data holdings for internal use and provide consistent and interoperable data products and services to their clients. As Wilbur Swan, Head of Enterprise Metadata Services, puts it, data siloing issues were not unique to Thomson Reuters, but “a problem shared by all our clients”.</p>\n    <p>Thomson Reuters “knew [it] had in PermID a solution to wider industry problems”, says <b>Tim Baker</b>, Global Head of Content Strategy and Innovation. And as <b>Dan Bennett</b>, Head of Enterprise Data Services, explains:</p>\n    <blockquote>We believe that this is the right thing for our customers because our customers are asking for it. And, in a very broad sense, when you do what's good for your customers it's generally good for you.</blockquote>\n    <p>While providing access to the PermID system can help customers with their own internal data silo issues, <b>Tim Baker</b> sees the benefit for Thomson Reuters in “making [its] data much easier to use, which in turn makes it more accessible, more cost effective, and hopefully more widely used by [its] customers as a result”. By providing the tools to integrate its data products and internal client data, Thomson Reuters saw a clear business opportunity.</p>\n    <hr class=\"hr-black\">\n    <h4>The case for opening up PermID</h4>\n    <p>Thomson Reuters then had to decide how to expose PermID to its customers. Past experience has taught the industry that releasing proprietary identifiers with restrictive licensing conditions can create significant problems. One key issue is reusers’ inability to expose these proprietary identifiers to their own clients, and even to other departments within their business, in some cases. This has made people approach new proprietary identifiers with caution.</p>\n    <p>Thomson Reuters realised that the only way customers would embrace and be able to recognise the full potential of PermID was if it took a radically different approach – an open approach. Thomson Reuters and the Open Data Institute (ODI) had already explored the importance of identifiers in such an approach, in an earlier <a href=\"http://theodi.org/guides/data-identifiers-white-paper\" title=\"Data identifiers White Paper\">white paper</a> which laid some of the groundwork for PermID. “All we're trying to do is make it easier for our customers to work with us,” explains <b>Dan Bennett</b>. “Only through making it open data was it actually going to be a reasonable experience for our customers.” <b>Dan Meisner</b>, Head of Capability for Open Data, agrees: “For our customers, it's that commitment to openness of the identifier and of the information model that‘s important.”</p>\n    <hr class=\"hr-black\">\n    <h4>Making a commercial case for open</h4>\n    <p>While it was clear that allowing anyone to access, use or share the data was the only way to fully recognise the potential benefits of PermID, being a commercial organisation meant that Thomson Reuters had to justify this decision internally. This can be challenging, because “customers see an awful lot of value in this but commercially it’s not easy to put a value on,” notes <b>Dan Bennett</b>. “The benefits from this to us are mainly tangential,” he adds. The issue is, as <b>Dan Meisner</b> puts it, that these indirect benefits and network effects “don’t really fit very well into an Excel model for calculating your internal rate of return”.</p>\n    <p>Ultimately the financial case was made, as <b>Dan Bennett</b> explains:</p>\n    <blockquote>We don't exist to make money out of issuing those identifiers. We create those identifiers because it's important to our internal data model. The reality is that we have this data and are managing it anyway, so the incremental cost for us to expose it externally is not that great in the grand scheme of things.</blockquote>\n    <p>As such Thomson Reuters decided to publish a subset of its data, including associated PermIDs, under an open Creative Commons licence <a href=\"https://creativecommons.org/licenses/by/4.0/\" title=\"CCBYSA 4.0\">(CC-BY 4.0)</a>. An extended set of fields offering further descriptions of the entities in question has been released under a Creative Commons non-commercial licence <a href=\"https://creativecommons.org/licenses/by-nc/3.0/us/\" title=\"CCBYNC 2.0\">(CC-NC 3.0)</a>. They launched this service as <a href=\"https://permid.org/\" title=\"Open PermID\">Open PermID</a> in 2015, achieving an <a href=\"https://certificates.theodi.org/en/datasets/24563/certificate\" title=\"Open Data Certificates\">ODI Open Data Certificate</a> in the process of release.</p>\n    <hr class=\"hr-black\">\n    <h4>Unlocking benefits to PermID itself</h4>\n    <p>The benefits of providing this data openly are not limited to customers. In addition to recognising the indirect financial benefits of increased data use, Thomson Reuters expects open licensing will benefit the data itself. Because the data is open, Thomson Reuters can gain valuable external feedback not only from clients but also from others who choose to use the data because they all have a vested interest in its accuracy. “It's a bit like open source software,\" says <b>Dan Bennett</b>, “... which is generally thought to be more secure because you have more eyes on it. In the same way, having more eyes on our data will make it gradually stronger and richer.”</p>\n    <p>Not only does the company expect opening the data will improve its accuracy but, because linked data is used, when others link their own external open data sources to the PermID data, it enriches and increases the value of the Thomson Reuters data without additional effort.</p>\n    <p>Unlocking PermID also opens up new solutions for Thomson Reuters to sell. These include Thomson Reuters Intelligent Tagging which uses PermID when tagging unstructured data, helping organisations to enhance the value of their content sets.</p>\n    <hr class=\"hr-black\">\n    <h4>Securing a future through an open approach</h4>\n    <p>Regardless of any related commercial opportunities, in making the decision to release PermID under an open licence, Thomson Reuters is looking well beyond immediate costs and benefits. The company fundamentally sees the release as part of a long-term strategy responding to emerging trends and challenges in the industry. One of the main trends concerning Thomson Reuters is that “in many ways, we’re in a post-scarcity world for data,” explains <b>Dan Meisner</b>. Thomson Reuters is keenly aware that the proliferation of data has a significant effect. <b>Tim Baker</b> says “as a company, we’ve realised that customers want to use data from more and more sources. There’s no value to them in a ‘one-size-fits-all’ approach to the data they use.” <b>Dan Meisner</b> agrees:</p>\n    <blockquote>Customers are grabbing data from different parts of their own businesses [and] they're looking at open data from government sources and elsewhere. The high-quality professional reference data that is our bread and butter is not becoming less important, but it's becoming less of an overall component of our clients' enterprise data inventory.</blockquote>\n    <p>In the face of these changes, which <b>Dan Meisner </b>describes as “moving towards a networked data economy”, Thomson Reuters sees its role as an actor that can “help the industry take this wealth of data and make it actionable information”. The company believes it is well positioned to do this because of its existing expertise in data integration. As <b>Tim Baker</b> puts it:</p>\n    <blockquote>In the past, there was a lot of value in the way data companies acquired, organised and presented information for their clients. And to an extent there always will be, but the real value now lies in the underlying data models, the naming mechanisms and the tools used to extract meaning from and link data. This is where our customers are looking for us to help them, and we’ve been reshaping our business to meet this need.</blockquote>\n    <p>Thomson Reuters believes PermID <a href=\"http://theodi.org/blog/thomson-reuters-generation-open-new-normal\" title=\"Generation Open is the new normal\">forms a key part</a> of this value proposition and that the timing of its release is also key. “I think there's a sense that if we don't do it, somebody else might,” explains <b>Dan Meisner</b>. Having witnessed the rise of platform firms across the tech sector, the company is determined to experiment and emulate the model. <b>Dan Meisner </b>explains:</p>\n    <blockquote>Increasing amounts of open data are being published, and we're making the investment to be a foundational part of this future ecosystem. The basic idea is that just as this has helped us connect data from around our own organisation, it should then help our customers, our partners, and maybe even our competitors do the same with their data, and plug that into our organisation, our platform.</blockquote>\n    <p>By positioning itself in this way, Thomson Reuters believes it can cement its position in the information industry for the foreseeable future. “The environment our customers operate in has fundamentally changed, and we have evolved our business model to suit,” says <b>Tim Baker</b>. “We’re becoming an open platform for our customers, a core piece of their operating infrastructure.”</p>\n    <hr class=\"hr-black\">\n    <h4>Open for business</h4>\n    <p>Thomson Reuters has taken this approach not only to help its clients integrate their data but also to help them, and others, to better manage internal data. The company believes making it easier for customers to integrate Thomson Reuters data will increase its value and usage. In addition, by combining open data with stable identifiers, it gives clients freedom to experiment, link their own open or proprietary data and provide feedback on the identifier system, all of which makes PermID a stronger offering – both internally and externally. Thomson Reuters is also well positioned to create a platform based on its data and information model, becoming a central component in a future ecosystem. By embracing linked open data, Thomson Reuters is creating a competitive advantage in paving the way to build new products and generate new business models – both now and in the future.</p>\n\n    <a href=\"http://theodi.org/open-enterprise-big-business-case-study-arup\" title=\"Next page\"><img class=\"pull-right\" src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/16/43/56164300f362be08b400000f/summer_showcase_next_but.svg\" alt=\"\"></a>\n    <a href=\"http://theodi.org/open-enterprise-big-business-introduction\" title=\"Previous page\"><img class=\"pull-left\" src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/29/f4/5629f4fe1f986a081e000033/previous.svg\" alt=\"\"></a>\n  </div>\n\n  <div class=\"pull-left col-md-3\">\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business\" title=\"Summary: Open for big business\">Summary</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-introduction\" title=\"Introduction: Open for big business\">Introduction</a>\n    </div>\n    <div class=\"blog-box-opacity\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-case-study-thomson-reuters\" title=\"Thomson Reuters’ data services go open\">Thomson Reuters’ data services go open</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-case-study-arup\" title=\"Arup builds a network of open innovators\">Arup builds a network of open innovators</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-case-study-syngenta\" title=\"Syngenta supports sustainability with open data\">Syngenta supports sustainability with open data</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-open-approaches\" title=\"Open approaches: Open for big business\">Open approaches</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-open-businesses\" title=\"Open businesses: Open for big business\">Conclusion</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-appendices\" title=\"Appendices: Open for big business\">Appendices</a>\n    </div>\n  </div>\n</div>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}