{"id":"https://contentapi.theodi.org/open-enterprise-big-business-open-approaches.json","web_url":"http://theodi.org/open-enterprise-big-business-open-approaches","slug":"open-enterprise-big-business-open-approaches","title":"Open enterprise: Open approaches ","format":"article","updated_at":"2016-04-04T13:20:19+00:00","created_at":"2016-03-08T11:43:23+00:00","tag_ids":["page","big-business","report","thomson-reuters","arup","syngenta","open"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/big-business.json","web_url":null,"title":"big business","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=big-business","web_url":"http://theodi.org/tags/big-business","slug":"big-business"}},{"id":"https://contentapi.theodi.org/tags/keywords/report.json","web_url":null,"title":"report","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=report","web_url":"http://theodi.org/tags/report","slug":"report"}},{"id":"https://contentapi.theodi.org/tags/keywords/thomson-reuters.json","web_url":null,"title":"Thomson Reuters","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=thomson-reuters","web_url":"http://theodi.org/tags/thomson-reuters","slug":"thomson-reuters"}},{"id":"https://contentapi.theodi.org/tags/keywords/arup.json","web_url":null,"title":"Arup","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=arup","web_url":"http://theodi.org/tags/arup","slug":"arup"}},{"id":"https://contentapi.theodi.org/tags/keywords/syngenta.json","web_url":null,"title":"Syngenta","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=syngenta","web_url":"http://theodi.org/tags/syngenta","slug":"syngenta"}},{"id":"https://contentapi.theodi.org/tags/keywords/open.json","web_url":null,"title":"open","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open","web_url":"http://theodi.org/tags/open","slug":"open"}}],"details":{"business_proposition":false,"description":"<p>As businesses get bigger, staying innovative can become more challenging. This report explores three industry-leading enterprises that have embraced an open approach – open source, open standards, open data, open innovation – to help retain their competitive edge.</p>","excerpt":"<div class=\"row\">\r","language":"en","need_extended_font":false,"alternative_title":"Open enterprise: Open approaches ","url":"","content":"<div class=\"row\">\n  <div class=\"col-md-8\">\n    <img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/fa/ab/56faaba8f362be088800000b/1024x350_Med_Tiles6.png\" title=\"Open approaches\">\n    <p></p>\n\n    <p>As businesses get bigger, staying agile and innovative can get harder. The case studies that we have examined in this report highlight five big business challenges and the open approaches that these organisations are taking to tackle them.</p>\n\n    <h4>Third-party data: when and how to use it</h4>\n    <p>The availability of data for businesses, governments and people to use in their own decision making is growing every year. And models for supplying data are becoming ever more sophisticated – from open data licensing to open APIs, open source data analytics tools and platforms, to commercial licences and complex bilateral data-sharing contracts. Each of the big businesses we have described here have become, at least in part, digital businesses that supply products and services directly to customers or internally with other parts of the organisation.</p>\n    <p><b>Arup</b> has long-standing experience building products and services using data from third parties. The growing availability of <b>open data has reduced its their costs and created opportunities for competitive advantage</b>. Using open data provides Arup with more space to innovate and test new products, in contrast with more traditional third-party data products that can come with restrictive terms and conditions. The remaining challenges for Arup are around data’s availability and reliability. It is easier to build better services in places where more data is available and has inherent flexibility, as this helps Arup to <b>generate accurate insights and trial new approaches more cheaply and efficiently</b>.</p>\n    <p><b>Thomson Reuters</b> has taken an interesting route to extracting the value of third-party data. Because they have <b>made </b><b>their</b><b> own reference data available as open data</b> through PermID, the team hope that others will link to it and provide them with additional context and information on the organisations they provide data about. This provides the potential for <b>Thomson Reuters’ data to be enriched and made more valuable</b> by others, without any extra effort on their part.</p>\n    <hr class=\"hr-black\">\n    <h4>Maintaining leadership in competitive data markets </h4>\n    <p>Some businesses have traditionally made their living by selling access to data that they have collected, modelled and integrated. These organisations face a challenge living “in a post-scarcity world for data”, as <b>Dan Meisner</b> from Thomson Reuters put it. They need to adapt their business models to the changing technological and competitive landscape.</p>\n    <p>The increasing competition felt by traditional data providers in the face of the web of data is much like the problems faced by the publishing industry in the face of the web of documents. New businesses and business models are emerging that provide new data to disrupt traditional data providers. Data collection is getting cheaper and easier, and it is easier now than ever to collaborate on data provision. Existing market leaders must find new business models to avoid new competition undermining their business.</p>\n    <p><b>Thomson Reuters</b> is addressing these challenges through publishing open identifiers and data about organisations to:</p>\n    <ul class=\"small\">\n      <li>drive integration of its products with customer data, embedding ongoing use</li>\n      <li>reduce the cost of ownership of other Thomson Reuters products by making its data easier to use</li>\n      <li>widen its market to include customers who need Thomson Reuters’ data but who do not want to be locked into proprietary products</li>\n    </ul>\n    <hr class=\"hr-black\">\n    <h4>Keeping costs low for the business and for customers</h4>\n    <p>Big businesses are more likely than most to grow through acquisition. As different organisations are grafted onto each other, there are frequently systems and data assets that overlap or need to work together. Even in organisations that grow organically, issues around duplication of data, systems incompatibility and restrictive data licences can frustrate ongoing use. And as organisations increasingly become porous and open to working with each other, the requirements for bringing data together spread outside the boundaries of a single organisation.</p>\n    <p>For <b>Thomson Reuters</b>, the need to integrate internal systems and data resources led to the creation of an open data product. Providing open data helped it to:</p>\n    <ul class=\"small\">\n      <li>design internal systems that could adapt as Thomson Reuters grew</li>\n      <li>integrate Thomson Reuters’ needs with customer needs</li>\n      <li>drive uptake of Thomson Reuters products</li>\n    </ul>\n\n    <p>This pattern reflects similar evolution in <b>Amazon</b>, where what was to become Amazon Web Services was initiated as a response to its <a href=\"http://apievangelist.com/2012/01/12/the-secret-to-amazons-success-internal-apis/\" title=\"The secret to Amazon's success - internal API's\">CEO Jeff Bezos’</a> mandate that all Amazon data and functionality be available through “externalisable” service interfaces.</p>\n    <p>The challenge of system integration is felt as much by customers as by big businesses. Providing open interfaces can help provide efficiencies in-house and create value for customers.</p>\n    <hr class=\"hr-black\">\n    <h4>Staying agile in shifting environments</h4>\n    <p>While they bring scale, big businesses have a reputation for being sluggish. Slow responses to new opportunities are a problem for businesses when their competitive advantage lies in technological capability. It is unrealistic to expect organisations to hold all the experts they need in-house, but it can be hard to rapidly take advantage of new opportunities through hiring or subcontracting, particularly when there is legal wrangling over the ownership of intellectual property.</p>\n    <p>Many large businesses seek to inject innovation into their own organisations through accelerator or incubator programmes that invest in startups, often gaining equity and intellectual property rights over what they develop. <b>Arup</b>’s approach is slightly different. While it develops close working relationships with the startups it hosts, openness and flexibility form the foundation of those relationships. This applies to code, to data, and to a way of operating that centres around the free exchange of ideas between big and small businesses.</p>\n    <p>For <b>Syngenta</b>, releasing open data was part of its drive to transform and change itself as an organisation. Having externally visible data helps other stakeholders to monitor progress and hold Syngenta to account, creating greater impetus for the company to see through its commitments.</p>\n    <hr class=\"hr-black\">\n    <h4>Collaborating with clients and competitors to address big challenges </h4>\n    <p>While big businesses may dominate their sectors, the <a href=\"https://en.wikipedia.org/wiki/Wicked_problem\" title=\"Wicked problem\">‘wicked problems’</a> that they face can seldom be tackled alone. Companies operate in a complex environment of customers, competitors, suppliers, partners, governments, charities and communities. Sometimes securing a long-term future for a big business means changing the way the sector works as a whole.</p>\n    <p>For <b>Syngenta</b>, the sector-wide challenge is how to ensure global food security. Recognising the importance of collaboration with private and public stakeholders to achieve this goal, Syngenta has used open data to:</p>\n    <ul class=\"small\">\n      <li>develop trust with potential collaborators</li>\n      <li>encourage wider data sharing</li>\n      <li>incentivise collaboration and discovery</li>\n    </ul>\n\n    <a href=\"http://theodi.org/open-enterprise-big-business-open-businesses\" title=\"Next page\"><img class=\"pull-right\" src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/16/43/56164300f362be08b400000f/summer_showcase_next_but.svg\" alt=\"\"></a>\n    <a href=\"http://theodi.org/open-enterprise-big-business-case-study-syngenta\" title=\"Previous page\"><img class=\"pull-left\" src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/29/f4/5629f4fe1f986a081e000033/previous.svg\" alt=\"\"></a>\n  </div>\n\n  <div class=\"pull-left col-md-3\">\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business\" title=\"Summary: Open for big business\">Summary</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-introduction\" title=\"Introduction: Open for big business\">Introduction</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-case-study-thomson-reuters\" title=\"Thomson Reuters’ data services go open\">Thomson Reuters’ data services go open</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-case-study-arup\" title=\"Arup builds a network of open innovators\">Arup builds a network of open innovators</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-case-study-syngenta\" title=\"Syngenta supports sustainability with open data\">Syngenta supports sustainability with open data</a>\n    </div>\n    <div class=\"blog-box-opacity\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-open-approaches\" title=\"Open approaches: Open for big business\">Open approaches</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-open-businesses\" title=\"Open businesses: Open for big business\">Conclusion</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-appendices\" title=\"Appendices: Open for big business\">Appendices</a>\n    </div>\n  </div>\n</div>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}