{"id":"https://contentapi.theodi.org/open-data-means-business-conclusions-recommendations.json","web_url":"http://theodi.org/open-data-means-business-conclusions-recommendations","slug":"open-data-means-business-conclusions-recommendations","title":"Research: Open data means business","format":"article","updated_at":"2015-09-11T10:00:52+00:00","created_at":"2015-05-15T00:38:50+00:00","tag_ids":["page","open-data-means-business","business","research","startups","uk"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-means-business.json","web_url":null,"title":"open data means business","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-means-business","web_url":"http://theodi.org/tags/open-data-means-business","slug":"open-data-means-business"}},{"id":"https://contentapi.theodi.org/tags/keywords/business.json","web_url":null,"title":"business","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=business","web_url":"http://theodi.org/tags/business","slug":"business"}},{"id":"https://contentapi.theodi.org/tags/keywords/research.json","web_url":null,"title":"research","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=research","web_url":"http://theodi.org/tags/research","slug":"research"}},{"id":"https://contentapi.theodi.org/tags/keywords/startups.json","web_url":null,"title":"startups","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=startups","web_url":"http://theodi.org/tags/startups","slug":"startups"}},{"id":"https://contentapi.theodi.org/tags/keywords/uk.json","web_url":null,"title":"UK","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=uk","web_url":"http://theodi.org/tags/uk","slug":"uk"}}],"details":{"business_proposition":false,"description":"<p>This study has demonstrated the breadth and depth of business use of open data. The 270 open data companies we looked at ranged from startups to established companies, from micro-businesses to large enterprises, and came from every corner of the country.</p>","excerpt":"Conclusions &amp; recommendations\r","language":"en","need_extended_font":false,"alternative_title":"Open data means business: conclusions & recommendations","url":"","content":"<h2 id=\"conclusionsamprecommendations\">Conclusions &amp; recommendations</h2>\n<p><strong><a href=\"#conclusions\">Conclusions</a></strong><br />\n<strong><a href=\"#recommendations-for-business\">Recommendations for business</a></strong><br />\n<strong><a href=\"#recommendations-for-government\">Recommendations for government</a></strong><br />\n<strong><a href=\"#citation\">How to cite</a></strong>  </p>\n<hr />\n<p><a id=\"conclusions\"></a></p>\n<h3 id=\"conclusions\">Conclusions</h3>\n<p>This study has demonstrated the breadth and depth of business use of open data. The <a href=\"https://docs.google.com/spreadsheet/ccc?key=0ArTmdP3GbHl3dHhnMnVIMjZfZHpKbnFJS1VpSU55VVE&amp;usp=sharing\">270 open data companies</a> we looked at ranged from startups to established companies, from micro-businesses to large enterprises, and came from every corner of the country.</p>\n<p>Some companies, such as <a href=\"http://theodi.org/examples-of-uk-companies-using-open-data#arup\">Arup</a> and <a href=\"http://theodi.org/examples-of-uk-companies-using-open-data#spend\">Spend Network</a>, are using open data to help them understand their markets, to build new products and services, and to give them an edge over their competitors. Others, such as <a href=\"http://theodi.org/examples-of-uk-companies-using-open-data#swirrl\">Swirrl</a> and <a href=\"http://theodi.org/examples-of-uk-companies-using-open-data#transport\">TransportAPI</a>, are finding a new market opportunity in providing the tools that help others to benefit from open data. Innovators, such as Syngenta and <a href=\"http://theodi.org/examples-of-uk-companies-using-open-data#geolytix\">GeoLytix</a>, are adding value to their business by publishing open data that everyone can benefit from.</p>\n<p>Our research shows early evidence of the <strong>economic, social and environmental benefits of open data</strong> beyond the new and existing businesses that it enables. <a href=\"http://theodi.org/examples-of-uk-companies-using-open-data#adzuna\">Adzuna</a> uses open data to <strong>help job hunters find appropriate work</strong>. <a href=\"http://theodi.org/examples-of-uk-companies-using-open-data#mime\">Mime Consulting</a> draws on open data to help <strong>students make informed choices about their education</strong> and career choices. <a href=\"http://theodi.org/examples-of-uk-companies-using-open-data#shoothill\">Shoothill</a> provides visualisations and tools based on open data to give a better <strong>understanding of the risk and impact of flooding</strong>.</p>\n<p>These companies are the first movers in a growing ecosystem. Our study reveals that they are still predominantly technology companies, and focused in London. As the utility of available open data grows, and as its potential is recognised, we expect these biases to break down further. The diversity that this study has revealed illustrates the potential for <strong>organisations of all shapes and sizes to work with open data</strong>, not only for their own benefit, but <strong>for the benefit of our economy, society and planet.</strong></p>\n<p>Our future research will aim to deepen our understanding of the nature and scale of the value created by open data by quantifying the benefits that are being felt by open data companies and their customers. We will examine more of the ways in which UK companies work with open data, the barriers they face and how the adoption of open data might be accelerated.</p>\n<h3 id=\"recommendationsforbusiness\">Recommendations for business</h3>\n<p><a id=\"recommendations-for-business\"></a></p>\n<p>The open data companies featured in this report are varied in their size, location and age, and showcase many different ways of using open data. The report provides a basis for all companies to seek out, explore and learn from these examples; to adapt the approaches for their own business or create completely new ones.</p>\n<p><strong>Companies of all shapes and sizes can benefit from the opportunities that open data brings.</strong> All companies can use open data when making strategic decisions. Some may be able to use open data to improve or enhance existing products and services. A few may discover new opportunities to act as intermediaries, providing open data tools to a growing market. More may discover the potential of publishing open data to better connect with customers, suppliers and partners, or simply to demonstrate their corporate and social responsibility.</p>\n<p>As a company, now is the time to get to grips with the opportunities that all kinds of data – closed, shared and open – can bring to your business. </p>\n<p>A good first step is to <strong>become familiar with the open data resources</strong>, from both government and non-government sources, that you can use within your business. Top of your list are likely to be demographic statistics from the Office of National Statistics, and geospatial open data from Ordnance Survey and Open Street Map. Other data will be sector specific, and while the government has adopted an open by default policy in some cases you may need to request the data you need. The <a href=\"https://github.com/theodi/shared/wiki/Finding-Open-Data\">Finding Open Data</a> guide provides many useful starting points for locating and requesting relevant data.</p>\n<p><strong>Developing your company’s capacity to take advantage of data</strong>, both at the analytic and at the strategic level, is vital. To make the most of the potential that data has to offer, your employees need to be able to work with data, understand which data to trust, and incorporate data publication and use into your business model. The ODI offers a range of courses suiting everyone from executives to technicians, which can equip your business with the skills it needs.</p>\n<p>As with any novel area, the best source of intelligence about the opportunities for using open data, the barriers you will encounter, and how to surmount them, will come from companies who are already on this journey. Whether these companies are in your sector or beyond, forging connections with others who have experienced similar challenges provides opportunities to learn and find potential allies. Becoming an ODI Member is one way to connect with other organisations who are working with open data.</p>\n<p><strong>The business opportunities around open data are boundless</strong>. At the ODI, we want to learn more about the innovation, the challenges and the impact of open data within companies. If you have an interesting story to share, or want to learn more about how open data can benefit your business, please <a href=\"mailto:research@theodi.org\">get in touch</a>.</p>\n<p><a id=\"recommendations-for-government\"></a></p>\n<h3 id=\"recommendationsforgovernment\">Recommendations for government</h3>\n<p>Open data is fueling new products and services from UK companies across every sector. This study has shown that open data is a technology that can be used by everyone.</p>\n<p>The rapid growth of open data companies in the UK has been enabled in no small part by <strong>strong political leadership on open data</strong>. Over the past decade, successive UK governments have re-affirmed their commitment to open data as raw material for innovation, and sought to put in place policies that help government, businesses and people realise its benefits. </p>\n<p>This study also tells us clearly that <strong>the UK open data environment can still be improved</strong>. Some key findings have emerged from the issues encountered by companies using open data. </p>\n<p>Firstly, fundamental to a company’s ability to build viable products and services using open data is certainty on two key points:</p>\n<ol>\n<li><p>the data needed is made available as open data</p></li>\n<li><p>it will continue to be made available as open data</p></li>\n</ol>\n<p>Several companies interviewed noted that while data publication (‘getting the data out there’) has been a priority for government, in many cases the data that has most economic potential for companies is not available as open data (geospatial data and address data cited as two examples). In some cases where the data was available as open data, companies could not be sure it would continue to be published. </p>\n<p>Secondly, where companies could identify open data for potential use, several factors influence their ability to innovate. While a range of issues were acknowledged by companies surveyed, three key issues emerged:</p>\n<ol>\n<li><p>lack of accuracy and poor quality of the data</p></li>\n<li><p>licensing of the data</p></li>\n<li><p>ease of access to that data</p></li>\n</ol>\n<p>These are areas that require further attention by data publishers, to maximise reuse. Ultimately, while open data is being used by a significant number of UK companies to underpin new products and services, its foundations can be fragile. Data quality and reliability issues continue to hinder innovation.</p>\n<p>We therefore recommend that government <strong>continues to release as open data the data that companies can benefit from,</strong> in particular expanding the range of geospatial data that is available and working towards the release of open address data.</p>\n<p>Further, we recommend that <strong>government should tackle the issues of accuracy, quality and reliable access to data</strong>. The ODI’s Open Data Certificates provide a measure of the quality of availability of open data and can provide detailed recommendations for improvements for individual datasets.</p>\n<p>Improved open data reliability could also be supported by the government encouraging or mandating the use of open data in its own decision making:</p>\n<blockquote>\n  <p><em>\"What if the government actually used open data for making decisions? Wouldn’t it get better? If there’s a spend analysis tool that’s out there that’s actually really good, either open up that data or use your statements to do your spend analysis. If [government] really want to improve the quality of open data, use it.\"</em></p>\n</blockquote>\n<p><em>- Ian Makgill, Spend Network</em></p>\n<p>Ministers, for example, could <strong>require the inclusion of the data and analysis underpinning any policy decision to be published as open data</strong>, as part of any impact assessment. This would serve to stimulate the release of data that is important to policy decisions (and therefore in the public interest), to encourage government to adopt evidence-based policy making, and to improve the quality and availability of data from the public sector. </p>\n<p>While this study has shown wide use of open data by companies within the UK, a direct result of the open data policies that have been put in place by the government over the last five years. But there is still more to do to improve the quality of publication, to make public sector open data a source that companies can rely on.</p>\n<hr />\n<p><a id=\"citation\"></a></p>\n<h3 id=\"howtocite\">How to cite:</h3>\n<p>Please cite this report as: Open Data Institute (2015) Open data means business: UK innovation across sectors and regions. London, UK. Available at http://theodi.org/open-data-means-business-uk-innovation-sectors-regions</p>\n<hr />\n<p><a href=\"/examples-of-uk-companies-using-open-data\">PREVIOUS PAGE</a> / <a href=\"/open-data-means-business-methodology\">NEXT PAGE</a></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[{"title":"Open data means business: summary","url":"http://theodi.org/open-data-means-business"},{"title":"Open data means business: diverse UK companies are working with open data","url":"http://theodi.org/diverse-uk-companies-open-data"},{"title":"Open data means business: how UK companies are using open data to innovate","url":"http://theodi.org/how-uk-companies-are-using-open-data-to-innovate"},{"title":"Open data means business: open data that drives business","url":"http://theodi.org/open-data-that-drives-business"},{"title":"Open data means business: challenges for open data companies","url":"http://theodi.org/challenges-for-open-data-companies"},{"title":"Open data means business: examples of UK companies using open data","url":"http://theodi.org/examples-of-uk-companies-using-open-data"},{"title":"Open data means business: methodology","url":"http://theodi.org/open-data-means-business-methodology"},{"title":"Open data means business: appendices","url":"http://theodi.org/open-data-means-business-appendices"}],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}