{"id":"https://contentapi.theodi.org/open-enterprise-big-business-case-study-arup.json","web_url":"http://theodi.org/open-enterprise-big-business-case-study-arup","slug":"open-enterprise-big-business-case-study-arup","title":"Open enterprise case study: Arup","format":"article","updated_at":"2016-03-29T16:25:33+00:00","created_at":"2016-03-08T10:43:56+00:00","tag_ids":["page","big-business","report","thomson-reuters","syngenta","arup","open"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/big-business.json","web_url":null,"title":"big business","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=big-business","web_url":"http://theodi.org/tags/big-business","slug":"big-business"}},{"id":"https://contentapi.theodi.org/tags/keywords/report.json","web_url":null,"title":"report","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=report","web_url":"http://theodi.org/tags/report","slug":"report"}},{"id":"https://contentapi.theodi.org/tags/keywords/thomson-reuters.json","web_url":null,"title":"Thomson Reuters","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=thomson-reuters","web_url":"http://theodi.org/tags/thomson-reuters","slug":"thomson-reuters"}},{"id":"https://contentapi.theodi.org/tags/keywords/syngenta.json","web_url":null,"title":"Syngenta","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=syngenta","web_url":"http://theodi.org/tags/syngenta","slug":"syngenta"}},{"id":"https://contentapi.theodi.org/tags/keywords/arup.json","web_url":null,"title":"Arup","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=arup","web_url":"http://theodi.org/tags/arup","slug":"arup"}},{"id":"https://contentapi.theodi.org/tags/keywords/open.json","web_url":null,"title":"open","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open","web_url":"http://theodi.org/tags/open","slug":"open"}}],"details":{"business_proposition":false,"description":"<p>As businesses get bigger, staying innovative can become more challenging. This report explores three industry-leading enterprises that have embraced an open approach – open source, open standards, open data, open innovation – to help retain their competitive edge.</p>","excerpt":"<div class=\"row\">\r","language":"en","need_extended_font":false,"alternative_title":"Open enterprise case study: Arup","url":"","content":"<div class=\"row\">\n  <div class=\"col-md-8\">\n    <img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/fa/aa/56faaae81f986a4093000011/1024x350_Med_Tiles4.png\" title=\"Arup\">\n    <p></p>\n    <p><a href=\"http://arup.com/\" title=\"Arup\">Arup</a> is a multinational professional services firm that <b>provides design, engineering and consulting services for the built environment</b>. It has around 11,000 employees and had a turnover of<b> £1.05bn</b> in 2014.</p>\n    <h4>Using open data</h4>\n    <p>Arup has long used publicly available data from a number of sources, including the Office for National Statistics (ONS). Its Digital Insight team makes use of ONS demographic data in urban planning and design projects as well as environmental statements and assessments. It also uses publicly available geospatial data to derive location-based insight for its clients. For example, its <a href=\"http://digital.arup.com/services/hazard-owl/\" title=\"Hazard Owl\">Hazard Owl risk information</a> system uses real-time environmental data to constantly assess the risk of damage to commercial assets, such as office buildings or factories.</p>\n    <p>The use of open data is becoming increasingly common across the large number of projects the company works on at any given time. As <b>Damien McCloud</b>, Digital Insight Leader, explains:</p>\n    <blockquote>We increasingly and always have had a need for third-party data. Clearly the emergence of open data is now getting to a point where the availability and reliability of that will impact on how we work as a firm globally.</blockquote>\n    <p>This impact is well demonstrated by Arup’s use of open data in combination with open source software in its built environment projects. For example, in sandscaping – the management of sand to support coastal protection or regeneration – Arup developed an open source system that ingests demographic, environmental and geospatial open data to help users locate the best areas for sandscaping and analyse project impact.</p>\n    <hr class=\"hr-black\">\n    <h4>Finding new ways of collaborating</h4>\n    <p>Alongside the use of open data, a key aspect of Arup’s increasingly open approach to innovation is the way in which it partners closely with open data startups. Traditionally, Arup would complete its research and development (R&D) in house in order to develop new commercial services or improve existing ones, sometimes working with academia and other groups. The firm is now shifting to a more open, collaborative approach, in which it experiments more with external ideas as well as internal ones, and different paths to market. It is currently working in this way with two open data startups previously <a href=\"http://theodi.org/start-ups\" title=\"ODI Startups\">incubated at the ODI</a>, Mastodon C and OpenSensors.</p>\n    <p><a href=\"http://www.mastodonc.com/\" title=\"Mastodon C\">Mastodon C</a> is a specialist big data company. It provides data science and technology services to a range of different organisations to help them better understand and gain insights from their data. In a recent project for one of Arup’s clients, it used its data science expertise to help Arup quickly derive commercial insight from vast amounts of data related to airport infrastructure.</p>\n    <p>A fellow graduate of the ODI Startup programme, <a href=\"https://www.opensensors.io/\" title=\"penSensors\">OpenSensors</a> is an online platform that enables anyone to publish real-time sensor data. As well as enabling users to better manage their own closed data, the platform is building a repository of open data that can be accessed, used and shared by anyone. Arup first worked with OpenSensors to install 200 sensors across its own London offices. The purpose of the installation was to help Arup take a hands-on approach to Internet of Things (IoT) research that could be scaled up quickly and effectively. Arup is now looking to work together with the two startups on further commercial work, such as the creation of a new asset monitoring platform.</p>\n    <hr class=\"hr-black\">\n    <h4>Absorbing new ideas, technologies and data</h4>\n    <p>The prime motivation for adopting this approach to open innovation and becoming a ‘porous organisation’ is the realisation that rapid, disruptive change is unlikely to come solely from within. Large organisations like Arup will have to quickly absorb new ideas, technologies and data in order to remain competitive over the long-term. <b>Volker Buscher</b>, Director, Arup Digital, explains how:</p>\n    <blockquote>We think there are domains that would benefit not just from open data but an open innovation process. It's not just data, it's also open source in terms of code or the development of other digital assets.</blockquote>\n    <blockquote>I can't see an end to digital disruption rolling into our industry. The idea that we will have all the experts in house is unrealistic.</blockquote>\n    <p>Beyond direct project work, this approach has the potential for wider, long-term impact across the business. Working with startups in this way means new ideas are injected into Arup’s values, principles and policies. This is particularly relevant to the ethical considerations to be made around the use, reuse and sharing of data. Working this closely enables both sides to shape the other’s thinking.</p>\n    <p>An experimental approach – where targets are often more loosely defined, with fewer concrete objectives or plans – requires an attitude to licensing and Intellectual Property (IP) that is different to that taken by most large organisations. According to <b>Volker Buscher</b>, this attitude is particularly likely to be shared by startups incubated at the ODI:</p>\n    <blockquote>Open innovation frameworks and the use of Apache licensing for code development and sharing is really attractive to both sides. It allows us to create IP without having to have complex legal agreements, lawyers, and background and foreground IP discussion that just slows everything down in this new world.</blockquote>\n    <blockquote>What I found is that startups coming out of the ODI already have that understanding in their fabric. Some of the bigger companies that we work with or other startups without that background have a different view of the world. You spend more time with their lawyers than with their developers.</blockquote>\n    <hr class=\"hr-black\">\n    <h4>Bringing about faster change</h4>\n    <p>From a startup's perspective, Arup’s way of working provides a number of benefits, including no demands for equity, the retention of autonomy, and immediate access to clients and markets. <b>Volker Buscher</b> says:</p>\n    <blockquote>The principle thing we bring is scaling. If we set up the asset monitoring platform that we are discussing with [the startups], we will be able to contact 100 clients within months – a different scale and a different pace than they would have been able to otherwise.</blockquote>\n    <p>For Arup, the combination of skills and expertise enables it to scale promising projects more quickly. Working in partnership with the startups also allows them to rapidly move into emerging domains and seize opportunities that similar firms may not yet even be aware of. <b>Volker Buscher</b> explains that:</p>\n    <blockquote>The biggest cost of not adopting this approach would be the loss of speed. We've been working with data and data analytics forever – we invented some of the structural analytics tools used around the world. That, in itself, is not new to us.</blockquote>\n    <blockquote>But when we understood the scale and complexity of distributed data architectures, combined with wanting to get involved with things immediately, this approach [was] needed. It is so much quicker than hiring a whole bunch of people or organising complex sub-consulting agreements.</blockquote>\n    <p>Arup is currently in the process of quantifying the exact benefits of adopting this approach to open innovation. It is also exploring how it can publish its own open data in a way that creates tangible commercial value. On reflection, <b>Volker</b><b> Buscher</b> contrasts his company’s approach with the one taken by other large organisations:</p>\n    <blockquote>There are lots of big businesses that have got accelerators or incubators but they usually involve investing in the startup, taking equity out and having very clear IP rules attached. That's a completely reasonable model that lots of companies use. We are exploring a different way of doing it.</blockquote>\n\n    <a href=\"http://theodi.org/open-enterprise-big-business-case-study-syngenta\" title=\"Next page\"><img class=\"pull-right\" src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/16/43/56164300f362be08b400000f/summer_showcase_next_but.svg\" alt=\"\"></a>\n    <a href=\"http://theodi.org/open-enterprise-big-business-case-study-thomson-reuters\" title=\"Previous page\"><img class=\"pull-left\" src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/29/f4/5629f4fe1f986a081e000033/previous.svg\" alt=\"\"></a>\n  </div>\n\n  <div class=\"pull-left col-md-3\">\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business\" title=\"Summary: Open for big business\">Summary</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-introduction\" title=\"Introduction: Open for big business\">Introduction</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-case-study-thomson-reuters\" title=\"Thomson Reuters’ data services go open\">Thomson Reuters’ data services go open</a>\n    </div>\n    <div class=\"blog-box-opacity\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-case-study-arup\" title=\"Arup builds a network of open innovators\">Arup builds a network of open innovators</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-case-study-syngenta\" title=\"Syngenta supports sustainability with open data\">Syngenta supports sustainability with open data</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-open-approaches\" title=\"Open approaches: Open for big business\">Open approaches</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-open-businesses\" title=\"Open businesses: Open for big business\">Conclusion</a>\n    </div>\n    <div class=\"blog-box\">\n    <a class=\"story-link\" href=\"http://theodi.org/open-enterprise-big-business-appendices\" title=\"Appendices: Open for big business\">Appendices</a>\n    </div>\n  </div>\n</div>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}