{"id":"https://contentapi.theodi.org/pg-certificate.json","web_url":"http://theodi.org/pg-certificate","slug":"pg-certificate","title":"Postgraduate Certificate","format":"article","updated_at":"2014-07-08T14:19:23+00:00","created_at":"2012-08-29T08:07:44+00:00","tag_ids":[],"tags":[],"details":{"need_id":"","business_proposition":false,"excerpt":"![University of Southampton - Library](http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/uos.jpg)","language":"en","need_extended_font":false,"content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/uos.jpg\" alt=\"University of Southampton - Library\" /></p>\n<p>The Open Data Institute is proud to offer a world class\u0002accredited\u0002qualification in Open Data Technologies. This course is designed to provide a stimulating and cutting-edge\u0002programme that will give you a real\u0002advantage in a fast moving area.\u0002\u0002The course will be lead by internationally recognised academics from the University of Southampton who are at\u0002the forefront of Open Data research and practise. The Open Data Technologies postgraduate diploma provides the unique opportunity for professionals to gain valuable experience in Open Data, Web Technologies\u0002and Practical Application Development.\u0002In addition the programme will provide\u0002opportunities\u0002to\u0002acquire\u0002experience and knowledge of Open Data\u0002policy, standards and an understanding of the necessary business skills for developing Open\u0002Data capabilities within organisations.\u0002\u0002### By the end of the certificate you will...</p>\n<ul>\n<li>Understand open data, web technologies, application development</li>\n<li>Expand your capability to create and exploit open data</li>\n<li>Be equipped with policy, standards, business skills related to open data projects</li>\n<li>Have advanced knowledge of publishing and consuming open data</li>\n<li>Have advanced knowledge of linked data, web architecture &amp; information management</li>\n<li>Know novel techniques to discover, align, manipulate and successfully commercialise digital applications</li>\n<li>Be more productive and efficient in implementation of open data projects</li>\n<li>Have developed an ability to share and brief others on benefits of open data</li>\n<li>Have an opportunity to study in an interdisciplinary and world-class research-intensive environment.</li>\n<li>Have developed transferable research skills and interdisciplinary knowledge</li>\n</ul>\n<h2 id=\"theopendatatechnologiescoursetheequivalentofathirdofanmscaimstotrainthefirstsetofopendataentrepreneursdeveloperstechnologistsandevangelistsstructure\"> The Open Data Technologies course, the equivalent of a third of an MSc, aims to train the first set of Open Data entrepreneurs, developers, technologists, and evangelists. \u0002Structure</h2>\n<p>The University of Southampton and the Open Data Institute are committed to providing the highest level of teaching with facilities being made available to students both on-site in the ODI offices in London as well as on campus in Southampton. While the courses will be primarily taught in London, at the ODI, students will be encouraged to use the full range of support services provided to them by both parties.</p>\n<p>The Open Data Technologies course will consist of three intensively taught modules delivered via 5-day blocks of lectures, followed by coursework, study and research. The final, fourth module is an individual research project. The three taught modules will be timetabled throughout the year enabling students to attend at a time that best suits them.</p>\n<p>During this time, lecturers will be available to\u0002answer questions relating to taught modules and\u0002mentor on individual projects.\u0002\nIt is highly recommended that the three taught modules should be completed, in the order listed below, prior to students undertaking the individual project. To complete the individual project, students will be expected to present a conference style presentation and poster of their findings. The course is designed to enable students to demonstrate a technical and applied understanding of the benefits of open data in an entrepreneurial environment.</p>\n<h2 id=\"thecourseisideallycompletedinayearwithsomeflexibilityforextensionsthemodules\"> The course is ideally completed in a year, with some flexibility for extensions. \u0002The Modules</h2>\n<style type=\"text/css\">/*&amp;#xD;\nTab Navigation&amp;#xD;\n*********************************************************/&amp;#xD;\nul.theTabs{&amp;#xD;\n  font-size: 1.2em;&amp;#xD;\n  list-style: none;&amp;#xD;\n  overflow: hidden;&amp;#xD;\n  margin: 10px 0 -5px 0;&amp;#xD;\n  clear: both;&amp;#xD;\n  position: relative;&amp;#xD;\n  z-index: 2;&amp;#xD;\n}&amp;#xD;\n/* Opera */&amp;#xD;\nhtml:first-child ul.theTabs{margin-bottom:0;}&amp;#xD;\nhtml:first-child ul[class^=theTabs]{margin-bottom:-1px !important;}&amp;#xD;\n  ul.theTabs li{&amp;#xD;\n    float: left;&amp;#xD;\n    margin-right: 7px;&amp;#xD;\n    width: 184px;&amp;#xD;\n    font-size: 1em;&amp;#xD;\n    text-align: center;&amp;#xD;\n  }&amp;#xD;\n  ul.theTabs li.last{&amp;#xD;\n    margin-right: 0;&amp;#xD;\n  }&amp;#xD;\n    ul.theTabs li a{&amp;#xD;\n      background: #fff;&amp;#xD;\n      border: 1px solid #ccc;&amp;#xD;\n      border-bottom: 0px;&amp;#xD;\n      display: block;&amp;#xD;\n      min-height: 41px;&amp;#xD;\n      min-width: 80px;&amp;#xD;\n      margin-top: 8px;&amp;#xD;\n      font-size: 1em;&amp;#xD;\n      padding: 2px 10px 0;&amp;#xD;\n      text-decoration: none;&amp;#xD;\n      cursor: pointer;&amp;#xD;\n    }&amp;#xD;\n    ul.theTabs li.active a{&amp;#xD;\n      background: #fff url(https://www.soton.ac.uk/assets/schools/design/images/cb3/bg_tabs_navy.gif) repeat-x;&amp;#xD;\n      border: 1px solid #ccc;&amp;#xD;\n      border-bottom: 0px;&amp;#xD;\n      min-height: 41px;&amp;#xD;\n      padding: 10px 10px 0 9px;&amp;#xD;\n      margin-top: 0;&amp;#xD;\n    }&amp;#xD;\ndiv.card {&amp;#xD;\n  border: 1px solid #ccc;&amp;#xD;\n  border-width: 1px 3px 3px 1px;&amp;#xD;\n  margin-bottom: 1em;&amp;#xD;\n  padding: 10px 20px;&amp;#xD;\n  overflow: hidden;&amp;#xD;\n  position: relative;&amp;#xD;\n  z-index:0;&amp;#xD;\n}&amp;#xD;\n</style>\n<ul>\n<li><a href=\"#module1\">Producing Open Data</a></li>\n<li><a href=\"#module2\">Consuming Open Data</a></li>\n<li><a href=\"#module3\">Open Innovation and the Digital Economy</a></li>\n<li><a href=\"#module4\">Individual Research Project in Open Data</a></li>\n</ul>\n<h3 id=\"producingopendata\">Producing Open Data</h3>\n<p>The aim of this course is to introduce the technologies and techniques that are currently used to create, publish and use linked data on the World Wide Web. Based on current Semantic Web research and W3C standards, it will address the issues of publishing individual linked data documents and sites together with the problems of global information management.</p>\n<h4 id=\"keytopics\">Key Topics</h4>\n<ul>\n<li>The technical architecture of the World Wide Web</li>\n<li>Knowledge representation formalisms for open data</li>\n<li>The 5-stars of linked open data</li>\n<li>The principles of linked data design</li>\n<li>The Semantic Web and ontology design patterns</li>\n</ul>\n<h3 id=\"consumingopendata\">Consuming Open Data</h3>\n<p>Open data is viewed as a transformative force for change and a critical part of our future. Apps are the industry buzz words for monetized application development and open data is the new enabler for economic growth through use in such applications. Small, focussed applications based upon one or more datasets, delivered in a streamlined and accessible way, are changing the lives of countless people around the world. Now more than ever it is critical to simplify and integrate rather than expand and control in order to suit the requirements of the worldwide community. This module focusses on techniques to discover, align, manipulate and use open data in order to develop simple, yet powerful applications – “Rich Applications”.</p>\n<h4 id=\"keytopics-1\">Key Topics</h4>\n<ul>\n<li>Discovery, appraisal and selection of open linked data.</li>\n<li>Tools for exploring, analysing and “mashing” open data.</li>\n<li>Techniques for cleaning, validating and aligning data.</li>\n<li>Caching and synchronising open data sources for query.</li>\n<li>Privacy and Trust</li>\n<li>Developing rich, maintainable and usable applications based on open linked data.</li>\n</ul>\n<h3 id=\"openinnovationandthedigitaleconomy\">Open Innovation and the Digital Economy</h3>\n<p>Open innovation and the digital economy have been recognised as key areas for development and growth in global economies. Although many start-ups are active in the expanding digital economy, it is important to understand how new innovations can be developed and exploited in competitive and dynamic markets. The transformation of a novel idea into a commercial product or service is never a straight forward process, and this module will examine how products and services developed through open innovation can be successfully exploited.</p>\n<p>Converting a novel idea into a commercial product is a complex process, which can be disrupted by a series of barriers and resource constraints. This module will provide you with insight into the particular barriers which can hamper the development of new digital products or services, while examining strategies which can be used to overcome such challenges. Subsequently, this course outlines how new digital opportunities can be successfully exploited by their developers, in addition to how their intellectual property can be protected in fast-changing, competitive global markets. This module will provide you with insight into how products or services of the digital economy can be developed, commercialised and protected, through both theoretical and applied perspectives.</p>\n<h4 id=\"keytopics-2\">Key Topics</h4>\n<ul>\n<li>Theoretical and applied models relevant to open innovation.</li>\n<li>How to evaluate new digital innovations.</li>\n<li>How to successfully commercialise new digital applications.</li>\n<li>The role of legal systems in protecting intellectual property.</li>\n</ul>\n<h3 id=\"individualresearchprojectinopendata\">Individual Research Project in Open Data</h3>\n<p>The UK government has realised the potential value of Open Data to the economy. This module allows individuals time to develop tools and business models that will enable Open Data to live up to its potential.</p>\n<p>The module requires students to demonstrate mastery of an advanced aspect of the discipline, including critical evaluation of current research and research methods, and an awareness of the current limits of knowledge in this aspect of the discipline. Students are expected to undertake an individual project and then submit their findings to the course conference. Students will peer review each other’s work before it is presented in a conference style environment and subsequently assessed.</p>\n<script>&amp;#xD;\n                  jQuery(\"ul.theTabs li a\").click(function (event) {&amp;#xD;\n                                event.preventDefault();&amp;#xD;\n                                var tabId = jQuery(this).parent().attr(\"id\");&amp;#xD;\n                                var cardId = jQuery(this).parent().attr(\"id\").replace(\"tab_\",\"card_\");&amp;#xD;\nconsole.log(tabId + \" \" + cardId);&amp;#xD;\n                                jQuery(\".card:visible\").hide();&amp;#xD;\n                                jQuery(\"ul.theTabs li\").removeClass(\"active\");&amp;#xD;\n                                jQuery(this).parent().addClass(\"active\");&amp;#xD;\n                jQuery(cardId).addClass(\"active\");&amp;#xD;\n                jQuery(\"#\" + cardId).show();&amp;#xD;\nconsole.log(\"done\");&amp;#xD;\n                });&amp;#xD;\n</script>\n<h2 id=\"\">\u0002</h2>\n<h2 id=\"whoisthisfor\">Who is this for?</h2>\n<p>Technologists, developers, open data program managers, capability team leaders, statisticians, analysts, involved in full-time implementation of projects. Infrastructure architects, data scientists, IT\u0002project managers, entrepreneurs.</p>\n<h2 id=\"-1\">\u0002</h2>\n<h2 id=\"trainers\">Trainers</h2>\n<p><a href=\"http://www.theodi.org/people/david-tarrant\">Dr David Tarrant\u0002</a>- Web and Internet Science Group - ODI &amp; University of Southampton<br />\n<a href=\"http://www.ecs.soton.ac.uk/people/lac\">Dr Les Carr</a>\u0002- Web and Internet Science Group - University of Southampton  </p>\n<h2 id=\"drthomaswainwrighthttpwwwsouthamptonacukmanagementaboutstafftaw1m11pagestrategyandinnovationsouthamptonmanagementschool\"><a href=\"http://www.southampton.ac.uk/management/about/staff/taw1m11.page\">Dr Thomas Wainwright</a>\u0002- Strategy and Innovation - Southampton Management School \u0002</h2>\n<h2 id=\"requirements\">Requirements</h2>\n<p>Bachelors Degree in Computer Science, Software Engineering or equivalent industry experience<br />\n The course is open to European citizens and those with a valid\u0002<a href=\"http://www.ukba.homeoffice.gov.uk/visas-immigration/studying/adult-students/\">visa</a>\u0002to study in the UK.</p>\n<h2 id=\"-2\">\u0002</h2>\n<h2 id=\"webinararchive\">Webinar Archive</h2>\n<p>Hear the audio of a recent webinar with Dr Dave Tarrant discussing the Certificate and answering questions.</p>\n<p>Accompanying slides can be found <a href=\"http://www.scribd.com/doc/127528815/Introduction-to-the-ODI-Postgraduate-Certificate-in-Open-Data-Technologies\">here</a>. \u0002</p>\n<iframe frameborder=\"no\" height=\"166\" scrolling=\"no\" src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F81037080\" width=\"100%\"></iframe>\n<h2 id=\"registration\">Registration</h2>\n<p>For future updates on the Postgraduate Certificate\u0002in Open Data Technologies and other training courses,\u0002please register your interest <a href=\"/capability/register-interest\">here</a>.\u0002\u0002</p>","organizations":[],"author":{"name":"davetaz","slug":"davetaz","state":"published","web_url":"http://theodi.org/davetaz","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"davetaz","slug":"davetaz","state":"published","web_url":"http://theodi.org/davetaz","tag_ids":[]}}