{"id":"https://contentapi.theodi.org/research-economic-value-open-paid-data.json","web_url":"http://theodi.org/research-economic-value-open-paid-data","slug":"research-economic-value-open-paid-data","title":"Research: The economic value of open versus paid data","format":"article","updated_at":"2016-04-20T11:21:06+00:00","created_at":"2016-04-19T15:26:37+00:00","tag_ids":["page","economic","land-registry"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/economic.json","web_url":null,"title":"economic","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=economic","web_url":"http://theodi.org/tags/economic","slug":"economic"}},{"id":"https://contentapi.theodi.org/tags/keywords/land-registry.json","web_url":null,"title":"land registry","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=land-registry","web_url":"http://theodi.org/tags/land-registry","slug":"land-registry"}}],"details":{"business_proposition":false,"description":"<p>New economic research commissioned by the ODI shows that across all core public sector data assets open data will provide 0.5% of GDP more economic value every year than data that users have to pay for</p>","excerpt":"New economic research commissioned by the ODI shows that across all core public sector data assets open data will provide 0.5% of GDP more economic value every year than data that users have to pay for\r","language":"en","need_extended_font":false,"alternative_title":"Research: The economic value of open versus paid data","url":"","content":"<p><em>New economic research commissioned by the ODI shows that across all core public sector data assets open data will provide 0.5% of GDP more economic value every year than data that users have to pay for</em></p>\n<p><em>Access the full report below</em></p>\n<p>The ODI has commissioned new economic research from <a href=\"http://lateraleconomics.com.au/\">Lateral Economics</a> into the effect of providing access to important data assets in different ways. </p>\n<p>We asked them to look at access to core data assets – usually maintained by the public sector – such as addresses, maps, weather, land and property ownership, at different points in <a href=\"http://theodi.org/data-spectrum\">The Data Spectrum</a>: <a href=\"http://theodi.org/blog/when-data-is-free-but-not-open\">paid access, public access with a restricted licence</a> and open data. </p>\n<p>This is a summary of some of the findings of the research. The research contains more detail and findings, we would encourage you to read it in full when you have the time. </p>\n<h3 id=\"thedifferencebetweenpaiddataandopendatais05ofgdp\">The difference between paid data and open data is 0.5% of GDP</h3>\n<p><a href=\"http://theodi.org/the-value-of-open-data\">There is an existing body of evidence showing </a>that open data provides significant value to the economy. The new report builds on previous research and says that across all core public sector data assets open data will provide 0.5% of GDP more economic value every year than data that users have to pay for. </p>\n<p>More businesses, charities, individuals and the public sector itself can make better use of data when it is open. That is where the increased economic value comes from. If your government is publishing open data then you may already be receiving some of this value. </p>\n<h3 id=\"freebutrestricteddatalicencesalsocreatelessvaluethanopendata\">‘Free-but-restricted’ data licences also create less value than open data</h3>\n<p>The research says that ‘free-but-restricted’ data licences creates more than value than paid access but less value than open data. We <a href=\"http://theodi.org/blog/when-data-is-free-but-not-open\">recently wrote about a UK example of this type of data licence</a>. The transaction costs of processing the licence and the restricted uses to which the data can be put reduce the value that is created.</p>\n<p>If governments charge for public sector data or release it under restrictive licences then they will fail to realise potential economic growth.</p>\n<h3 id=\"peoplebenefitfromopendata\">People benefit from open data</h3>\n<p>We asked the report’s authors to consider who benefits from the economic value unlocked through opening data across the value chain of data publishers, data aggregators, service providers and the people that use and receive services. The report explains that most of this value is likely to be passed on by a relatively competitive production chain and will eventually be passed on to people. </p>\n<p>We all benefit from open data because anyone can use the data for any purpose. It might be the public sector making better decision about <a href=\"https://openprescribing.net/\">medical prescriptions</a> or <a href=\"http://www.infotrafford.org.uk/lab/blog/defibrillators-in-trafford\">where to place defibrillators</a>. It might be one of the <a href=\"http://theodi.org/open-data-means-business\">hundreds of businesses that use open data</a>. It might be us making better decisions due to <a href=\"http://www.zoopla.co.uk/\">services that make it easier to buy a home</a> or <a href=\"https://theodi.org/news/citymapper-government-open-data-improve-cities\">find our way around a strange town</a>. All of those decisions and innovations ultimately benefit people. </p>\n<p>Conversely, people will lose out if products and services don’t get made because of paid models and restrictive licences. These models cause cost and effort for businesses and other organisations, which reduces the number of products and services that are built. Some of those may not have found an audience but others could generate significant value. When we fail to maintain robust infrastructure, we reduce our ability to innovate.</p>\n<p>People will receive more value if all important public sector data assets are freely available as open data. </p>\n<h3 id=\"ifgovernmentsstarttochargefordatatheywillreduceeconomicgrowth\">If governments start to charge for data, they will reduce economic growth</h3>\n<p>The report explains that if core data assets that are currently open were moved to a restrictive licence or paid model, up to half of the current value would be lost. Some value still occurs because the paid model still creates more value than keeping public sector closed within government.</p>\n<p>The loss occurs because fewer services are built while those that are built may be more expensive, which will limit who uses them or how often we use them. The report argues that while this may take some time the decrease in value is inevitable. If governments charge for public sector data or release it under restrictive licences then they will reduce economic growth, whereas governments will receive some of the economic growth from open data as tax revenue.</p>\n<h3 id=\"datainfrastructurerequiresstrategicthinking\">Data infrastructure requires strategic thinking</h3>\n<p>The research should help governments and policymakers make better decisions about how to fund <a href=\"http://theodi.org/what-is-data-infrastructure\">data infrastructure</a> and make it <a href=\"http://theodi.org/blog/seven-principles-to-help-us-strengthen-our-data-infrastructure\">as robust and open as possible</a>. Data infrastructure supports and connects multiple sectors. Realising this value requires long-term strategic funding and thinking that cuts across sectors and organisational silos. </p>\n<h3 id=\"moreresearchwillstillbeuseful\">More research will still be useful</h3>\n<p>We believe in <strong>knowledge for everyone</strong>. That is why we commissioned this independent research and are sharing the full results for others to use, challenge and debate. <a href=\"https://www.gov.uk/design-principles#tenth\">Making things open makes things better</a>.  </p>\n<p>We hope this research helps others understand the economic differences between paid, free-but-restricted and open data for important data assets. We hope it helps governments understand that they can improve people’s lives and increase their tax revenue by publishing open data. Governments that think strategically could use the increased tax revenue to fund the publication of the data and the maintenance of a robust and open data infrastructure, and start to realise the potential growth in GDP set out in the report.</p>\n<p>More research is still required, for example into the extra tax revenues and the economic effects of the private- and third-sectors publishing open data. We see the <a href=\"http://theodi.org/the-value-of-open-data\">value</a> that is being created, we know that <a href=\"http://theodi.org/open-data-means-business\">hundreds of businesses use open data</a> and that <a href=\"http://theodi.org/open-enterprise-big-business-case-study-thomson-reuters\">many</a> <a href=\"http://theodi.org/open-enterprise-big-business-case-study-syngenta\">others</a> are <a href=\"http://business-reporter.co.uk/2016/04/11/exclusiveodi-report-open-data-creates-value/\">starting to embrace open business models</a> but we would welcome more research into the macroeconomic effects in these sectors.</p>\n<p>In the meantime, we hope that this report demonstrates that governments should <a href=\"http://theodi.org/news/budget-2016-the-uk-must-take-every-opportunity-to-strengthen-data-infrastructure\">take every opportunity to strengthen data infrastructure</a>. </p>\n<p>Please share your thoughts about the report as openly as possible. It is when we work openly and when we work together that we get the most value. Both we, and the report’s authors <a href=\"http://lateraleconomics.com.au/\">Lateral Economics</a>, look forward to seeing and learning from your work and your thoughts.</p>\n<p><strong><em>If you’d like to support our work in this area with economic research, get in touch at <a href=\"mailto:policy@theodi.org\">policy@theodi.org</a>.</em></strong></p>\n<iframe class=\"scribd_iframe_embed\" src=\"https://www.scribd.com/embeds/309810679/content?start_page=1&view_mode=scroll&show_recommendations=true\" data-auto-height=\"false\" data-aspect-ratio=\"undefined\" scrolling=\"no\" id=\"doc_99389\" width=\"100%\" height=\"600\" frameborder=\"0\"></iframe>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[{"title":"Read the full report","url":" https://www.scribd.com/document_downloads/309810679?extension=pdf&from=embed&source=embed"}],"related":[{"id":"https://contentapi.theodi.org/when-data-is-free-but-not-open.json","web_url":"http://theodi.org/blog/when-data-is-free-but-not-open","slug":"when-data-is-free-but-not-open","title":"When data is free but not open","format":"article","updated_at":"2016-04-05T10:11:52+00:00","created_at":"2016-04-05T09:15:09+00:00","tag_ids":["blog","accessibility","land-registry"]},{"id":"https://contentapi.theodi.org/new-research-exposes-risk-privatising-land-registry-restricting-data.json","web_url":"http://theodi.org/news/new-research-exposes-risk-privatising-land-registry-restricting-data","slug":"new-research-exposes-risk-privatising-land-registry-restricting-data","title":"New research exposes risks in privatising the UK Land Registry and restricting its data","format":"article","updated_at":"2017-01-03T11:03:48+00:00","created_at":"2016-04-20T08:11:59+00:00","tag_ids":["news","land-registry","data-infrastructure","economic"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}