{"id":"https://contentapi.theodi.org/service-engagement-terms.json","web_url":"http://theodi.org/service-engagement-terms","slug":"service-engagement-terms","title":"Service engagement terms","format":"article","updated_at":"2016-01-07T15:19:42+00:00","created_at":"2014-06-16T12:56:15+00:00","tag_ids":["page","terms-of-service"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/terms-of-service.json","web_url":null,"title":"terms of service","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=terms-of-service","web_url":"http://theodi.org/tags/terms-of-service","slug":"terms-of-service"}}],"details":{"business_proposition":false,"description":"<p>ODI service engagement terms </p>","excerpt":"\r","language":"en","need_extended_font":false,"alternative_title":"Service engagement terms ","url":"","content":"<div class=\"pull-right\">\n    <a href=\"http://theodi.org/service-engagement-terms\"><strong>V1.1</strong> </a> - 2015/01/07\n</div>\n<p><br /></p>\n<p><strong>1. DEFINITIONS</strong></p>\n<p>1.1. In this Agreement the following expressions shall, unless the context otherwise requires, have the following meanings:</p>\n<p>1.1.1. \"Agreement\" means these terms together with the Statement of Works;</p>\n<p>1.1.2. \"Background IP\" means any Intellectual Property Rights created, owned or licenced by a party before the Commencement Date;</p>\n<p>1.1.3. \"Client\" means the organisation more particularly described in the Statement of Works;</p>\n<p>1.1.4. \"Commencement Date\" means the date set out in part 5 of the Statement of Works;</p>\n<p>1.1.5.    \"Confidential Information\" means all information marked as confidential, however recorded or preserved, disclosed by a party or its employees, officers, representatives or advisors to the other party during the Term;</p>\n<p>1.1.6. \"Deliverables\" means the deliverables as set out in part 2(ii) of the Statement of Works which are provided to the Client by the ODI;</p>\n<p>1.1.7. \"Expiry Date\" means the date set out in part 5 of the Statement of Works or such other date upon which this Agreement terminates;</p>\n<p>1.1.8. \"Fees\" means the fees payable by the Client to the ODI in accordance with this Agreement and set out in part 4 of the Statement of Works;</p>\n<p>1.1.9.    \"Foreground IP\" means any Intellectual Property Rights that arise or are developed in the course of providing the Services;</p>\n<p>1.1.10. \"Intellectual Property Rights\" means copyright, database rights, patents, rights to inventions, rights in confidential information (including know-how), trade marks, trade names, rights in goodwill or to sue for passing off, domain names and all similar or equivalent rights or forms of protection which may now or in the future subsist in any part of the world;</p>\n<p>1.1.11. \"ODI\" means the Open Data Institute, as more particularly described in the Statement of Works; </p>\n<p>1.1.12. \"Personnel\" means any person who will provide the Services on behalf of the ODI, as listed in part 6 of the Statement of Works or otherwise agreed between the parties;</p>\n<p>1.1.13. \"Representative\" in relation to either party, any professional advisors, officers, employees, consultants, partners, sub-contractors and secondees together with the Personnel;  </p>\n<p>1.1.14. \"Services\" means the services provided by the ODI to the Client as more particularly described in part 2(i) of the Statement of Works;</p>\n<p>1.1.15. \"Statement of Works\" means the particulars as amended and agreed by the parties to which these terms are annexed or otherwise referenced; and</p>\n<p>1.1.16. \"Term\" means the term of this Agreement, as more particular described in clause 2.1.</p>\n<p>1.2. The headings to the clauses are for convenience only and shall not affect the construction or interpretation of this Agreement.</p>\n<p>1.3. In this Agreement references to statutory provisions shall be construed as references to those provisions as amended or re-enacted or modified by other provisions, from time to time, (whether before or after the date of this Agreement) and shall include references to any provisions of which they are re-enactments (whether with or without modification).</p>\n<p>1.4. Words expressed in the singular shall, where the context so requires or permits, include the plural and vice versa.</p>\n<p>1.5. Reference to a person includes a natural person, corporate or unincorporated body (whether or not having separate legal personality).</p>\n<p>1.6. These terms will control and prevail over the Statement of Works unless the terms expressly provide otherwise. In the event of a prevailing position in the Statement of Works (\"Special Conditions\"), conflict with any other term of this Agreement, the Special Condition shall prevail. To the extent that a Special Condition expands upon or supplements any other term of this Agreement, it shall not be held in conflict with it.<br />\n<br /></p>\n<p><strong>2. TERM</strong></p>\n<p>2.1. This Agreement shall commence on the Commencement Date and, unless otherwise terminated in accordance with the terms of the Agreement, shall continue until the later of the Expiry Date or the completion of the Services.</p>\n<p><br /></p>\n<p><strong>3. PERFORMANCE OF SERVICES</strong></p>\n<p>3.1. During the Term, the ODI shall provide to the Client the Services and shall provide the Personnel to perform the Services. </p>\n<p>3.2. The ODI will perform the Services using reasonable skill and care. </p>\n<p>3.3. The Client will use reasonable endeavours to provide to the ODI in good time all information, approvals, assistance and resources needed to enable the ODI to perform the Services in accordance with this Agreement and the ODI is entitled to rely upon the same.</p>\n<p>3.4. The ODI will not be required to provide the Services in the case of illness or accident to the Personnel.</p>\n<p>3.5. The ODI may, with the prior written agreement of the Client, provide a substitute to the Personnel to perform the Services. In such event, the daily rate of the substitute will be the same as the Personnel that has been replaced.</p>\n<p>3.6. The ODI will endeavour to complete the Services by the Expiry Date using the allocated number of days as set out in the Statement of Works. If for any reason the ODI is unable to complete the Services by the Expiry Date or within the allocated number of days, the ODI will notify the Client and be entitled to an extension of time. The fees payable as a result of any Services being performed over a longer period of time than set out in the Statement of Works will be calculated on the daily rate of the Personnel providing the Services. </p>\n<p>3.7. The ODI will take steps it deems appropriate to remedy any defect for which it is responsible for causing in any of the Deliverables provided that such defects are notified to the ODI in writing within 30 days of the Client’s receipt of the Deliverables. </p>\n<p><br /></p>\n<p><strong>4. FEES AND EXPENSES</strong></p>\n<p>4.1. Subject to any Special Condition set out in the Statement of Works, on signing of the engagement letter/contract, the ODI shall render an invoice to the Client in respect of 50% of the total Fees/contract value. The Client shall pay this amount within 14 days of the date of the invoice received from the ODI.</p>\n<p>4.2. On completion of the Services, the ODI shall render an invoice to the Client in respect of the balance of the total Fees/contract value plus any reasonable expenses incurred whilst performing the Services. The Client shall pay this amount within 14 days of the date of the invoice received from the ODI.</p>\n<p>4.3. Fees are quoted exclusive of VAT and the ODI will add VAT to its invoices where appropriate.</p>\n<p>4.4. The daily and hourly rates of the Personnel are subject to review on the 1 January of each year and the Client agrees the Fees payable by the Client to the ODI may be adjusted to account for such review.</p>\n<p>4.5. Without prejudice to the ODI’s other rights and remedies, the ODI will be entitled to interest on any overdue amounts due to the ODI at the statutory rate of interest in accordance with the Late Payment of Commercial Debts (Interests) Act 1998. Such interest shall accrue on a daily basis from the due date until the actual date of payment which the Client shall pay together with the overdue amount.</p>\n<p><br /></p>\n<p><strong>5. PROPRIETARY RIGHTS</strong></p>\n<p>5.1. This clause 5 is subject to any Special Conditions set out in the Statement of Works.</p>\n<p>5.2. Upon payment of the Fees, the Deliverables shall, subject to this clause 5, vest in the Client.  </p>\n<p>5.3.    All Background IP is and shall remain the exclusive property of the Party owning it or, where applicable, the third party from its right to use the Background IP has derived.</p>\n<p>5.4. Each Party grants the other a non-exclusive, royalty free, irrevocable licence to use its Background IP for the purpose of performing this Agreement such licence being transferrable to the party’s Representatives only.</p>\n<p>5.5. In the event the Client’s Background IP is used within the Deliverables, the Client shall grant the ODI a Creative Commons CC-BY-SA licence to use the Background IP provided that the ODI agrees it will not publish or otherwise use any commercially sensitive or Confidential Information of the Client without prior written consent.</p>\n<p>5.6. All Foreground IP shall vest in the ODI and the Client agrees not to register nor attempt to register any of the Foreground IP in any jurisdiction. </p>\n<p>5.7. The ODI grants the Client a Creative Commons CC-BY-SA licence to Foreground IP in the Deliverables provided the Client agrees it will not publish or otherwise use any commercially sensitive or Confidential Information belonging to the ODI contained within the Deliverables without prior written consent. </p>\n<p>5.8. The Client warrants that the ODI’s use of its Background IP will not infringe the rights of any third party.  </p>\n<p><br /></p>\n<p><strong>6. CONFIDENTIAL INFORMATION</strong></p>\n<p>6.1. Each party shall keep the other party’s Confidential Information confidential and shall not disclose such Confidential Information in whole or in part to any third party without the prior written consent of the other save that each party may disclose the other’s Confidential Information to its Representatives who need to know such information for the purposes of carrying out the party’s obligations under this Agreement. The restrictions in this clause shall cease to apply to any information which becomes available to the public generally (save where there has been breach of this Agreement) or is required to be disclosed by law, regulation or order, provided that, unless prevented by law, the disclosing party shall give reasonable advance notice of the intended disclosure to the other party.</p>\n<p><br /></p>\n<p><strong>7. PERSONAL DATA</strong></p>\n<p>7.1. Each party consents to the other processing personal data for which the owning party is data controller for legal, personnel, administrative and management purposes arising from this Agreement provided where one party receives personal data under this Agreement from the other, the receiving party shall act as data processor and shall process such personal data in accordance with reasonable instructions of the other and shall promptly comply with all reasonable requests given.</p>\n<p><br /></p>\n<p><strong>8. LIABILITIES</strong></p>\n<p>8.1. Nothing in this Agreement shall limit either party’s liability for death or personal injury caused by negligence or fraud or fraudulent misrepresentation. </p>\n<p>8.2. Neither party shall be liable to the other whether in contract, tort, breach of statutory duty or otherwise for any loss of profit or any indirect, special or consequential loss arising under or in connection with this Agreement.</p>\n<p>8.3. Subject to 8.1 and 8.2, the ODI’s total liability under or arising from the Agreement shall be limited to the total Fees payable under the Agreement. </p>\n<p><br /></p>\n<p><strong>9. TERMINATION</strong></p>\n<p>9.1. The ODI may terminate this Agreement on immediate written notice if the ODI, in its reasonable opinion, determines the Client has bought the ODI into disrepute.</p>\n<p>9.2. Either party may terminate this Agreement on immediate written notice if the other is in material breach of the terms of this Agreement and such breach has not been remedied within 14 days’ notice from the non-breaching party.  </p>\n<p>9.3. In the event the Agreement is terminated pursuant to clause 9.1 or, due to the fault of the Client, pursuant to 9.2, the Client shall pay (without prejudice to the other rights and remedies available to the ODI) the total Fees due to the ODI, had the Agreement been properly performed. </p>\n<p>9.4. The Client may terminate this Agreement on written notice, provided that the following cancellation policy will apply:</p>\n<table class width=\"100%\">\n  <tr>\n    <td><strong>Notice given by Client (up to Commencement Date)</strong></td>\n    <td><strong>Fee payable / charge payable by the Client</strong> </td>\n  </tr>\n  <tr>\n    <td>• Less than 8 weeks or during the provision of the Services</td>\n    <td>• 100% payable</td>\n  </tr>\n  <tr>\n    <td>• More than 8 weeks but less than 12 weeks</td>\n    <td>• 75% payable</td>\n  </tr>\n  <tr>\n    <td>• More than 12 weeks but less than 16 weeks</td>\n    <td>• 50% payable</td>\n  </tr>\n  <tr>\n    <td>• Greater than 16 weeks</td>\n    <td>• A £200 [+VAT] charge will be payable by the Client</td>\n  </tr>\n</table>\n<p><br /></p>\n<p>9.5. Termination of this Agreement will be without prejudice to the accrued rights and liabilities of the parties. </p>\n<p>9.6. In the event of termination the parties shall promptly return to the other any of its property in good repair, including Confidential Information.</p>\n<p><br /></p>\n<p><strong>10. PUBLICITY</strong></p>\n<p>10.1. Neither party shall publish notice of the appointment of the ODI without the other party’s prior written consent, such consent not to be unreasonably withheld or delayed. </p>\n<p><br /></p>\n<p><strong>11. DEALINGS</strong></p>\n<p>11.1. Subject to clause 11.2, neither party may assign, sub-contract or otherwise transfer its rights and obligations under this Agreement without the prior consent of the other (not to be unreasonably withheld or delayed). </p>\n<p>11.2. The ODI may sub-contract its obligations under this Agreement to its Representatives.  </p>\n<p><br /></p>\n<p><strong>12. RELATIONSHIP BETWEEN THE PARTIES</strong></p>\n<p>12.1. Nothing in this Agreement shall constitute or be construed as constituting a partnership or joint venture between either party nor shall either party have the power to, nor shall they purport to have the power to bind the other in any way whatsoever. </p>\n<p><br /></p>\n<p><strong>13. VARIATIONS</strong></p>\n<p>13.1. No variation of this Agreement shall be effective unless it is in writing and signed by the parties.</p>\n<p><br /></p>\n<p><strong>14. WAIVER</strong></p>\n<p>14.1. A waiver of any right or remedy under this Agreement is only effective if given in writing and shall not be deemed a waiver of any subsequent breach or default. </p>\n<p><br /></p>\n<p><strong>15. SEVERANCE</strong></p>\n<p>15.1. If any provision or part-provision of this Agreement is or becomes invalid, illegal or unenforceable, it shall be deemed modified to the minimum extent necessary to make it valid legal and enforceable. If such modification is not possible, the relevant provision or part-provision shall be deemed deleted. Any modification to or deletion of a provision or part-provision under this clause shall not affect the validity and enforceability of the rest of the Agreement.</p>\n<p><br /></p>\n<p><strong>16. THIRD PARTY RIGHTS</strong></p>\n<p>16.1. No one other than a party to this Agreement shall have any right to enforce any of its terms.</p>\n<p><br /></p>\n<p><strong>17. GOVERNING LAW AND JURISDICTION</strong></p>\n<p>17.1. This Agreement and any dispute or claim arising out of or in connection with it or its subject matter or formation (including non-contractual disputes or claims) shall be governed by and construed in accordance with the law of England and Wales and each party irrevocably agrees that the courts of England and Wales shall have exclusive jurisdiction to settle any dispute or claim arising out of or in connection with this Agreement or its subject matter or formation (including non-contractual disputes or claims).</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}