{"id":"https://contentapi.theodi.org/start-up-phase.json","web_url":"http://theodi.org/start-up-phase","slug":"start-up-phase","title":"Start-Up Phase","format":"article","updated_at":"2014-07-08T14:19:00+00:00","created_at":"2012-09-04T14:17:48+00:00","tag_ids":[],"tags":[],"details":{"need_id":"","business_proposition":false,"excerpt":"The ODI will receive £10 million over 5 years from Government (via the Technology Strategy Board) and over that time will seek matched funds. The ODI will be designed around the power of the Network Effect – the network components are data, people and organisations. Within these networks the ODI will be a key node - a Focal Point that will coordinate, convene, link and integrate other network components. The ODI will embody and exploit the Power and Promise of Open – it will support open standards, open data, open licences and promote wherever feasible open source software. The ODI will promote Open Government Data as a Platform for transparency and accountability, efficiency and improved service delivery, innovation and value creation – a data platform to support Government, Business and Research. The first objective of the ODI, in its pre-launch phase, is to identify partners who wish to become founding members of the organisation – in commerce, the public sector and academia. This meeting for business leaders is to provide a briefing on the programme and to investigate with key commercial partners their appetite for collaboration. From health and life sciences to education, transport and central government spending data, government is releasing far more data than ever before. The ODI will work with entrepreneurs to help them build their capabilities to exploit the potential of this national asset. It will help the public sector use its own data more effectively. It will engage with developers, the private and public sector to build supply chains and commercial outlets for public data. It will foster and train a generation of Open Data entrepreneurs. The ODI will provide a focus for the exploitation of Open Government Data by businesses of all types and sizes, across all sectors. It will encourage and support the publication of Open Government Data by the Public Sector. This will help provide","language":"en","need_extended_font":false,"content":"<p>The ODI will receive £10 million over 5 years from Government (via the Technology Strategy Board) and over that time will seek matched funds. The ODI will be designed around the power of the Network Effect – the network components are data, people and organisations. Within these networks the ODI will be a key node - a Focal Point that will coordinate, convene, link and integrate other network components. The ODI will embody and exploit the Power and Promise of Open – it will support open standards, open data, open licences and promote wherever feasible open source software. The ODI will promote Open Government Data as a Platform for transparency and accountability, efficiency and improved service delivery, innovation and value creation – a data platform to support Government, Business and Research. The first objective of the ODI, in its pre-launch phase, is to identify partners who wish to become founding members of the organisation – in commerce, the public sector and academia. This meeting for business leaders is to provide a briefing on the programme and to investigate with key commercial partners their appetite for collaboration. From health and life sciences to education, transport and central government spending data, government is releasing far more data than ever before. The ODI will work with entrepreneurs to help them build their capabilities to exploit the potential of this national asset. It will help the public sector use its own data more effectively. It will engage with developers, the private and public sector to build supply chains and commercial outlets for public data. It will foster and train a generation of Open Data entrepreneurs. The ODI will provide a focus for the exploitation of Open Government Data by businesses of all types and sizes, across all sectors. It will encourage and support the publication of Open Government Data by the Public Sector. This will help provide</p>\n<ol>\n<li><p>a source of Open Government Data for commercial exploitation</p></li>\n<li><p>Open Government Data for internal efficiencies and benefits with and between public sector bodies and departments.</p>\n<p>The ODI will support a wide range of early stage, start-up companies, micro-businesses and SMEs to exploit Open Data through provision of a range of specialist, technical and commercial services. It will help those with high-growth potential exploit and access public sector Open Data. During the course of its initial funding the Institute will deliver focused support to small businesses in selected domains that show greatest promise for the exploitation of Open Data in a business or public sector context. These businesses will be selected by annual open competitions run by the ODI. Following a commissioning phase to begin as soon as possible it will commence its main activity lines during September 2012 with a formal opening by the Prime Minister or a senior member of Government in October 2012.</p></li>\n</ol>","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}