{"id":"https://contentapi.theodi.org/terms-and-conditions-for-public-courses.json","web_url":"http://theodi.org/terms-and-conditions-for-public-courses","slug":"terms-and-conditions-for-public-courses","title":"Terms and conditions for public courses","format":"article","updated_at":"2015-09-11T09:57:10+00:00","created_at":"2014-09-29T10:23:54+00:00","tag_ids":["page","policies","terms","training"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/policies.json","web_url":null,"title":"policies","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=policies","web_url":"http://theodi.org/tags/policies","slug":"policies"}},{"id":"https://contentapi.theodi.org/tags/keywords/terms.json","web_url":null,"title":"terms","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=terms","web_url":"http://theodi.org/tags/terms","slug":"terms"}},{"id":"https://contentapi.theodi.org/tags/keywords/training.json","web_url":null,"title":"training","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=training","web_url":"http://theodi.org/tags/training","slug":"training"}}],"details":{"business_proposition":false,"description":"","excerpt":"1. Introduction\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><strong>1. Introduction</strong></p>\n<p>1.1 These terms and conditions are between the person named on the form submitted when booking a course and the Open Data Institute (co. no 08030289) (\"ODI\"). By booking a course with the ODI, you agree to the following terms and conditions.  </p>\n<p><strong>2. Payment</strong></p>\n<p>2.1 Unless otherwise requested by you, you will pay for the course when submitting your booking.  </p>\n<p>2.2 You may, during the booking process, opt to pay for the course via an invoice. If you opt to pay by invoice, the invoice will be sent to you by email address provided and must be paid prior to the course commencement date.   </p>\n<p>2.3 A VAT invoice will be sent to you within 3 days of booking your course.</p>\n<p>2.4 The ODI reserves the right to vary the fee payable for its courses at any time. The fee payable for the course you book will be that listed on our website at the time of booking.</p>\n<p><strong>3. Cancellation</strong></p>\n<p>3.1 If you wish to cancel your booking, the following cancellation policy will apply:</p>\n<p><strong>Notice given by you to the ODI (up to date of training)</strong> | <strong>Fee refundable by the ODI to you</strong></p>\n<ul>\n<li>| -\n2 weeks or more | 100% refundable\nLess than 2 weeks | 0% refundable</li>\n</ul>\n<p>.</p>\n<p><strong>4. Confirmation</strong></p>\n<p>4.1 Confirmation of booking will be sent to you by email within 24 hours of you booking the course. You must bring your confirmation of booking when you attend the course. Notwithstanding confirmation of booking, if payment is not received by us in full prior to the date of the course, the ODI reserves the right to refuse you entry to its course.  </p>\n<p><strong>5. Substitution</strong></p>\n<p>5.1 If you are unable to attend a course you have paid for, you may send a substitute in your place provided that you give the ODI at least 7 days prior written notice by contacting <a href=\"mailto:training@theodi.org\">training</a><a href=\"mailto:training@theodi.org\">@theodi.org</a>.  </p>\n<p><strong>6. Delivery of the course</strong></p>\n<p>6.1 The course will be delivered by an employee of the ODI or an associate or sub-contractor of the ODI’s choosing.  </p>\n<p>6.2 The ODI reserves the right to vary or cancel a course where the occasion necessitates.  </p>\n<p>6.3 In the event of cancellation or variation to the timing of the course, you will have the right to attend a course on a subsequent date which is agreeable to both the ODI and yourself. In the event that no date is agreeable within two months of cancellation, the ODI will refund you the course fee.</p>\n<p><strong>7. Course materials</strong></p>\n<p>7.1 Course materials will be provided to you, via email after the course. </p>\n<p>7.2 The ODI reserves the right to vary its course materials at any time.  </p>\n<p>7.3 The ODI’s course materials are not intended to constitute legal advice and no reliance should be placed on the course materials.  </p>\n<p>7.4 The ODI owns, or otherwise licenses, the intellectual property rights in the course materials provided to you.  </p>\n<p>7.5 The ODI licenses its intellectual property rights in the course materials to you under a Creative Commons Share Alike license. More information on the licence granted to you, can be found at <a href=\"http://creativecommons.org/licenses/\">http://creativecommons.org/licenses/</a></p>\n<p><strong>8. During the course</strong></p>\n<p>8.1 You agree to abide by the rules of the property within which the course is being hosted. If you wish to review the appropriate rules prior to visiting the property, you must let the ODI know in advance by contacting <a href=\"mailto:info@theodi.org\">info@theodi.org</a></p>\n<p>8.2 The ODI reserves the right to remove you from its course if, in the ODI’s reasonable opinion, your behaviour is offensive or is likely to cause upset to fellow course attendees. </p>\n<p><strong>9.1 Personal data</strong></p>\n<p>9.1 You agree to the ODI processing your personal data in accordance with our Privacy Policy which is located at <a href=\"http://theodi.org/privacy-policy\">http://theodi.org/privacy-policy</a></p>\n<p><strong>10. Limit of Liability</strong></p>\n<p>Subject to paragraph 10.2 and to the extent permitted by law:</p>\n<p>10.1 The ODI excludes all conditions, warranties, representations or other terms which may apply to these terms or the courses provided, whether express or implied; and</p>\n<p>10.2 The ODI (and its course providers, if any) are not liable whether in contract, tort (including negligence) breach of statutory duty or otherwise for any loss of profit or any indirect or consequential loss arising from or in connection with these terms or the course provided.  </p>\n<p>10.3 If the ODI is found liable to you, that liability will be capped to the fee paid for the course booked by you.  </p>\n<p><strong>11. Third party rights</strong></p>\n<p>11.1 No one other than a party to this agreement shall have any right to enforce any of its terms.  </p>\n<p><strong>12. Severance</strong></p>\n<p>12.1 If any provision or part provision of these terms is or becomes invalid, illegal or unenforceable, it shall be deemed modified to the minimum extent necessary to make it valid, legal and enforceable. If such modification is not possible, the relevant provision or part-provision shall be deemed deleted. Any modification to or deletion of a provision or part-provision under this paragraph shall not affect the validity and enforceability of the rest of the terms. </p>\n<p><strong>13. Governing law and jurisdiction</strong></p>\n<p>13.1 These terms (and any non-contractual dispute or claims) are governed by the laws of England and Wales and the courts of England and Wales will have exclusive jurisdiction</p>\n<p><strong>14. Contact us</strong></p>\n<p>14.1 If you wish to contact us regarding a course you are due to attend, please do so at <a href=\"mailto:training@theodi.org\">training</a><a href=\"mailto:training@theodi.org\">@theodi.org</a>.</p>\n<p><strong>Published: 29 September 2014</strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/privacy-policy.json","web_url":"http://theodi.org/privacy-policy","slug":"privacy-policy","title":"Privacy Policy","format":"article","updated_at":"2015-09-11T09:58:32+00:00","created_at":"2012-07-12T09:42:36+00:00","tag_ids":["page","privacy-policy"]},{"id":"https://contentapi.theodi.org/terms-of-use.json","web_url":"http://theodi.org/terms-of-use","slug":"terms-of-use","title":"Terms of Use","format":"article","updated_at":"2015-09-11T09:52:10+00:00","created_at":"2012-07-12T16:53:47+00:00","tag_ids":["page"]},{"id":"https://contentapi.theodi.org/procurement.json","web_url":"http://theodi.org/procurement","slug":"procurement","title":"Procurement Policy","format":"article","updated_at":"2015-09-11T09:52:12+00:00","created_at":"2013-10-20T15:23:30+00:00","tag_ids":["page"]}],"organizations":[],"author":{}}