{"id":"https://contentapi.theodi.org/training-faqs.json","web_url":"http://theodi.org/training-faqs","slug":"training-faqs","title":"Training FAQs","format":"article","updated_at":"2015-09-11T09:56:41+00:00","created_at":"2014-02-12T09:58:48+00:00","tag_ids":["page"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}}],"details":{"business_proposition":false,"description":"","excerpt":" All you need to know about your training course at the ODI....\r","language":"en","need_extended_font":false,"alternative_title":"All you need to know about ODI training courses ","url":"","content":"<h2 id=\"allyouneedtoknowaboutyourtrainingcourseattheodi\">All you need to know about your training course at the ODI....</h2>\n<p><br /></p>\n<div class=\"col-md-8 footer-content\">\n1. <b><a href=\"#C1\">Does the course cost include food and drink?</a></b><br />\n2. <b><a href=\"#C2\">Does the ODI have wifi which I can use?</a></b> <br />\n3. <b><a href=\"#C3\">Do I need to bring a laptop with me?</a></b> <br />\n4. <b><a href=\"#C4\">Will I get a certificate to prove my attendance on the course?</a></b> <br />\n5. <b><a href=\"#C5\">Do I need to do any specific preparation before I attend my course at the ODI?</a></b> <br />\n6. <b><a href=\"#C6\">I’m from outside the EU, will I need a visa to come on the course?</a></b> <br />\n7. <b><a href=\"#C7\">Can I claim back VAT from the course from the UK VAT authorities?</a></b><br />\n<br />\n<b><a id=\"C1\">1. Does the course cost include food and drink?</a></b> <br />\nYes, we will provide tea, coffee, juice, water and biscuits throughout your course. If your course is for a whole day (or a series of days) then we will also provide lunch.<br />\nIf you have any specific dietary requirements please let us know when you register for a course or <a href=\"mailto:training@theodi.org\">email us</a>.<br />\n<br /> \n<b><a id=\"C2\">2. Does the ODI have wifi which I can use?</a></B> <br />\nYes, we have fast wifi which you can use for free. We will give you the login details when you arrive.<br />\n<br /> \n<b><a id=\"C3\">3. Do I need to bring a laptop with me?</a></b>\n<p>Most of our courses require you to bring a wifi-enabled laptop (and power supply!). Please check the individual <a href=\"http://www.theodi.org/courses\">course pages</a> for further details.</p>\n<p>If you are using a company laptop then please ensure you are able to download software onto your computer. Try downloading <a href=\"http://openrefine.org/\">OpenRefine</a> as an example.</p>\n<p>If you are unable to download this software then you can borrow one of the ODI training laptops for the duration of the course. If you’d like to reserve one for the course and you didn’t already book one via Eventbrite then please <a href=\"mailto:training@theodi.org\">send us an email</a>. We distribute laptops on a first come first served basis.</p>\n<p>The best web browsers to use for our courses are Chrome, Firefox or Safari. They can be downloaded for free via the Web. If you are using Internet Explorer 6 then it is best to borrow a laptop.</p>\n\n<p>You may also need to set up a Google account to access some of the software which we use on our courses. <a href=\"https://accounts.google.com/SignUp\">Click here</a> to set up an account. </p>\n\n<b><a id=\"C4\">4. Will I get a certificate to prove my attendance on the course?</a></b><br />\nYes, you will get a certificate at the end of your training course. This will include information about which course you attended, when and where the course took place and the total number of hours of study. It will be signed and dated by our Head of Training or your course lecturer. \n<br /> <br /> \n<b><a id=\"C5\">5. Do I need to do any specific preparation before I attend my course at the ODI?</a></b> <br />\nIn some cases we ask attendees to complete a short preparatory exercise before attending the course. We will notify you by email before the course begins if this is the case.\n<br /> <br /> \n\n<b><a id=\"C6\">6. I’m from outside the EU, will I need a visa* to come on the course?</a></b>\n<p>If you’re from outside the EU then you may require a Special Visitor Visa in order to gain entry to the UK. This will require you to provide documentation of your travel plans, an invitation to the course (which we can provide), a letter from your employer (if employed) approving leave for you to come on the course and bank statements from the last 3 - 6 months.</p>\n<p>To check if you require a visa and for further details about the Special Visitor Visa click <a href=\"http://www.ukpermits.com/visa-types/uk-visitors-visas\">here</a>.</p>\n\n<p><i>*Countries have slightly different arrangements with the UK in terms of visiting rights. Please check with the British Embassy in your country of origin or at <a href=\"http://www.ukba.homeoffice.gov.uk/\">www.ukba.homeoffice.gov.uk</a> for exact requirements. </i></p>\n\n<b><a id=\"C7\">7. Can I claim back VAT from the course from the UK VAT authorities?</a></b>\n<p>If your company paid for you to attend an ODI training course and they are a VAT registered business then they will be able to claim back the VAT charged on your invoice when the company submits its VAT return. </p>\n\n<p>If you are a resident of another EU member state and you incur the cost by way of your business you will be in a position to recover the VAT by way of the 8th Directive, provided you are registered for VAT in that country. If you are not VAT registered, then the VAT is irrecoverable.</p>\n<p>If you are a resident of a non-EU state then VAT is recoverable irrespective of whether your business incurring the cost or you are attending as an individual.</p>\n<p>If you require any further information contact HM Revenue & Customs <a href=\"mailto:enq.oru.ni@hmrc.gsi.gov.uk\">by e-mail</a> or by telephone on +44(0) 2871 305100.</p>\n\n<p><b>Do you have a question that wasn't answered on this page? Contact us at <a href=\"mailto:training@theodi.org\">training@theodi.org</a></b></p>\n</div>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/open-data-day.json","web_url":"http://theodi.org/courses/open-data-day","slug":"open-data-day","title":"Open data in a day","format":"course","updated_at":"2017-02-20T14:56:45+00:00","created_at":"2013-08-08T08:44:56+00:00","tag_ids":["courses"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}