{"id":"https://contentapi.theodi.org/understanding-mapping-data-infrastructure-for-the-21st-century.json","web_url":"http://theodi.org/understanding-mapping-data-infrastructure-for-the-21st-century","slug":"understanding-mapping-data-infrastructure-for-the-21st-century","title":"Understanding mapping data infrastructure","format":"article","updated_at":"2016-10-27T10:47:25+00:00","created_at":"2016-10-24T08:34:34+00:00","tag_ids":["page","mapping","data-infrastructure"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/page.json","web_url":null,"title":"Page","details":{"description":"Page","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=page","web_url":"http://theodi.org/tags/page","slug":"page"}},{"id":"https://contentapi.theodi.org/tags/keywords/mapping.json","web_url":null,"title":"mapping","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=mapping","web_url":"http://theodi.org/tags/mapping","slug":"mapping"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-infrastructure.json","web_url":null,"title":"data infrastructure","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-infrastructure","web_url":"http://theodi.org/tags/data-infrastructure","slug":"data-infrastructure"}}],"details":{"business_proposition":false,"description":"<p>Understanding mapping data infrastructure for the 21st century</p>","excerpt":"A report based on a workshop held by the ODI, published with support from \r","language":"en","need_extended_font":false,"alternative_title":"Understanding mapping data infrastructure","url":"","content":"<p><strong><em>A report based on a workshop held by the ODI, published with support from</em></strong> </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/97/7d/57977d9dd0d46207ec000001/k-UrbanData2Decide-Logo.png\" alt=\"null\" class=\"img\" id=\"57977d9df362be0804000001\"></p>\n<ul>\n<li><a href=\"#2\">Why maps?</a></li>\n<li><a href=\"#3\">Investigating user needs</a></li>\n<li><a href=\"#4\">Understanding current mapping data infrastructure</a></li>\n<li><a href=\"#5\">Emerging themes and questions</a></li>\n<li><a href=\"#6\">What does a 21st-century mapping data infrastructure look like?</a></li>\n<li><a href=\"#7\">About this report</a></li>\n</ul>\n<p><a href=\"http://theodi.org/data-infrastructure\">Data is infrastructure</a>. Data promises to help us meet 21st century challenges: reducing friction in our economy, increasing our sustainability and creating opportunities to innovate. </p>\n<p>When we talk about data infrastructure, we mean <a href=\"http://theodi.org/what-is-data-infrastructure\">more than just the data assets</a>. Our data infrastructure consists of the <strong>data assets, the organisations</strong> that operate and maintain them, and <strong>guides</strong> describing how to use and manage the data. It includes technology, processes and organisation. Trustworthy data infrastructure is <strong>sustainably funded</strong> and has oversight that provides direction to <strong>maximise data use and value</strong> by meeting the needs of society.</p>\n<p>At the ODI we are exploring what our mapping data infrastructure looks like and could look like in the 21st century.</p>\n<h3 id=\"aid2whymapsa\"><a id=\"2\">Why maps?</a></h3>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/0d/e5/580de54bf362be08900000c8/1200px-Mediterranean_chart_fourteenth_century2.jpg\" alt=\"null\" class=\"img\" id=\"580de54bf362be0821000170\">\n<small><a href=\"https://commons.wikimedia.org/w/index.php?curid=5736843\">Mediterranean fourteenth century nautical chart</a>. <a href=\"https://en.wikipedia.org/wiki/Public_domain\">Public Domain</a>, uploaded by Library of Congress.</small> </p>\n<p>Maps are one of the oldest forms of information infrastructure. Since the <a href=\"http://www.telegraph.co.uk/news/worldnews/europe/spain/5978900/Worlds-oldest-map-Spanish-cave-has-landscape-from-14000-years-ago.html\">earliest days</a> of human civilisation, maps have been at the centre of trade, building, administration, war and diplomacy. Without them Dr John Snow would never have proven <a href=\"https://en.wikipedia.org/wiki/1854_Broad_Street_cholera_outbreak\">cholera was waterborne</a>, Columbus <a href=\"https://www.wired.com/2014/09/martellus-map/\">may never have set sail</a> and London’s tube system would be unlikely to have spawned <a href=\"http://www.theverge.com/2013/3/29/4160028/harry-beck-designer-of-iconic-london-underground-map\">a design icon</a>.  </p>\n<p>Indeed, even in the modern era maps are arguably the most prominent and familiar representation of data because ‘everything happens somewhere’. Lots of data therefore contains a geographic element – a point, an area, a region or a country – thus lending itself to this type of visualisation. When information is presented to us on a map, many of us can grasp its significance much better than a bar chart or scatter plot, because we know what location means.</p>\n<p>We have chosen to focus on maps themselves, as opposed to geospatial data more generally. This is because maps cut across sectors and different uses – they form the backbone of many data types and many services. In short, maps form a core part of our data infrastructure.</p>\n<p>Like all data infrastructure, our mapping data infrastructure is not just the data or the maps themselves. It is not just the services, tools and technologies that allow us to use those maps. It also includes the organisations that maintain them and the processes that govern their creation, maintenance and use. It even stretches to the management aimed at maximising data use and value to meet the needs of society.</p>\n<p>To have a strong data infrastructure, we need a strong mapping data infrastructure that meets the needs of its users.</p>\n<h3 id=\"aid3investigatinguserneedsa\"><a id=\"3\">Investigating user needs</a></h3>\n<p>In order to understand the needs of mapping data infrastructure users, the ODI <a href=\"https://docs.google.com/document/d/1OLioWoxiikEvjmKOMoOk5UbSjWYj2b3jr1rrRhfzmiQ/edit\">held a workshop</a>. Users have a very diverse range of needs, and most access maps through services that are build on maps and geographic data, not the data and maps themselves. The people who build these services use data infrastructure directly, because of their direct needs. The needs of those building successful services will stem directly from the needs of their users.</p>\n<p>To focus our search for user needs, we focused on transport professionals who used maps in their day-to-day roles producing products and services for their companies, the industry or consumers. Attendees included developers, planners, designers, engineers and others who not only used mapping data infrastructure but to an extent formed a part of it.</p>\n<p>Through the workshop we <a href=\"https://docs.google.com/document/d/1OLioWoxiikEvjmKOMoOk5UbSjWYj2b3jr1rrRhfzmiQ/edit#heading=h.nilzsnexhf66\">explored what needs they have</a> with respect to maps. What emerged was roughly five high-level user needs. While this does not cover all the needs expressed, nor is it close to all the needs of those using mapping data infrastructure, it does provide some initial insight into the nature and scope of user needs of mapping data infrastructure.</p>\n<p><strong>1. Digital</strong><br>\nUsers want maps that are natively digital and increasingly native to the web. Maps that are not static images. Underlying the graphics that seek to represent the physical world is data. This data describes the characteristics and features – location, gradient or land type, for example – in a way that both humans and machines can understand and use. Depending on the usage and context, this is translated as a level of interactivity, where maps can be interrogated through an interface that allows users to pan and zoom smoothly between different layers of granularity.</p>\n<p><strong>2. Accurate</strong><br>\nUsers want maps that provide an \"accurate enough\" representation of the subject for the purpose at hand, which varies depending on context. Accuracy relates not only to a point in time but to the ability to reliably update and maintain maps. Often the accuracy, or perceived accuracy, of a map is driven by trust based on users’ opinions of the organisations, institutions or processes responsible for creating and maintaining the map. </p>\n<p><strong>3. Accessible</strong><br>\nUsers want maps to fulfil a variety of purposes – to visualise, to plan, to understand and communicate data or insights. To do this they need to make them accessible, both visually and technically, to a wide range of audiences and users. This leads them to want to access maps in a range of human and machine-readable formats. Another key factor in this is the ability to add and strip away information using multi-layered information on maps to suit their purpose and audience. </p>\n<p><strong>4. Practical</strong><br>\nUsers want maps that are useful, in that they can be combined with other data to create and display new insights. For this, maps must be built off standards, and be interoperable and linkable to separate and existing topologies. Users also want extensible solutions that could adapt to new uses or developments, and solutions that are reliable and could be confidently built upon.</p>\n<p><strong>5. Responsive</strong><br>\nUsers want strong two-way communication around their mapping solutions. They want to be able to know what they can and cannot do with the maps, through clear and accessible licensing and terms. They want to be made aware of updates to these licences and terms in a clear and prompt manner, and they want to be able to provide feedback, updates and annotations to the solution providers and have these dealt with quickly.</p>\n<h3 id=\"aid4understandingcurrentmappingdatainfrastructurea\"><a id=\"4\">Understanding current mapping data infrastructure</a></h3>\n<p>After capturing the needs of users at the workshop, we went on to discuss what our current mapping data infrastructure <a href=\"https://docs.google.com/document/d/1OLioWoxiikEvjmKOMoOk5UbSjWYj2b3jr1rrRhfzmiQ/edit#heading=h.8lry5d81b5k2\">looked like</a> and how it was <a href=\"https://docs.google.com/document/d/1OLioWoxiikEvjmKOMoOk5UbSjWYj2b3jr1rrRhfzmiQ/edit#heading=h.6fk3gyukzzzl\">meeting the needs identified</a>. The first realisation from this conversation was that there were a lot of maps, solutions, organisations, processes, tools and technologies in the mapping data landscape. In order to better interrogate these, we split them broadly into three categories:</p>\n<ul>\n<li><p><strong>Government providers</strong><br>\nThis infrastructure often centres around national mapping agencies, such as Ordnance Survey in the UK.</p></li>\n<li><p><strong>Commercial providers</strong><br>\nThis infrastructure includes a whole range of full suite data providers from the private sector, examples include Google, HERE, Apple, Bing and a range of others.</p></li>\n<li><p><strong>Open collaborative data providers</strong><br>\nThis infrastructure sits primarily around OpenStreetMap and associated technologies.</p></li>\n</ul>\n<p>Each of these categories, and the solutions and organisations associated with them, had its own strengths and weakness. Because this exercise involved only a small number of users in a specific field, and therefore could never be comprehensive, we decided not to report on specific aspects of parts of our mapping data infrastructure. </p>\n<h3 id=\"aid5emergingthemesandquestionsa\"><a id=\"5\">Emerging themes and questions</a></h3>\n<p>Instead of reporting on specific aspects of parts of our mapping data infrastructure, we examine some of the key themes and questions that emerged at the workshop.</p>\n<p><strong>1. What constitutes a map?</strong><br>\nIn support of the idea of mapping data infrastructure, users presented many different conceptions of what constituted ‘a map’. For some it was just the base map on which things could be presented, for others it was a full suite of tools to interact with that map. Another interesting presentation of this problem was whether or not network diagrams – particularly prominent in transport for things like route maps – constituted maps, or were in some ways separate from mapping.</p>\n<p><strong>2. Needs are relative, not absolute</strong><br>\nA strong mapping data infrastructure is one that meets the diverse needs of all its users. One of the key findings of the workshop is that these needs vary depending on the project, timeframe or technical skill of the data user, the data literacy of the end-user, and a wide range of other factors. For instance, maps need only be accurate enough or granular enough, allowing for tradeoffs between needs when, for instance, the map must be visually accessible or handled quickly. </p>\n<p><strong>3. Users can get ‘locked into solutions’</strong><br>\nAnother interesting point that users raised was that they often cannot choose the ‘best’ solution because they might be locked into existing arrangements or agreements, negotiated for the organisations they work for. This also extends to the fact that they might only use solutions they themselves or their users are familiar and comfortable with. Users also mentioned that as a personal user, they were generally captive to the choices made by app and programme designers.</p>\n<p><strong>4. Two-way communication is key</strong><br>\nUsers mentioned in various different ways in which communication was a key part of mapping data infrastructure. These broadly fell into two categories. First, clear and ongoing communication about what users can do with the maps they use, be that through specific licensing or terms and conditions. Second, strong channels of feedback by which users could suggest changes to the mapping solution.</p>\n<p><strong>5. Distinguishing between individual vs business usage</strong><br>\nAnother theme that came up was the confusion around individual and business usage of different mapping solutions. Users mentioned that they had come across others who assumed that public-facing free services (often commercial services) could be used in a business context in a similar manner. Normally, however, such services place heavy restrictions on using their services for commercial activity without a paid licence. This confusion often hampered discussions between the users and their less-technical colleagues. </p>\n<h3 id=\"aid6whatdoesa21stcenturymappingdatainfrastructurelooklikea\"><a id=\"6\">What does a 21st-century mapping data infrastructure look like?</a></h3>\n<p>The workshop exposed clear challenges with our current mapping data infrastructure. Even within specific areas such as transport, the data user needs are very diverse and it can be difficult to make the solutions to these different needs work together. Each of the available solutions have a variety of strengths and weaknesses in how they meet these needs. It is therefore likely that users will need to choose and use different solutions to meet their individual or organisational needs. However, the existing systems are not fully interoperable, meaning that different users are unable to capitalise on each others’ data, tools and investments. This results in our mapping data infrastructure, as a whole, not being as strong as it could or should be.</p>\n<p>To help guide us in building a stronger mapping data infrastructure, the ODI has released a set of <a href=\"http://theodi.org/guides/principles-for-strengthening-our-data-infrastructure\">data infrastructure principles</a>.</p>\n<p>These are:</p>\n<ul>\n<li>Design for open</li>\n<li>Build for the web</li>\n<li>Respect privacy</li>\n<li>Benefit everyone</li>\n<li>Think big, start small</li>\n<li>Design to adapt</li>\n<li>Encourage open innovation</li>\n</ul>\n<p>If each of the organisations involved in mapping data infrastructure adopts these principles in their work, we expect that we can strengthen the infrastructure in place today. </p>\n<p>We have already seen many promising developments in recent years towards a more open, adaptable and collaborative web-oriented data infrastructure. We have seen <a href=\"http://stateofthemap.us/2014/session/openstreetmap-as-infrastructure/\">government agencies</a> and <a href=\"http://forum.openstreetmap.org/viewtopic.php?id=55220\">businesses</a> engaging with, embracing and contributing to more collaborative models for maintenance. We have seen companies and citizens <a href=\"http://map.grough.co.uk/\">combining data sources and integrating the data infrastructure</a> to meet their own goals and share these successes with others. All this has been enabled by open data, open culture, open standards, open source and collaborative models.</p>\n<p><strong><em>ODI policy activities provide leadership on emerging data issues and challenge ways people and organisations communicate about data. Find out more at our <a href=\"http://theodi.org/policy\">policy page</a>.</em></strong></p>\n<h3 id=\"aid7aboutthisreporta\"><a id=\"7\">About this report</a></h3>\n<p>Please cite this report as: Jamie Fawcett (2016) <em>Understanding mapping data infrastructure</em>. London: Open Data Institute. Available at http://theodi.org/understanding-mapping-data-infrastructure-for-the-21st-century</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Jamie Fawcett","slug":"jamie-fawcett","state":"published","web_url":"http://theodi.org/team/jamie-fawcett","tag_ids":["team","team","evidence-programme","staff"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/we-need-to-strengthen-our-data-infrastructure.json","web_url":"http://theodi.org/we-need-to-strengthen-our-data-infrastructure","slug":"we-need-to-strengthen-our-data-infrastructure","title":"We need to strengthen our data infrastructure","format":"article","updated_at":"2016-01-11T09:50:28+00:00","created_at":"2016-01-08T12:35:12+00:00","tag_ids":["page","data-infrastructure"]},{"id":"https://contentapi.theodi.org/principles-for-strengthening-our-data-infrastructure.json","web_url":"http://theodi.org/guides/principles-for-strengthening-our-data-infrastructure","slug":"principles-for-strengthening-our-data-infrastructure","title":"Principles for strengthening our data infrastructure ","format":"article","updated_at":"2016-08-15T10:39:37+00:00","created_at":"2016-08-12T12:24:54+00:00","tag_ids":["guide","data-infrastructure","principles"]},{"id":"https://contentapi.theodi.org/policy.json","web_url":"http://theodi.org/policy","slug":"policy","title":"Policy","format":"article","updated_at":"2016-08-17T13:52:52+00:00","created_at":"2016-08-17T13:40:49+00:00","tag_ids":["page","policy"]}],"organizations":[],"author":{"name":"Jamie Fawcett","slug":"jamie-fawcett","state":"published","web_url":"http://theodi.org/team/jamie-fawcett","tag_ids":["team","team","evidence-programme","staff"]}}