{"id":"https://contentapi.theodi.org/vision.json","web_url":"http://theodi.org/vision","slug":"vision","title":"Vision","format":"article","updated_at":"2014-07-08T14:19:23+00:00","created_at":"2012-07-11T15:14:48+00:00","tag_ids":[],"tags":[],"details":{"need_id":"","business_proposition":false,"excerpt":"The Open Data Institute (ODI) will be the first of its kind, a pioneering centre of innovation, driven by the UK Government’s Open Data policy.","language":"en","need_extended_font":false,"content":"<p>The Open Data Institute (ODI) will be the first of its kind, a pioneering centre of innovation, driven by the UK Government’s Open Data policy.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/map_banner.png\" alt=\"\" />Our vision is to demonstrate the endless business opportunities created through the utilisation of Open Data. We aim to nurture and mentor new businesses exploiting Open Data for economic growth. We are just embarking on this journey, with many interesting prospects on the horizon. We have an incorporated company, a promise of funds and a huge challenge. Over the next four months, our current team of three will grow as we recruit people equally as passionate about Open Data. An ambitious programme of work is currently being discussed, while the search to procure exciting premises is well under-way. The ODI will provide an exhilarating, inspiring, and engaging atmosphere centred around its location, Shoreditch - the hub of UK Tech start ups. We have published an implementation plan setting out our initial priorities, alongside a more detailed business plan specifying our programme of work and the projected costs. The ODI will seek to develop the most promising and capable UK\u0002talents in Open Data. The Institute will act as a central location where entrepreneurs and developers, technologists and creatives will meet, share ideas, drive growth and, most importantly, circulate\u0002their enthusiasm. The ODI is all about collaboration and innovation - incubating exceptional talent and thriving businesses. If you have an interest or passion in Open Data, get in touch and admin@theodi.org</p>","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}