{"id":"https://contentapi.theodi.org/383k-government-grant-released-to-create-uk-open-address-list.json","web_url":"http://theodi.org/news/383k-government-grant-released-to-create-uk-open-address-list","slug":"383k-government-grant-released-to-create-uk-open-address-list","title":"£383k government grant released to create UK open address list","format":"article","updated_at":"2015-09-11T09:57:45+00:00","created_at":"2014-11-04T10:19:22+00:00","tag_ids":["news","press-release"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/press-release.json","web_url":null,"title":"press release","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=press-release","web_url":"http://theodi.org/tags/press-release","slug":"press-release"}}],"details":{"business_proposition":false,"description":"","excerpt":"The ODI announced today that a grant from the UK Cabinet Office’s Release of Data Fund has been released to create a UK open address list as an alternative to other address databases available in the UK. The open address list will bring together information about the places where people live, work and visit. By gathering information provided directly by people about addresses they know, and from open data sources, it will grow into an open address list for the UK, available to everyone as open data. \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>The ODI announced today that a grant from the UK Cabinet Office’s Release of Data Fund has been released to create a UK open address list as an alternative to other address databases available in the UK. The open address list will bring together information about the places where people live, work and visit. By gathering information provided directly by people about addresses they know, and from open data sources, it will grow into an open address list for the UK, available to everyone as open data. </p>\n<p><strong>Use case</strong></p>\n<p>The need for a free, open address database has been well documented within <a href=\"https://www.gov.uk/government/groups/open-data-user-group\">Open Data User Group (ODUG)</a> business cases and in the <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/274979/bis-14-513-open-national-address-gazetteer.pdf\">recent report</a> on an Open Address Gazetteer, written for the UK Department of Business, Innovation and Skills (BIS). Existing address databases are often subject to licensing restrictions and cannot be made available as open data. Open data is information that is available for anyone to access, use and share.This new open data release will need to be sustainable, so part of the work will be to explore different revenue generating options, but the bulk dataset will always be available in full, for free, as open data</p>\n<p>There are existing address files in the UK but they tend to charge a fee, have a restrictive licence or are incomplete. An open address list will allow people to focus on using the data, rather than having to think about whether they can afford to do it, or are allowed to. The aim is to create a platform that will allow address publishers to enter new addresses whilst allowing consumers to either download in bulk, validate single addresses, or link to addresses through a persistent URL (Uniform Resource Locator, or “web address”). The Open Address list will contain only the addresses, it will not include individual resident’s names.</p>\n<p>ODI Technical Director Jeni Tennison says:  </p>\n<p>“Addresses are an essential part of the UK’s national information infrastructure. They are used in a huge number of datasets, from lists of schools to car parks. Open address information helps to improve data quality and add value to data. This grant will help to explore how modern, collaborative approaches to data management can reduce maintenance costs, improve quality and enhance the utility of address data. The ODI is delighted to announce the release of this funding based on the initial feasibility work that we carried out during the Discovery Phase of the Open Addresses project.”</p>\n<p>Further details will be announced soon about how the wider open data community can work collaboratively to build and deliver this new open data asset.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}