{"id":"https://contentapi.theodi.org/a-bigger-and-better-introducing-our-newest-members.json","web_url":"http://theodi.org/news/a-bigger-and-better-introducing-our-newest-members","slug":"a-bigger-and-better-introducing-our-newest-members","title":"A bigger and better us - introducing our two newest members","format":"article","updated_at":"2015-09-11T09:52:31+00:00","created_at":"2013-10-24T17:56:15+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"description":"","excerpt":"Ahead of [our Summit](http://summit.theodi.org/) in London on 29 October, we're delighted to be announcing two new members; London-based [RateSetter](http://www.ratesetter.com), and Seattle's [Socrata](http://www.socrata.com). They take our membership to 45, and are testimony to the international appeal and multi-sector influence that we are forging.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>Ahead of <a href=\"http://summit.theodi.org/\">our Summit</a> in London on 29 October, we're delighted to be announcing two new members; London-based <a href=\"http://www.ratesetter.com\">RateSetter</a>, and Seattle's <a href=\"http://www.socrata.com\">Socrata</a>. They take our membership to 45, and are testimony to the international appeal and multi-sector influence that we are forging.</p>\n<h3 id=\"ratesetter\">RateSetter</h3>\n<p>We first collaborated with RateSetter earlier this year, when they helped us conduct <a href=\"http://www.theodi.org/blog/peer-peer-lending-businesses-lead-way-opening-financial-data\">research</a> into the size and shape of the UK peer-to-peer lending market. Despite forming only three years ago, RateSetter is already a leading operator in that space, having matched over £120m in loans in the UK.</p>\n<p>It is not simply that they empower millions of ordinary people that draws us together; but rather the principles and tools that facilitate that. Critical of banks and regulators for their monopoly on financial information and control of risk, RateSetter collects and makes data available that helps individuals to lend and borrow to each other.</p>\n<p>By harnessing open data, RateSetter lets people take responsibility for their own financial risks and rewards; borrowers are suddenly able to say how much they need and are willing to pay, and lenders say how much they want in return of their investment. The result is a transparent, informed and connected financial community, quite unreflective of the traditional closed banking system.</p>\n<p>Rhydian Lewis, founder and CEO of RateSetter, said:</p>\n<p>\"We're excited to be working with the ODI to push the boundaries of what open data can achieve. We believe openness and transparency is fundamental in finance and as such sits at the heart of who we are as a company - from our live information feeds, to the way we conduct our credit checks. Data sharing can go beyond us as an individual company, it has the potential to benefit society as a whole, even to preventing another financial crisis. Looking down the list of other members, it’s exciting to be part of this wider data sharing movement, and we are proud to be playing our part\".</p>\n<h3 id=\"socrata\">Socrata</h3>\n<p>We're also delighted to be welcoming Socrata, a Seattle based cloud solutions company who help governments democratise their data. Their objective, much like our own, is to build a more transparent society, by giving citizens and developers access to information, and so bring facts into everyday decision making. Since launching in 2007, Socrata has worked with local governments in Chicago, San Francisco, New York City, Austin, Maryland, Illinois, and with public organisations such as the World Bank, Medicare, Data.gov and EnergyStar, to drive their transparency agendas by making their data more easily available.</p>\n<p>Perhaps their best known resources, GovStat helps policy makers to openly communicate the objectives and impact of government economic projects; while the Socrata Open Data API (SODA) allows developers to repurpose government data for use in web and mobile apps. Apps created with Socrata’s APIs include a real-time notice of parking violations for drivers in Chicago.</p>\n<p>Kevin Merritt, founder and CEO of Socrata, comments:</p>\n<p>\"Our membership of the ODI is synergistic with everything we are trying to achieve as a company. Governments of all shapes and sizes now recognise that data and information is not just a matter of compliance, but a powerful communication tool to empower citizens. We're looking forward to being an active member of the ODI as we work collaboratively with other members, and on an international scale, to continue to grow the impact of open data around the world.\"</p>\n<p>The ODI's Commercial Director, Stuart Coleman said:</p>\n<p>\"We're delighted to have attracted RateSetter and Socrata to the ODI, which takes our membership to 45 companies. These are two very different businesses that share a vision of supporting and using open data and open approaches. RateSetter provide more transparency and additional value to consumers. Socrata enable governments and citizens to more effectively interact by making it easier to publish, access and consume open data. Together they are excellent additions to the ODI membership programme.\"</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/member-blog-post-transition-towards-transparency.json","web_url":"http://theodi.org/blog/member-blog-post-transition-towards-transparency","slug":"member-blog-post-transition-towards-transparency","title":"Member blog post: The transition towards transparency","format":"article","updated_at":"2015-09-11T09:51:50+00:00","created_at":"2013-09-26T21:31:33+00:00","tag_ids":["blog"]},{"id":"https://contentapi.theodi.org/member-blog-creating-fruitful-partnerships-open-data.json","web_url":"http://theodi.org/blog/member-blog-creating-fruitful-partnerships-open-data","slug":"member-blog-creating-fruitful-partnerships-open-data","title":"Member blog: Creating fruitful partnerships with open data","format":"article","updated_at":"2015-09-11T09:51:48+00:00","created_at":"2013-09-10T09:52:18+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}