{"id":"https://contentapi.theodi.org/africa-open-by-default-data-revolution.json","web_url":"http://theodi.org/news/africa-open-by-default-data-revolution","slug":"africa-open-by-default-data-revolution","title":"Africa takes unified step towards becoming open by default","format":"article","updated_at":"2015-09-11T10:00:13+00:00","created_at":"2015-04-13T10:09:08+00:00","tag_ids":["news","data-revolution"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-revolution.json","web_url":null,"title":"data revolution","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-revolution","web_url":"http://theodi.org/tags/data-revolution","slug":"data-revolution"}}],"details":{"business_proposition":false,"description":"","excerpt":"Last month, government ministers from across Africa made a monumental, unprecedented and unified commitment: together, they signed up to the principle of “open by default.” \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>Last month, government ministers from across Africa made a monumental, unprecedented and unified commitment: together, they <strong>signed up to the principle of “open by default.”</strong></em> </p>\n<p>African ministers have recognised the increasing importance of open data as part of the wider data revolution, and have agreed to adopt it by releasing official data. The next step is for governments and civil society groups to implement open data initiatives across Africa.</p>\n<p>The African Data Consensus was adopted by the <a href=\"http://www.uneca.org/cfm2015\" title=\"Conference of Ministers\">Conference of Ministers</a> which had been convened by the African Union and the UN’s Economic Commission for Africa. The ministers adopted the proposed document put forward by the High Level Conference on the Data Revolution. You can download a copy of the consensus <a href=\"http://linkis.com/url/redirect/http://www.uneca.org/sites/default/files/page_attachments/final_adc_-_english.docx\" title=\"here\">here</a>.</p>\n<p>As ODI Editor Anna and I <a href=\"http://theodi.org/blog/data-revolution-addis-ababa-high-level-conference\" title=\"wrote\">wrote</a> in earlier blogs on the conference, 16 different \"data communities\" worked together to agree on a common, concise declaration about African data to guide the data in development agenda for the next 15 years. There were many different organisations in our \"open data community\", which pushed for the adoption of bold language on the release of data for anyone to access, use and share. </p>\n<p>The final document that was adopted strongly endorses openness, and includes the principle:</p>\n<blockquote>\n  <p>Official data belong to the people and should be open to all. They should be open by default.</p>\n</blockquote>\n<p><strong>‘Data’ vs ‘statistics’</strong> </p>\n<p>There was some debate around whether or not the document should only guide official data and statistics. Several participants argued that the data revolution was about more than just official statistics, and pushed for the inclusion of data gathered from other sources. This resulted in the language: </p>\n<blockquote>\n  <p>African governments should acknowledge open data provided by credentialed data communities as acceptable sources of country statistical information. </p>\n</blockquote>\n<p>Therefore, the African Data Consensus recognises the importance of opening up official statistics and data gathered from the plethora of other data producers in Africa. That both sources are considered valid is important, as both will have an vital role to play in combating challenges over the next 15 years.</p>\n<p>On the final day of the conference, the organisers declared that this was an important first step – finding agreement between 16 different communities represents real progress. But what comes next is most important. </p>\n<p>Various data communities agreed to continue to work together to develop a roadmap for the African Data Revolution, and keep emphasising the importance of data in driving progress throughout the continent. The consensus is useful to lay out a vision. However, there is a need to identify and commit to taking concrete steps toward achieving that vision. </p>\n<p><strong>From spreadsheets to sustainable development goals</strong></p>\n<p>It was clear to all attending the conference that the ultimate aim wasn’t merely to produce more data, or even more open data. </p>\n<p><strong>The ultimate goal is to use data, in its various forms, to achieve what has so far been so difficult: eradicate extreme poverty, and help achieve the other Sustainable Development Goals</strong>. </p>\n<p>These goals can only be achieved if ministers, civil servants, companies, academia and civil society organisations unite to open data, share knowledge, find innovative solutions and drive change. </p>\n<p><em>William Gerry is Junior Consultant at the ODI. He tweets as <a href=\"https://twitter.com/williamdgerry\" title=\"@williamdgerry\">@williamdgerry</a></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/data-revolution-addis-ababa-high-level-conference.json","web_url":"http://theodi.org/blog/data-revolution-addis-ababa-high-level-conference","slug":"data-revolution-addis-ababa-high-level-conference","title":"Talkin' 'bout a (data) revolution: Day 1 in Addis Ababa","format":"article","updated_at":"2015-09-11T09:59:57+00:00","created_at":"2015-03-26T15:25:45+00:00","tag_ids":["blog","open-data","addis-ababa","high-level-conference"]},{"id":"https://contentapi.theodi.org/open-for-discussion-day-2-in-addis-ababa.json","web_url":"http://theodi.org/blog/open-for-discussion-day-2-in-addis-ababa","slug":"open-for-discussion-day-2-in-addis-ababa","title":"Open for discussion: Day 2 in Addis Ababa","format":"article","updated_at":"2015-09-11T09:59:56+00:00","created_at":"2015-03-29T14:04:19+00:00","tag_ids":["blog","open-data","addis-ababa","data-revolution"]}],"organizations":[],"author":{}}