{"id":"https://contentapi.theodi.org/alison-smith-on-open-data-as-a-disabled-deaf-geek-ive-embraced-technology.json","web_url":"http://theodi.org/news/alison-smith-on-open-data-as-a-disabled-deaf-geek-ive-embraced-technology","slug":"alison-smith-on-open-data-as-a-disabled-deaf-geek-ive-embraced-technology","title":"Alison Smith on open data: 'As a disabled deaf geek, I've embraced technology'","format":"article","updated_at":"2015-09-11T09:57:21+00:00","created_at":"2014-10-13T11:20:01+00:00","tag_ids":["news","summit"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/summit.json","web_url":null,"title":"Summit","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=summit","web_url":"http://theodi.org/tags/summit","slug":"summit"}}],"details":{"business_proposition":false,"description":"<p>Ahead of her talk at the ODI Summit, we speak with disability arts specialist Alison Smith. </p>","excerpt":"In the wave of new technologies that are transforming the arts and culture sectors, are deaf and disabled people being left behind?\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>In the wave of new technologies that are transforming the arts and culture sectors, are deaf and disabled people being left behind?</em></p>\n<p>Ahead of her talk at the <a href=\"http://summit.theodi.org/\" title=\"ODI Summit\">ODI Summit</a>, we speak with <strong>disability arts specialist Alison Smith</strong>. </p>\n<p>As well as managing numerous disability arts programmes, Alison has also been a performance poet. Alison founded <a href=\"http://www.peskypeople.co.uk/\" title=\"Pesky People\">Pesky People</a> in 2009 to improve digital access and inclusion for deaf and disabled people. Pesky People highlights issues of digital discrimination, raises awareness among large corporations and gives disabled people a platform that hasn’t otherwise existed.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/3b/ca/543bcaa2f362be08a9000005/14617062054_c91830d59b_k.jpg\" alt=\"null\" class=\"img\" id=\"543bcaa2d0d46207ad000025\"></p>\n<p><strong>Hi Alison. As a deaf and disabled person and an arts lover you have seen for yourself the barriers of inaccessibility in the arts world. Has the situation improved in recent years?</strong></p>\n<p>The arts sector has embraced new technology to some extent, with more live streamed events, apps and social media. But I believe the situation for disabled and deaf audiences has worsened in recent years as organisations fail to treat digital access as a priority.</p>\n<p>The lack of understanding of digital accessibility across the cultural sector means that arts organisations just don’t get it. This will only change when funders introduce guidelines that ensure digital accessibility is part of future investment.</p>\n<p><strong>You set up Pesky People in 2008 as a response to a lack of digital access or inclusion online. Where have you made most headway since then, and what have been your biggest challenges?</strong></p>\n<p>One of our biggest achievements was to develop <a href=\"http://www.peskypeople.co.uk/\" title=\"Help 999\">Help 999</a>, an app to allow deaf people to contact the emergency services more quickly and easily, as part of the <a href=\"http://theodi.org/crime-and-justice-series\" title=\"ODI’s Crime and Justice challenge\">ODI’s Crime and Justice challenge series</a>. It has now been accepted on an accreditation scheme pilot for the emergency services. </p>\n<p>The <a href=\"http://www.peskypeople.co.uk/subtitles-now/\" title=\"#subtitlesnow\">#subtitlesnow</a> campaign that I led in June 2012 reached 50,000 people within days through Twitter and Facebook, and showed that deaf people could mobilise to raise important issues. We joined forces with a sister campaign called <a href=\"http://nad.org/issues/technology/captioning/captionthis-advocacy-toolkit\" title=\"#captionthis\">#captionthis</a> in the USA to challenge on-demand broadcasters to make their content accessible to deaf audiences.</p>\n<p>Securing funding has been a challenge. It’s hard to convince people of the potential and economic value of disabled people.</p>\n<p><strong>What will you be talking about at the ODI Summit?</strong></p>\n<p>I’ll be talking about how digital technology improves the lives of disabled people, but also my own journey as a disabled deaf geek and how I have embraced technology in developing Pesky People.</p>\n<p><strong>Which other sessions are you most looking forward to?</strong></p>\n<p>All of the sessions look fantastic. I’m particularly looking forward to the <a href=\"http://summit.theodi.org/sessions/open-data-in-humanitarian-crises-disaster-recovery-in-the-philippines/\" title=\"Open data in humanitarian crises: disaster recovery in the Philippines\">Open data in humanitarian crises: disaster recovery in the Philippines</a> talk with Kat Borlongan and the <a href=\"http://summit.theodi.org/sessions/web-science-technology-open-data-panel/\" title=\"panel discussion on the intersection of web science, technology &amp; open data\">panel discussion on the intersection of web science, technology &amp; open data</a>.</p>\n<p><strong>What direction do you see open data heading in over the next five years, and what most excites you about its future?</strong></p>\n<p>I believe we will see open data being used more to challenge and change the way different industries work. We can use it to hold people more accountable and advocate for change.</p>\n<p>I’m also excited about how we can use personal data to improve and inform our decisions. For example, I would love to see individuals using open data to challenge insurance companies. My travel insurance immediately doubles the moment I inform the insurance company I have asthma, despite having never been hospitalised with it. </p>\n<p><strong>As more councils, cities and countries open up their data, which sector do you think stands to gain the most, and why?</strong></p>\n<p>I’d like to see public social data being used to improve the lives of citizens. Particularly with sweeping austerity cuts that have impacted heavily on disabled people, people in poverty, the public sector and the NHS.</p>\n<p>The health industry stands to gain all-round, particularly in the ways medical data is collated and used. As individuals, we also have to be aware that such data can be used to our advantage and disadvantage.</p>\n<p>We are already sharing our personal data to such a degree we may find ourselves choosing what personal data we want to be offered as open or closed, but again that depends on how we interact with social media.</p>\n<p><em>Alison Smith will giving a Flash talk about digital technology and disability and the <a href=\"http://summit.theodi.org/\" title=\"ODI Summit conference\">ODI Summit conference</a> at BFI Southbank, London, on Saturday, 4 November. Book your conference ticket <a href=\"http://summit.theodi.org/#tile_registration\" title=\"here.\">here.</a></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/speaker-profile-bill-thompson.json","web_url":"http://theodi.org/blog/speaker-profile-bill-thompson","slug":"speaker-profile-bill-thompson","title":"Bill Thompson on open data: 'Nothing comes from nothing'","format":"article","updated_at":"2015-09-11T09:57:14+00:00","created_at":"2014-10-03T10:15:20+00:00","tag_ids":["blog"]},{"id":"https://contentapi.theodi.org/speaker-profile-ruth-mackenzie.json","web_url":"http://theodi.org/blog/speaker-profile-ruth-mackenzie","slug":"speaker-profile-ruth-mackenzie","title":"Ruth Mackenzie on open data: 'The digital arts movement is growing'","format":"article","updated_at":"2015-09-11T09:57:18+00:00","created_at":"2014-10-03T08:44:43+00:00","tag_ids":["blog","data-as-culture"]}],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}