{"id":"https://contentapi.theodi.org/bbc-signs-open-data-agreement-with-odi-deloitte-and-arup-join-membership-programme.json","web_url":"http://theodi.org/news/bbc-signs-open-data-agreement-with-odi-deloitte-and-arup-join-membership-programme","slug":"bbc-signs-open-data-agreement-with-odi-deloitte-and-arup-join-membership-programme","title":"BBC signs open data agreement with ODI, plus Deloitte and Arup join membership programme","format":"article","updated_at":"2015-09-11T09:53:03+00:00","created_at":"2013-11-25T12:21:03+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"business_proposition":false,"description":"<p>Three organisations with global reach have made commitments to catalyse open data programmes through collaborations with the Open Data Institute (ODI). These are the BBC, Arup and Deloitte.</p>","excerpt":"Major global corporates support open data collaboration as ODI membership hits 50.\r","language":"en","need_extended_font":false,"alternative_title":"Major global corporates support open data collaboration as ODI membership hits fifty","url":"","content":"<h3 id=\"majorglobalcorporatessupportopendatacollaborationasodimembershiphits50\">Major global corporates support open data collaboration as ODI membership hits 50.</h3>\n<p>Three organisations with global reach have made commitments to catalyse open data programmes through collaborations with the <a href=\"http://theodi.org/\" title=\"Open Data Institute\">Open Data Institute (ODI)</a>. These are the BBC, Arup and Deloitte.</p>\n<p>ODI Commercial Director Stuart Coleman, explains:</p>\n<blockquote>\n  <p>Deloitte and Arup are leaders in their respective fields. These partnerships represent a great opportunity to exploit open data and drive new value for everyone across professional services, design and engineering communities. Our agreement with the BBC is a great step towards the provision of open access to one of our nation’s greatest cultural assets. We look forward to building upon these relationships.</p>\n</blockquote>\n<h3 id=\"bbc\">BBC</h3>\n<p>The BBC and the ODI have today signed a Memorandum of Understanding (MoU) at Broadcasting House. The MoU marks the BBC’s intention to make data available according to open data standards wherever possible. Another potential future project includes applying ODI <a href=\"https://certificates.theodi.org/\" title=\"Open Data Certificates\">Open Data Certificates</a> to BBC open data sources.</p>\n<p>James Purnell, Director, Strategy and Digital, BBC, said:</p>\n<blockquote>\n  <p>Since its formation just over a year ago the Open Data Institute has galvanised the debate around the economic and cultural value of open data, with the BBC taking an active role in the conversation and attending the recent ODI Summit. This MoU will give a shape to our discussions and help identify areas where we can work together to benefit the public, and I look forward to seeing the results.</p>\n</blockquote>\n<p>The BBC today also signed MoU’s with the <a href=\"http://okfn.org/\">Open Knowledge Foundation</a>, the <a href=\"http://www.mozilla.org/en-US/foundation/\">Mozilla Foundation</a> and the <a href=\"http://www.europeana.eu/\">Europeana Foundation</a> - further emphasising their support for open knowledge principles and standards.</p>\n<h3 id=\"arup\">Arup</h3>\n<p>Arup has joined the ODI membership programme as a ‘partner’. The firm has long been a champion of using data to help shape a better world. The group is specifically aiming to collaborate with the ODI and its partners on the role of open data in the built environment, not just for buildings and transport but also how we might use data to shape better health-care provision in cities. This is particularly important in an era of rapid urbanisation and the findings from the joint research will be published openly for others to reuse and share.</p>\n<p>ODI CEO Gavin Starks, said:</p>\n<blockquote>\n  <p>Arup’s decision to join the ODI reflects data’s interaction with our physical world, and its influence on the practical and material decisions of how we build scalable, resilient cities to help meet the needs of society, our environment, and our economy. Arup produces and consumes huge amounts of data, and is in an excellent position to catalyse open innovation.</p>\n</blockquote>\n<p>Volker Buscher, Director and IT and Communications Systems Practice Leader, Arup, said: </p>\n<blockquote>\n  <p>The world we live in is increasingly becoming interconnected and there is huge potential to use the data that we generate as a society to enhance our everyday lives. The opportunities are endless as through this information we can make transport more efficient, improve people’s health or reduce waste. But in order to achieve these benefits, we must all work together and that’s not just technologists or governments but people right across society. This ODI initiative provides a platform to be creative, innovative and open about the opportunities that lie ahead. And together, we can be smart about smart cities.</p>\n</blockquote>\n<h3 id=\"deloitte\">Deloitte</h3>\n<p>Business advisory firm Deloitte has also joined the ODI’s <a href=\"http://theodi.org/membership\" title=\"Membership Programme\">membership programme</a> as a ‘partner’ and aims to collaborate with the ODI on joint research projects looking into the use-cases for open data. Deloitte is incorporating open data into the analytics work it offers to organisations to provide them with richer insights into their markets and business operations. The firm is also using a wide array of open data in new research to investigate the forces of change on Britain’s banks and building societies.</p>\n<p>Costi Perricos, global and UK public sector leader for Deloitte Analytics, said:</p>\n<blockquote>\n  <p>Open data fosters both economic and social growth. It underpins transparency and the Government’s engagement with citizens; it boosts public sector performance; and it is a rich source of new insights and innovative business models that will help to spur growth.</p>\n  <p>We look forward to building our relationship with the ODI under this new agreement. We share a common set of goals: to collaborate and build upon the already exciting research programmes that both organisations undertake, to draw upon Deloitte’s wide-ranging skills and knowledge to help open data start-ups and ultimately, to bring the insights and experience gained from this relationship to help our clients become insight driven organisations.</p>\n</blockquote>\n<hr />\n<p><strong><em>About the ODI’s Membership Programme</em></strong></p>\n<p><em>Since launching in March 2013, the ODI's membership programme has <a href=\"http://directory.theodi.org/members\">signed up 50 organisations</a>, from SME’s to global corporates. Other recent organisations joining the programme include UK peer to peer lender Ratesetter, Seattle-based cloud solutions company Socrata, AIMES Grid Services, Bearing Point, Bright Blue, CDG Group, Citadel On The Move, Datactics, Digital Integration Technology Ltd, Images&Co, King’s College London, London Business School, National Institute for Health Research, theblueballroom, Oasis Loss Modelling, Ontotext AD, Public-i, Royal Statistical Society, Sibdocity and The Server Labs.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}