{"id":"https://contentapi.theodi.org/berners-lee-and-shadbolt-join-open-data-champions-odi-event.json","web_url":"http://theodi.org/news/berners-lee-and-shadbolt-join-open-data-champions-odi-event","slug":"berners-lee-and-shadbolt-join-open-data-champions-odi-event","title":"Berners Lee and Shadbolt join open data champions at ODI event","format":"article","updated_at":"2015-09-11T09:52:33+00:00","created_at":"2013-04-30T14:56:00+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"description":"","excerpt":"> The ODI isn’t just an incubator or accelerator, it has a mission, a purpose, everybody works together on how we can get the most out of open data. Those things combined are a powerful force. - Gavin Starks - ODI CEO\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<blockquote>\n  <p>The ODI isn’t just an incubator or accelerator, it has a mission, a purpose, everybody works together on how we can get the most out of open data. Those things combined are a powerful force. - <em>Gavin Starks - ODI CEO</em></p>\n</blockquote>\n<p>The ODI hosted more than 120 international delegates for a workshop and networking event with co-founders Sir Tim Berners Lee and Prof Nigel Shadbolt last week. The occasion was supported by the ODI, \u0002the <a href=\"http://okfn.org/\">Open Knowledge Foundation</a>, <a href=\"http://www.w3.org/\">W3C</a> and the <a href=\"http://www.opengovpartnership.org/\">Open Government Partnership</a>. It brought together a wide range of experts to find common ground on transparency, efficiency and innovation.\u0002\n<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/Tim%2DMingling.jpeg\" alt=\"\" /></p>\n<p>Nigel Shadbolt, Chairman of the ODI, welcomed delegates to the event and talked about the aims of the organisation:</p>\n<blockquote>\n  <p>We’re committed to training the next generation of public technologists, to work with the public sector to make the data it publishes as good as possible. We want to train the next generation of data entrepreneurs whose ambition will be to build new companies and new services using this data. We want to work with existing corporates to help them realise the value of open data. And to ensure our work has the widest national and international impact, we have to work with people who represent standards and international outreach.</p>\n</blockquote>\n<h2 id=\"odiprogress\">ODI Progress</h2>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/Gavin%2Din%2Dfull%2Dflow.jpeg\" alt=\"\" /></p>\n<p>ODI CEO, Gavin Starks shared some of the ODI's recent successes:</p>\n<blockquote>\n  <p>Part of our remit at the ODI is to provide primary research and we’re delighted that we’ve started to sign up private members, like Virgin Media. We’re seeing a trend of large companies who are getting squeezed with their own budgets wanting to outsource their research and development to the community.</p>\n</blockquote>\n<p>Gavin also talked about the importance of bringing on board start-up companies:</p>\n<blockquote>\n  <p>We’re also hearing from smaller companies, interested in us helping with finding funding. So far, we’ve helped to unlock a couple of million pounds worth of funding for start-ups. Just a few weeks ago we published our first open call for start-ups and we had 16 companies submit information.</p>\n</blockquote>\n<h2 id=\"commonsolutions\">Common Solutions</h2>\n<p>Phil Archer of W3C said:</p>\n<blockquote>\n  <p>In this room are the people who invented link data, the people who work for politicians in the Open Government Partnership who are pushing the politicians to open data and make something magical happen. This workshop was designed to put in the same room people who have different approaches to this subject. We all believe in openness. But we do have different ideas as to how that can happen. This event is about working towards common solutions.</p>\n</blockquote>\n<h2 id=\"guestspeaker\">Guest Speaker</h2>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/Tom%2DScott.jpeg\" alt=\"\" /></p>\n<p>Web commentator, <a href=\"http://www.tomscott.com/\">Tom Scott</a>, was invited as guest speaker, and emphasised the importance of ensuring open data benefits everybody:</p>\n<blockquote>\n  <p>8% of adults in Britain don’t own a mobile phone. That’s 4 million people. We do run the risk of leaving a lot of people behind – not just parents, but anyone who isn’t good with technology, can’t afford a fancier smart phone, or home broadband access. Open data and transparency are wonderful but we do need to make sure that we’re not just producing nice visualisations for text sites.</p>\n</blockquote>\n<p>He brought the session to a close with predictions for the future:</p>\n<blockquote>\n  <p>Transparency is going to be the norm for everyone, at least in cities and the developed world. The death of privacy is coming but predictions look a bit like Disney’s Tomorrow Land [the past's vision of the future!]. But we do know the trend of openness, for transparency and efficiency won’t stop. Plan for it by all means but don’t leave people behind.</p>\n</blockquote>\n<h2 id=\"listeninfull\">Listen in full</h2>\n<iframe frameborder=\"no\" height=\"166\" scrolling=\"no\" src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F90173690\" width=\"100%\"></iframe>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/opendatachallengeseries.json","web_url":"http://theodi.org/opendatachallengeseries","slug":"opendatachallengeseries","title":"Open Data Challenge Series","format":"article","updated_at":"2015-11-09T12:15:14+00:00","created_at":"2012-12-13T09:45:46+00:00","tag_ids":["page","event:open-data-challenge-series","challenge-series","open-data"]}],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}