{"id":"https://contentapi.theodi.org/burkina-faso-launches-open-data-initiative-with-mentoring-from-the-odi-and-funding-from-the-world-bank.json","web_url":"http://theodi.org/news/burkina-faso-launches-open-data-initiative-with-mentoring-from-the-odi-and-funding-from-the-world-bank","slug":"burkina-faso-launches-open-data-initiative-with-mentoring-from-the-odi-and-funding-from-the-world-bank","title":"Burkina Faso launches open data initiative with mentoring from the ODI and funding from the World Bank","format":"article","updated_at":"2015-09-11T09:55:49+00:00","created_at":"2014-06-05T08:56:42+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"business_proposition":false,"description":"","excerpt":"Burkina Faso, a small country in the West of Africa ranked by the UN as the third poorest in the world, is today (5 June 2014) launching its new Burkina Open Data Initiative (BODI) in the nation’s capital Ouagadougou. The initiative aims to drive economic growth, boost innovation and demonstrate transparency and is supported by the UK’s [Open Data Institute](http://theodi.org/), its Paris Node: [FivebyFive](http://fivebyfive.io/en/) via the [Partnership for Open Data](http://theodi.org/odp4d), and the World Bank. \r","language":"en","need_extended_font":false,"alternative_title":"ODI News: Burkina Faso: Our schools, our data","url":"","content":"<p>Burkina Faso, a small country in the West of Africa ranked by the UN as the third poorest in the world, is today (5 June 2014) launching its new <strong>Burkina Open Data Initiative</strong> (BODI) in the nation’s capital Ouagadougou. The initiative aims to drive economic growth, boost innovation and demonstrate transparency and is supported by the UK’s <a href=\"http://theodi.org/\">Open Data Institute</a>, its Paris Node: <a href=\"http://fivebyfive.io/en/\">FivebyFive</a> via the <a href=\"http://theodi.org/odp4d\">Partnership for Open Data</a>, and the World Bank. </p>\n<p>The initiative heralds the launch of Burkina Faso’s new, pilot, open data platform: <a href=\"http://data.gov.bf/\">data.gov.bf</a>. The platform is already home to over 50 government datasets that can be accessed and reused by anyone. Datasets on the platform include those from the Ministry of Health on the number of beds in public and private hospitals; the number of malaria deaths and vaccination coverage in Burkina Faso.  </p>\n<p>The goal is for local startup companies and entrepreneurs to use this open data to develop innovative new services which will benefit all Burkina citizens. </p>\n<p>Over the coming months, the Ministry of Development of the Digital Economy and Post will be raising awareness of the platform and open data amongst all Burkina ministries, with the aim of launching a full version of the platform in September with many more datasets.</p>\n<p>Burkina Faso is the first African francophone country to take this step into open data. The platform aims to boost the reputation of the country, encourage foreign investments and economic development, create new jobs in the ICT sector and increase participation from the private sector.  </p>\n<p>Furthermore a new open data community project called <strong>‘Our Schools, Our Data’ (Nos Ecoles, Nos Donnees)</strong> will be showcased at the launch event, where a 10-hour ‘visualisation sprint’ will take place. The project has received mentoring from the ODI as part of its support of the Burkina Open Data Initiative and involves gathering government teams, programmers, local tech communities and data-journalists around Burkina Faso’s education-related datasets. A new web app has been built for the project that displays data in a user-friendly way (see video below). </p>\n<iframe src=\"//player.vimeo.com/video/97404977?byline=0&portrait=0&color=ff9933\" width=\"100%\" height=\"391\" frameborder=\"0\" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>\n<p><br /></p>\n<p>Participants at a workshop will create personalised maps and infographics, using the Our Schools Our Data app and tools like <a href=\"https://www.mapbox.com/\">Mapbox</a> and <a href=\"http://www.openstreetmap.org\">Open Street Map</a>. They will have access to data from schools in the test region of Komki Ipala, including student demographics, level of learning achievements, equipment rates, and the proximity to local services and utilities. For example a participant could bring together data on schools’ access to water and school performance - correlating the two and quickly creating an infographic to show the relationship. The sprint is not a competition, it is a way of showing that everybody (not just developers) can easily reuse open datasets and create online materials.</p>\n<p>Our Schools Our Data has been developed to improve citizens’ access to information about schools, as well as helping government better engage with technologists through face to face community building and empowering local communities by training them in surveying techniques and editing software. This in turn allows citizens to have a practical learning opportunity and a positive experience of working with open data. It is also hoped the project will generate interest in open data and spark a multi-stakeholder discussion of where open data should go next in Burkina Faso</p>\n<p>Like the open data platform, the goal is for Our Schools, Our Data to be deployed nationally over the coming months. </p>\n<p><strong>Liz Carolan, International Development Manager at the Open Data Institute said:</strong></p>\n<blockquote>\n  <p>With leadership from the very top, and a successful track record of ICT innovation, the Burkina government has shown characteristic ambition and determination to get this initiative off the ground. In doing so they have been able to get officials and citizens in Burkina Faso taking notice of open data. The Open Data Institute and the World Bank have endeavoured to be as light touch as possible - offering advice, bringing together the right people, freeing up funds. The result is an initiative which can potentially bring significant social, economic and environmental benefits to the people of Burkina Faso.     </p>\n</blockquote>\n<p><strong>Mr. Alfred N. Sawadogo</strong>**, **<strong>General Director, National Agency for ICT Promotion (ANPTIC), Ministry of Development of the Digital Economy and Post, Burkina Faso, said:</strong></p>\n<blockquote>\n  <p>The sharing and reuse of public data creates a dynamic of innovation in services to citizens and business. Ensuring that every Burkinabe has access to information in order to improve the quality of his or her life - this is one of the major objectives of the initiative.</p>\n</blockquote>\n<p><strong>Charles Ruelle, Technology Strategist at ODI Paris (FivebyFive), prior CTO of Etalab, the French Prime Minister's task force for open data, said:</strong></p>\n<blockquote>\n  <p>The Burkina government has a strong background of collecting and producing data, especially in education, health and demography statistics. After having recently launched successful ICT projects, the Burkina government is now opening its information in the form of open data. These free raw materials will allow businesses, scientists, NGOs, communities, citizens and government to work together to find innovative ways to meet the daily challenges of the country.</p>\n</blockquote>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[{"title":"Burkina Faso: data portal","url":"http://data.gov.bf/"}],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}