{"id":"https://contentapi.theodi.org/canada-node-news-2014.json","web_url":"http://theodi.org/news/canada-node-news-2014","slug":"canada-node-news-2014","title":"Canada node news: January 2014","format":"article","updated_at":"2015-09-11T09:54:06+00:00","created_at":"2014-01-24T11:36:37+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"business_proposition":false,"description":"","excerpt":"Open Data Organizational Survey\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><strong>Open Data Organizational Survey</strong></p>\n<p>In early 2014 CODI will undertake an Open Data survey of Canadian organizations, both for-profits and nonprofits, that use Open Data and/or provide related products and services as a part of their business model. This list will enable the public to see the wide range of activity in the community and the innovation that is happening in Canada around Open Data. The list will also assist organizations discovering other organizations that might provide partnering or collaboration opportunities The methodology and processes will follow the work of the <a href=\"http://thegovlab.org/\">GovLab</a> at NYU on their work on the <a href=\"http://www.opendata500.com/\">Open Data 500</a> in the United States.</p>\n<p><strong>Open Data Reference Model</strong></p>\n<p>In all sectors there is a need for standards, and the same applies to the Open Data community. CODI has initiated a project which seeks to evolve the Municipal Data Reference Model to an <a href=\"http://opendatainstitute.ca/projects/\">Open Data Reference Mode</a>l that can apply initially to public sector data and subsequently to include NGO data to assist in the ease and consistency of open data discovery and use. The project focuses on three areas: standardizing the categories/groups for data sets (possible use as tags); adding \"Also Known As\" names of data sets; and to initiate an inventory of existing standards and organizations involved in standards related to the open data community. Preliminary discussions have been held on potential collaboration from a local – global level. All are invited to contribute!</p>\n<p><strong>Open Data Request Framework</strong></p>\n<p>CODI is working with Cycle Toronto to develop a <a href=\"http://opendatainstitute.ca/projects/\">framework</a>that can be reused by any community member or group who wants open data and is new to asking for it and/or using it in their advocacy efforts. This will include a process to help identify: what kind of data is available to any given community, what kind of data will be helpful to advocacy objectives, who to ask for the data, how to ask for it, how to best use it in advocacy (e.g. data visualizations, applications), how to advocate for data sets that don’t yet exist and how to share the process with others in the community, as well as other elements to add to the framework that are uncovered through the case study.</p>\n<p><strong>Academic Open Data Research Repository</strong></p>\n<p>There is an increasing amount of research being undertaken on open data. A project is being initiated by CODI to facilitate the creation/expansion of <a href=\"http://opendatainstitute.ca/projects/\">Academic Open Data Research repository</a>. Community discussions have confirmed the value of having a single, searchable repository of not only existing academic papers/studies but also to introduce planned research projects. There has been a preliminary review of the possible use of the Open Research Network’s <a href=\"https://www.zotero.org/groups/opening_science/items/collectionKey/5A7JAT67\">Zotero Open Data Research repository</a>.</p>\n<p><strong>Community Engagement</strong></p>\n<p>CODI maintains community engagement as a primary task. In collaboration with <a href=\"http://www.urbandigital.ca/\">urban + digital</a>, CODI co-hosted an event <a href=\"http://airmail.calendar/2013-12-13%2012:00:00%20GMT\">on December 13th</a> with guest speaker Jean-Noé Landry from <a href=\"http://montrealouvert.net/\">Montreal Ouvert</a> and <a href=\"http://quebecouvert.org/\">Québec Ouvert</a> to share success stories from Québec’s open data community with the Toronto community. CODI is currently involved in the Advisory Committee work for the National Open Data Summit being held this year in Vancouver prior to International Open Data Day. CODI members are also actively planning for an Open Data workshop to be held in Toronto prior to the ODD14 hackathon <a href=\"http://airmail.calendar/2014-02-22%2012:00:00%20GMT\">on February 22.</a> Discussions are expanding in new communities such as the cycling (project) and others in preliminary discussions including some with governments at various levels.</p>\n<p>Follow CODI on Twitter <a href=\"https://twitter.com/OpenDataCA\">@OpenDataCA</a> or check out our website at <a href=\"http://www.opendatainstitute.ca/\">www.opendatainstitute.ca</a></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/chicago-node-news-2014.json","web_url":"http://theodi.org/blog/chicago-node-news-2014","slug":"chicago-node-news-2014","title":"Chicago Node news: January 2014","format":"article","updated_at":"2015-09-11T09:54:06+00:00","created_at":"2014-01-15T11:42:39+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}