{"id":"https://contentapi.theodi.org/ceo-gavin-starks.json","web_url":"http://theodi.org/news/ceo-gavin-starks","slug":"ceo-gavin-starks","title":"The Open Data Institute appoints digital visionary and leading open data developer to top jobs","format":"article","updated_at":"2015-09-11T09:52:20+00:00","created_at":"2012-09-11T22:45:06+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The Open Data Institute (ODI) has named AMEE founder, Gavin Starks as its new CEO. The role of Technical Director is being taken by Jeni Tennison, currently the technical architect of legislation.gov.uk for The Stationery Office (TSO) and The National Archives (TNA).","language":"en","need_extended_font":false,"content":"<p>The Open Data Institute (ODI) has named AMEE founder, Gavin Starks as its new CEO. The role of Technical Director is being taken by Jeni Tennison, currently the technical architect of legislation.gov.uk for The Stationery Office (TSO) and The National Archives (TNA).</p>\n<p>Created by Sir Tim Berners-Lee and Prof Nigel Shadbolt, the ODI will open its doors this autumn.</p>\n<p>The ODI is a world-first, dedicated to incubating and nurturing new and existing businesses that want to use open data to create economic growth. The ODI will promote innovation and help develop skills amongst developers and entrepreneurs. The ODI will support the publication and exploitation of high quality open data from across the public sectors.</p>\n<p>Today’s announcement confirms the first appointments to its leadership team that will help deliver the ODI’s ambitions which include:</p>\n<ul>\n<li>Creating and helping new start-up companies get off the ground.</li>\n<li>Helping SMEs or larger corporates to develop and grow their businesses using open data.</li>\n<li>Developing ODI technologists, who will be trained in specialist skills enabling them to create new products and services from open data.</li>\n<li>Enabling public sector organisations to become publishers of high quality open data.</li>\n</ul>\n<p>Blogging about his appointment, Gavin Starks said:</p>\n<blockquote>\n  <p>\"As CEO of the Open Data Institute, I am determined to ensure that we demonstrate the value of Open Data, drive up data standards, and collaborate with world-class talent across the UK and beyond: to make data useable, accessible, and scalable–to the benefit of the public, the environment the economy\".</p>\n</blockquote>\n<p>Jeni Tennison said:</p>\n<blockquote>\n  <p>\"I am absolutely delighted to be taking up the role of Technical Director of ODI, and am looking forward to working with Gavin and the rest of the team here. I'm also very excited about the prospect of collaborating with the many organisations and individuals developing the tools and business models that will enable Open Data to live up to its potential.\"</p>\n</blockquote>\n<p>The new hires will be based at the ODI’s Shoreditch HQ, which will open its doors later this year and will become a focal point for entrepreneurs and developers, start ups and established corporates, technologists and creatives to meet, share ideas and drive growth.</p>\n<p>Links:</p>\n<ol>\n<li><a href=\"/odi-top-jobs\">Read the full press release</a></li>\n<li><a href=\"/node/48\">Read Gavin’s blog</a></li>\n<li><a href=\"/people/gavin\">Read Gavin’s biography</a></li>\n<li><a href=\"/people/jeni\">Read Jeni’s biography</a></li>\n</ol>","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}