{"id":"https://contentapi.theodi.org/charlie-ewen-on-open-data-digital-isnt-done-once-you-have-a-website.json","web_url":"http://theodi.org/news/charlie-ewen-on-open-data-digital-isnt-done-once-you-have-a-website","slug":"charlie-ewen-on-open-data-digital-isnt-done-once-you-have-a-website","title":"Charlie Ewen on open data: ‘Digital isn’t ‘done’ once you have a website’","format":"article","updated_at":"2015-09-11T09:57:24+00:00","created_at":"2014-10-16T16:55:55+00:00","tag_ids":["news","summit","weather","met-office"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/summit.json","web_url":null,"title":"Summit","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=summit","web_url":"http://theodi.org/tags/summit","slug":"summit"}},{"id":"https://contentapi.theodi.org/tags/keywords/weather.json","web_url":null,"title":"Weather","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=weather","web_url":"http://theodi.org/tags/weather","slug":"weather"}},{"id":"https://contentapi.theodi.org/tags/keywords/met-office.json","web_url":null,"title":"Met Office","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=met-office","web_url":"http://theodi.org/tags/met-office","slug":"met-office"}}],"details":{"business_proposition":false,"description":"<p>Ahead of his talk at the ODI Summit, we speak with Chief Information Officer at the Met Office Charlie Ewen.</p>","excerpt":"Ahead of his talk at the [ODI Summit](http://summit.theodi.org/ \"ODI Summit\"), we speak with weather technology expert Charlie Ewen.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>Ahead of his talk at the <a href=\"http://summit.theodi.org/\" title=\"ODI Summit\">ODI Summit</a>, we speak with weather technology expert Charlie Ewen.</p>\n<p>Charlie leads the information and communication strategy at the Met Office, and before that helped businesses to use new technologies that would help them grow. Charlie reflects on the challenges of making complex data useful and digital transformation, which all businesses must plan for, or get left behind.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/3f/fe/543ffe85d0d46207fd000003/METOffice.jpg\" alt=\"null\" class=\"img\" id=\"543ffe85f362be7afc000005\"></p>\n<p><strong>Hi Charlie. Before joining the Met you focused on helping businesses to use the internet and technologies that would enhance their work. Were they generally quick to adapt and see the benefits, or were they slow on the uptake?</strong></p>\n<p>My experience is that this is less to do with sector than with size, age and culture of organisations. The Met Office is a world-leading scientific organisation working in the relatively young and fast-changing area of weather and climate. As we rely on very large-scale computing, we have to adapt very quickly to new technology. Equally, I have worked with smaller organisations in the private sector that think that IT or digital is ‘done’, when they release a new system or website. 'Digital transformation' is the term that we now all use to represent the accelerating need to change and not stand still. While that is challenging for all organisations, it has become the new norm and all successful businesses realise this.</p>\n<p><strong>As Chief Information Officer at the Met you focus partly on finding technologies to improve its forecasting services and make them more accessible and useful for the public. Which innovations have worked best for this so far?</strong></p>\n<p>A key innovation focus for us is about making data useful, as well as available. We work hard to understand how the public and business are trying to use our data and make sure that it is ‘packaged’, in technology that makes this as easy for them as possible. Weather data can be very complex, so for it to be useful we have to make it open and accessible. </p>\n<p><strong>What will you be talking about at the <a href=\"http://summit.theodi.org/\" title=\"ODI Summit\">ODI Summit</a>?</strong></p>\n<p>A single production run of a high resolution weather forecast for the UK generates some 380Gb of data. The Met Office runs a number of model configurations every day as well as longer-scale models which generate vast quantities of data. This data is made available to a global market. The Met Office is working hard to understand how we can ensure that access to the information contained within those data feeds is maintained, even with the ever increasing volumes, evaluating new technologies and methods of exchanging data, so that it is useable by as wide an audience as possible.</p>\n<p><strong>Which other sessions are you most looking forward to, and why?</strong></p>\n<p>I am very much looking forward all of the sessions however given our mission to ‘save life and property, enhance wellbeing and generate economic growth’, those sessions looking at potential impacts will be especially interesting.</p>\n<p><strong>What direction do you see open data heading in over the next five years, and what most excites you about its future?</strong></p>\n<p>Open data is gaining momentum as the benefits are demonstrated all over the world. At the same time, data volumes are growing and it is getting harder for many to understand the provenance of data and how much they can rely on what they find. Sir Tim Berners-Lee and others have laid out a vision for the semantic web and standards to make this real. I am excited about the potential and benefits that will arise as this vision becomes real over the next five years.</p>\n<p><strong>As more councils, cities and countries open up their data, which sector do you think stands to gain the most, and why?</strong></p>\n<p>Ultimately it is the citizen that stands to gain the most, and that is all of us here in the UK. The Met Office mission is about enabling people to make informed decisions and we are more attuned than most to the benefits of this being done well, and the risks when it isn’t. Understanding our environment and how it changes, and using that to make informed decisions to behave and act differently gives us all enormous possibilities.</p>\n<p><strong>This year we’re holding the first ever <a href=\"http://summit.theodi.org/awards/\" title=\"Open Data Awards\">Open Data Awards</a>. Have you nominated anyone?</strong> </p>\n<p>We made a nomination around some of the <a href=\"http://productresearch.dundee.ac.uk/hacking-in-front-of-an-audience-met-office-at-the-va/\" title=\"work\">work</a> that the Met Office has done in partnership with the Victoria and Albert Museum about looking at data from a creative perspective. Different people understand information from data in different ways, and this is a great example of thinking about data differently.</p>\n<p>Charlie Ewen will be talking about open weather: how meteorology relies on open data concepts at the <a href=\"http://summit.theodi.org/\" title=\"ODI Summit conference\">ODI Summit conference</a> at BFI Southbank, London, on Saturday, 4 November. Book your conference ticket <a href=\"http://summit.theodi.org/#tile_registration\" title=\"here\">here</a>.  </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/big-and-open-government-data-just-got-real.json","web_url":"http://theodi.org/blog/big-and-open-government-data-just-got-real","slug":"big-and-open-government-data-just-got-real","title":"Big and open government data portals just got real","format":"article","updated_at":"2015-09-11T09:57:03+00:00","created_at":"2014-09-22T09:33:01+00:00","tag_ids":["blog"]},{"id":"https://contentapi.theodi.org/nigel-shadbolt-on-open-data-uk-leads-but-must-not-become-complacent.json","web_url":"http://theodi.org/news/nigel-shadbolt-on-open-data-uk-leads-but-must-not-become-complacent","slug":"nigel-shadbolt-on-open-data-uk-leads-but-must-not-become-complacent","title":"Nigel Shadbolt on open data: 'UK leads but must not become complacent'","format":"article","updated_at":"2015-09-11T09:57:23+00:00","created_at":"2014-10-10T13:37:55+00:00","tag_ids":["news","summit"]},{"id":"https://contentapi.theodi.org/joel-gurin-on-open-data-changing-the-way-we-speak-with-governments.json","web_url":"http://theodi.org/news/joel-gurin-on-open-data-changing-the-way-we-speak-with-governments","slug":"joel-gurin-on-open-data-changing-the-way-we-speak-with-governments","title":"Joel Gurin on open data: 'Changing how we speak with governments' ","format":"article","updated_at":"2015-09-11T09:57:24+00:00","created_at":"2014-10-14T16:14:42+00:00","tag_ids":["news","summit"]}],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}