{"id":"https://contentapi.theodi.org/citymapper-government-open-data-improve-cities.json","web_url":"http://theodi.org/news/citymapper-government-open-data-improve-cities","slug":"citymapper-government-open-data-improve-cities","title":"Citymapper executive to governments: 'Open more data so we can improve your cities'","format":"article","updated_at":"2015-09-11T10:02:06+00:00","created_at":"2015-07-08T08:00:32+00:00","tag_ids":["news","smart-cities","citymapper","cities","government","transport"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/smart-cities.json","web_url":null,"title":"Smart cities","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=smart-cities","web_url":"http://theodi.org/tags/smart-cities","slug":"smart-cities"}},{"id":"https://contentapi.theodi.org/tags/keywords/citymapper.json","web_url":null,"title":"Citymapper","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=citymapper","web_url":"http://theodi.org/tags/citymapper","slug":"citymapper"}},{"id":"https://contentapi.theodi.org/tags/keywords/cities.json","web_url":null,"title":"cities","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=cities","web_url":"http://theodi.org/tags/cities","slug":"cities"}},{"id":"https://contentapi.theodi.org/tags/keywords/government.json","web_url":null,"title":"government","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=government","web_url":"http://theodi.org/tags/government","slug":"government"}},{"id":"https://contentapi.theodi.org/tags/keywords/transport.json","web_url":null,"title":"transport","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=transport","web_url":"http://theodi.org/tags/transport","slug":"transport"}}],"details":{"business_proposition":false,"description":"<p>The size and number of businesses built on open data is growing every year. Groups are using it to innovate, spot gaps in markets and create valuable products and services that transform the ways we live. Citymapper is one of the best-known open data success storie</p>","excerpt":"The size and number of businesses built on open data is growing every year. Groups are using it to innovate, spot gaps in markets and create valuable products and services that transform the ways we live. [Citymapper](https://citymapper.com/) is one of the best-known open data success stories.\r","language":"en","need_extended_font":false,"alternative_title":"Citymapper executive to governments: 'Open more data so we can improve your cities'","url":"","content":"<p><em>The size and number of businesses built on open data is growing every year. Groups are using it to innovate, spot gaps in markets and create valuable products and services that transform the ways we live. <a href=\"https://citymapper.com/\">Citymapper</a> is one of the best-known open data success stories.</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/9c/dc/559cdc9b1f986a1fdb00002b/city4.png\" alt=\"null\" class=\"img\" id=\"559cdc9bd0d46245470000ab\">  </p>\n<p>The popular real-time public transport app has a central mission: to <strong>make cities easier to use</strong>. Whether you’re new to a city and need help negotiating its transport system, or a commuter in your home town wanting the quickest (and driest) route home, Citymapper helps you get from A to B. It’ll even tell you when to get off the bus, and, for the health conscious, how many calories you’re burning. </p>\n<p>Citymapper works on iOS, Android and the web. It uses open data from Transport for London, OpenStreetMaps, Foursquare, Google, Apple, Cyclestreets, and other sources. Its weather updates are powered by Forecast.io. Along with London, the app now works in New York, Paris, Berlin, Washington DC, Madrid, Boston, Barcelona, San Francisco, Singapore, Mexico DF, Toronto… <a href=\"https://docs.google.com/a/theodi.org/forms/d/1wLVs2pwUwpa-sWXk9YMPsXrRH2pg4XaABh4Ir9RxaAo/viewform\">the list goes on</a>. </p>\n<p>I caught up with Citymapper’s General Manager Omid Ashtari at <a href=\"http://londontechnologyweek.co.uk/2015/04/bloomberg-technology-conference/\">Bloomberg’s Smarter Cities conference</a> on June 18, part of UK tech week. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/9c/d9/559cd959f362be652e000023/citymapper.png\" alt=\"null\" class=\"img pull-right\" id=\"559cd9591f986a2adc0000a1\"></p>\n<h2 id=\"omidashtari\">Omid Ashtari</h2>\n<p><a href=\"https://twitter.com/thecoolgeek\">@thecoolgeek</a>\n<a href=\"https://twitter.com/Citymapper\">@Citymapper</a></p>\n<p><strong>Hi Omid! You’ve been at Citymapper for around a year and a half now. How did you get there?</strong></p>\n<p>I worked at Google for seven years on a bunch of different things – maps and driverless car stuff – it was all quite exciting. I really got a passion for the location space and moved to a startup called <a href=\"https://foursquare.com/\">Foursquare</a>, which I then set up here in Europe.</p>\n<p>Since then I’ve got really excited about the nexus of location and mobile. In Citymapper I saw the opportunity to be a super innovative company that takes on a space thought to be conceded to the Googles and other big companies. It seemed like a really exciting opportunity. As the first business person I came in and really loved the team, the founder and the product so it was a no-brainer.</p>\n<p><strong>When did you start seeing open data as being central to the value of your work?</strong></p>\n<p>From the beginning, frankly. The exciting thing about what’s going on here is that London, and the UK as a whole, is really progressive in terms of embracing open data, which we’re quite happy about. Citymapper was created here because of the existence of open data. It’s the essential backbone of what we’re working on. </p>\n<p>We are seeing open data being embraced globally now. People are realising that it’s required for cities to put data out there. It’s slow progress in some places, which is frustrating, due to political issues – whether power issues or people just not getting it. But at least we’re seeing a trend that’s going in the right direction. </p>\n<p><strong>Which arguments do you think work best in promoting the benefits of opening data to groups like transport authorities?</strong></p>\n<p>Building apps isn’t easy, especially for consumers that are as demanding as those we face today. They want their apps to be integrated with their <a href=\"http://www.apple.com/uk/watch/?cid=wwa-uk-kwg-watch-com\">Apple watch</a> and their <a href=\"https://www.android.com/wear/\">android wear device</a>. They want the app to have all the bells and whistles and news technology that’s out there. The problem with agency-created apps is that usually they’re not built in-house, they’re built by third parties. You have a cycle of putting tenders out and having companies build the apps. But as soon as an app hits the market the specs that were defined a year ago are already out of date. The apps cannot keep up. </p>\n<p>I think we [developers] should do what we’re best at and they [governments] should do what they’re best at. [Transport authorities] deliver clean, on-time, reliable public transport and we'll take the data and build the best in class, cutting-edge app that has really cool things. Citymapper has context-aware direction data we give you for public transport, and ‘get off the bus’ alerts, and tube cycle routing, and all the other things we’ve build into the app that makes it so successful.</p>\n<p><strong>Are there any other challenges you face in innovating?</strong></p>\n<p>The biggest challenges we face are the ones that come with being a company with global ambitions that wants to make the best app possible, locally. </p>\n<p>Also, the acquisition of data isn’t as embraced in all places as it should be. There are different levels of data: static data, which by now everyone more or less agrees should be there, even though some places don’t have it. Then there’s the realm of real-time data, which, for travel, allows people to see how their journeys might be affected by traffic. Even those who know their commute really well will want to know whether their bus is five or 10 minutes away, especially if it’s raining. </p>\n<p>Citymapper can give you that information if we have real-time data feeds from transport authorities. We want to see transport authorities embracing and understanding this. Ultimately our goals are the same: we want more people to use public transport and have a satisfactory experience when they’re doing so. </p>\n<p><strong>Where do you see open data going in the next 10 years?</strong></p>\n<p>Look, I think data is being created in many different silos at the moment. Open data is only really powerful when you can see trends across data sources and correlate them and do things. So I think interoperability of open data and data sources in different areas is going to be a big issue. Hopefully we’ll think about those things and have a way to exchange information. </p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a></strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/smart-cities.json","web_url":"http://theodi.org/smart-cities","slug":"smart-cities","title":"A smart city is an open city","format":"article","updated_at":"2017-02-21T11:21:18+00:00","created_at":"2015-04-17T09:14:14+00:00","tag_ids":["page","smart-cities","sector","open","culture","cities","open-data","society"]},{"id":"https://contentapi.theodi.org/speaker-profile-bill-thompson.json","web_url":"http://theodi.org/blog/speaker-profile-bill-thompson","slug":"speaker-profile-bill-thompson","title":"Bill Thompson on open data: 'Nothing comes from nothing'","format":"article","updated_at":"2015-09-11T09:57:14+00:00","created_at":"2014-10-03T10:15:20+00:00","tag_ids":["blog"]},{"id":"https://contentapi.theodi.org/for-me-smart-cities-are-about-openness.json","web_url":"http://theodi.org/blog/for-me-smart-cities-are-about-openness","slug":"for-me-smart-cities-are-about-openness","title":"'For me, smart cities are about openness' ","format":"article","updated_at":"2015-09-11T10:00:49+00:00","created_at":"2015-05-14T07:55:57+00:00","tag_ids":["blog","5-minutes-with","interview","odi-individual-supporter","smart-cities"]}],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}