{"id":"https://contentapi.theodi.org/code-europe-odi.json","web_url":"http://theodi.org/news/code-europe-odi","slug":"code-europe-odi","title":"Code for Europe at the ODI","format":"article","updated_at":"2015-09-11T09:52:27+00:00","created_at":"2013-03-05T12:11:40+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The ODI is hosting [Code for Europe ](http://codeforeurope.net)Fellows who are\u0002in London\u0002meeting open data entrepreneurs\u0002and sharing advice and ideas with one another.\u0002Code for Europe is working with city authorities across Europe to engage data technologists in\u0002exploring\u0002solutions to city challenges.\u0002","language":"en","need_extended_font":false,"content":"<p>The ODI is hosting <a href=\"http://codeforeurope.net\">Code for Europe </a>Fellows who are\u0002in London\u0002meeting open data entrepreneurs\u0002and sharing advice and ideas with one another.\u0002Code for Europe is working with city authorities across Europe to engage data technologists in\u0002exploring\u0002solutions to city challenges.\u0002\nThe group is visiting London from 4th to 6th March and will be meeting organisations including\u0002<a href=\"http://mysociety.org\">mySociety</a>\u0002and <a href=\"http://wearemudlark.com/\">Mudlark</a> as well as ODI-based start-ups, <a href=\"http://www.locatable.com\">Locatable</a>, <a href=\"http://www.placr.co.uk\">Placr</a> and <a href=\"http://www.mastodonc.com\">Mastodon C</a>.\u0002Representatives from Code for Africa and Code for Latin America will\u0002also join a Code for Europe\u0002workshop at the ODI.\u0002\nSo far, six cities are involved in the initiative\u0002- \u0002Manchester, Helsinki, Barcelona, Rome, Amsterdam and Berlin – with \u0002ambitions to increase the numbers over the next year-to-18-months.</p>\n<p>In each city there is a team of technologists-in-residence, working on a\u0002digital service project. These range from maximizing the use of city-owned buildings and spaces, to creating digital tools for museums and galleries, and building new applications for users of public transport.<br />\n \u0002<br />\n Encouraging the exchange of\u0002best practice is high on the agenda of Code for Europe.The Fellows met in Barcelona in January -\u0002just as their placements started - to explore connections between projects.<br />\n \u0002<br />\n This week's visit has been organised by UK innovation foundation,\u0002<a href=\"http://www.nesta.org.uk\">Nesta</a>\u0002whos\u0002role is to encourage the\u0002reuse of successful open data and digital projects\u0002across cities. \u0002Nesta Programme Manager, Haidee Bell said:</p>\n<p>\"All around the world, pockets of great work are happening \u0002– a host of ‘Code for…’ initiatives which build on the movement started by <a href=\"http://codeforamerica.org/\">Code for America</a> now exist in countries from South America to Africa. All these initiatives are now\u0002starting to syncronise\u0002platforms\u0002that\u0002showcase and encourage the\u0002reuse of digital applications across geographical boundaries. This is an exciting time for Code for Europe and I'm delighted that the ODI is able to be a part of the week's activities by demonstrating to the Code for Europe Fellows\u0002what's being achieved with open data in the UK.\"</p>","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}