{"id":"https://contentapi.theodi.org/data-as-culture-who-really-owns-our-data.json","web_url":"http://theodi.org/news/data-as-culture-who-really-owns-our-data","slug":"data-as-culture-who-really-owns-our-data","title":"Data as Culture: who really owns our data?","format":"article","updated_at":"2015-09-11T09:55:09+00:00","created_at":"2014-03-24T15:40:10+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"business_proposition":false,"description":"<p>Today (24 March), we’re unveiling the second Open Data Institute (ODI)  ‘Data as Culture’ exhibition which explores our relationship with surveillance, privacy, and personal data.</p>","excerpt":"Today (24 March), we’re unveiling the [second Open Data Institute (ODI) Data as Culture](http://theodi.org/data-as-culture-2014) exhibition which explores our relationship with surveillance, privacy, and personal data.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>Today (24 March), we’re unveiling the <a href=\"http://theodi.org/data-as-culture-2014\">second Open Data Institute (ODI) Data as Culture</a> exhibition which explores our relationship with surveillance, privacy, and personal data.</p>\n<p>The exhibition is taking place at the ODI London office and includes works by celebrated artists <a href=\"http://shorttermmemoryloss.com/\">James Bridle</a>, <a href=\"http://www.jamesbrooksdrawing.blogspot.co.uk/\">James Brooks</a>, <a href=\"http://www.paolocirio.net/\">Paolo Cirio</a>, <a href=\"http://yoha.co.uk/\">YoHa</a>, <a href=\"http://smeech.co.uk/\">Sam Meech</a> and <a href=\"http://www.thickear.co.uk/\">thickear</a>, building on the success of the first Data as Culture exhibition which reached over 100,000 people internationally in 2013.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/30/56/533056dbf362be6c87000104/Untitled-1.jpg\" alt=\"null\" class=\"img\" id=\"533056dbd0d462518300006d\"> </p>\n<p>Julie Freeman, ODI Art Associate, who leads the Data as Culture programme said, </p>\n<blockquote>\n  <p>“Data as Culture is for everyone. Using data as a material increases awareness of what data is, how it can be used creatively, how it can inspire, encourage play and lateral thinking, and help people share stories and experiences.”</p>\n</blockquote>\n<p>Works include James Bridle’s <em>Watching the Watchers</em>, a series of prints showing military drone bases, exposing the all seeing eyes used by armies worldwide with the help of Google Earth. A banner by Sam Meech visualises working hours as knitting patterns and YoHa’s fun and cynical <em>Invisible Airs</em> pneumatic contraptions respond to spending data from Bristol City Council, causing a spud gun to fire, a bicycle seat to rise up and down and a knife to stab a book - their financial reports. thickear collective will process personal data in their <em>Pink Sheet Method</em> performance taking place across three cities, while Paolo Cirio’s self-reflecting exhibition catalogue exposes visitor’s digital fingerprints as they look at the work.</p>\n<p>Gavin Starks, ODI CEO, said, </p>\n<blockquote>\n  <p>“The Data as Culture programme challenges us to question the role of data in society. For example, the tools of surveillance are available to many - as illustrated in James Bridle work showing “secret” drones visible using public satellite maps. The comedic open data book stabber reflects how truly tedious and mundane data gathering and processing is. We want to ensure conversations about open data expand beyond specialist communities and through to the general public.”</p>\n</blockquote>\n<p>Shiri Shalmy, commissioned curator, said, </p>\n<blockquote>\n  <p>“The exhibition presents a wide range of creative approaches to the use of data, intentionally moving away from screen-based representations of information and instead experimenting with the possibilities of manifesting data in physical form. While in some cases visitors are asked to simply join the dots, in others they must respond to the artist’s call: give us your data!”</p>\n</blockquote>\n<p>The exhibition will be open to members of the public during office hours, Monday to Friday. Visitors are advised to ring ahead if possible on 020 3598 9395, or email <a href=\"mailto:info@theodi.org\">info@theodi.org</a>.</p>\n<p>To broaden the reach of the exhibition, the ODI has partnered with <a href=\"http://www.lighthouse.org.uk/\">Lighthouse</a>, a digital culture agency and gallery in Brighton, and <a href=\"http://futureeverything.org/\">FutureEverything</a>, based in Manchester, who are critically engaged in technology, and run one of the longest standing media arts festivals in the world. Four of the works will be exhibited at Future Everything in Manchester on 29 and 30 March; <em>Watching the Watchers</em> (James Bridle), <em>Endless War</em> (YoHa), <em>Punchcard Economy</em> (Sam Meech) and <em>Pink Sheet Method</em> (thickear). These works, as well as <em>Pillars of Hercules</em> (James Brooks) will move to Lighthouse, Brighton, in the summer.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/data-as-culture-2014.json","web_url":"http://theodi.org/data-as-culture-2014","slug":"data-as-culture-2014","title":"Data as Culture 2014","format":"article","updated_at":"2015-09-11T09:55:10+00:00","created_at":"2014-03-19T11:49:57+00:00","tag_ids":["page","culture"]},{"id":"https://contentapi.theodi.org/friday-lunchtime-lecture-data-as-culture.json","web_url":"http://theodi.org/lunchtime-lectures/friday-lunchtime-lecture-data-as-culture","slug":"friday-lunchtime-lecture-data-as-culture","title":"Friday lunchtime lecture: Data as Culture","format":"event","updated_at":"2015-09-11T09:54:32+00:00","created_at":"2014-01-29T15:15:20+00:00","tag_ids":["event:lunchtime-lecture"],"extras":{"start_date":"2013-01-11T13:00:00+00:00","end_date":"2013-01-11T13:45:00+00:00","location":"Open Data Institute, 65 Clifton Street, London, EC2A 4JE"}}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}