{"id":"https://contentapi.theodi.org/environmental-and-economic-impact-of-uk-government-spending-revealed-by-odi-supporter-amee-and-odi-startup-spend-network.json","web_url":"http://theodi.org/news/environmental-and-economic-impact-of-uk-government-spending-revealed-by-odi-supporter-amee-and-odi-startup-spend-network","slug":"environmental-and-economic-impact-of-uk-government-spending-revealed-by-odi-supporter-amee-and-odi-startup-spend-network","title":"Environmental and economic impact of UK government spending revealed by ODI supporter AMEE and ODI startup Spend Network","format":"article","updated_at":"2015-09-11T09:57:57+00:00","created_at":"2014-11-12T16:42:25+00:00","tag_ids":["news","startup","supporter","spend-network","amee"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/startup.json","web_url":null,"title":"startup","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=startup","web_url":"http://theodi.org/tags/startup","slug":"startup"}},{"id":"https://contentapi.theodi.org/tags/keywords/supporter.json","web_url":null,"title":"supporter","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=supporter","web_url":"http://theodi.org/tags/supporter","slug":"supporter"}},{"id":"https://contentapi.theodi.org/tags/keywords/spend-network.json","web_url":null,"title":"Spend Network","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=spend-network","web_url":"http://theodi.org/tags/spend-network","slug":"spend-network"}},{"id":"https://contentapi.theodi.org/tags/keywords/amee.json","web_url":null,"title":"AMEE","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=amee","web_url":"http://theodi.org/tags/amee","slug":"amee"}}],"details":{"business_proposition":false,"description":"","excerpt":"[New research](https://www.amee.com/government-departments) by AMEE, a company that helps businesses become more energy efficient, and [Spend Network](https://spendnetwork.com/), which analyses government procurement, shows more than £844m was spent on high financial risk companies by central government in 2013/14. The analysis, using open spending data, also shows wide variations in carbon efficiency - over the same period, £4.6bn was spent with companies who have low energy and carbon efficiency (when compared to better-performing peers). AMEE is an [ODI supporter](https://directory.theodi.org/members/GY5132UY) and Spend Network is a member of the [ODI startup programme](http://theodi.org/start-ups). \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><a href=\"https://www.amee.com/government-departments\">New research</a> by AMEE, a company that helps businesses become more energy efficient, and <a href=\"https://spendnetwork.com/\">Spend Network</a>, which analyses government procurement, shows more than £844m was spent on high financial risk companies by central government in 2013/14. The analysis, using open spending data, also shows wide variations in carbon efficiency - over the same period, £4.6bn was spent with companies who have low energy and carbon efficiency (when compared to better-performing peers). AMEE is an <a href=\"https://directory.theodi.org/members/GY5132UY\">ODI supporter</a> and Spend Network is a member of the <a href=\"http://theodi.org/start-ups\">ODI startup programme</a>. </p>\n<p>The study is the first of its kind and uses each government department’s open data to identify spending with companies. This amounts to £44 billion of expenditure in 12 months. This data has been supplemented by data about supply chains and carbon efficiency for individual companies sourced from AMEE. Using this information, the researchers estimate that government procurement could influence up to 97 million tonnes of carbon emissions from all supplier activities, representing 15% of total UK emissions, with 4.7 million tonnes directly related to government activities. </p>\n<p>The team behind the research conclude that a concerted effort by government, encouraging all suppliers to reduce their total carbon footprints, would provide a large contribution toward reducing total UK emissions and achieving the UK’s carbon budget. </p>\n<p><strong>Best and worst performers</strong></p>\n<p>Of 17 departments assessed, the researchers found that the Department for Education comes out as the least energy-efficient with a ratio of 193 grams of carbon emissions per £1 spent. This is compared to the best performer, HM Treasury, with just over 15 grams for every £1 spent.</p>\n<p>The study found the Home Office to have the most financially risky supply chains with 25% of spend going to suppliers that have high or very high risk. In contrast, The Ministry of Justice was found to have the least at-risk spend profile with 0.2% of spend going to high or very high risk suppliers.</p>\n<p><strong>Social value</strong></p>\n<p>It’s hoped that the research will provide a useful tool for policy makers and citizens interested in procurement, supply chains and sustainability. Specifically, the team believe it will help to address obligations under the Social Value Act 2013, which requires public organisations to incorporate sustainability into procurement decisions. </p>\n<p><strong>Tyler Christie, CEO of AMEE said:</strong></p>\n<p>\"These findings indicate the immense opportunity for government to cut costs, reduce risk, and achieve its carbon budget goals through improved data-driven supply chain policies and management. This is the first analysis of its kind and provides specific, public data and guidance to implement the Social Value Act in order to drive carbon reductions and mitigate climate change.”</p>\n<p><strong>Ian Makgill, MD of Spend Network said:</strong></p>\n<p>\"This is a great example of the potential impact of publishing government spending data as open data. Now, for the first time ever, the public can see the environmental impact of the buying decisions made by government. AMEE and Spend Network will continue to work together to allow the public to monitor the progress that government makes with their supply chain.\"</p>\n<p><strong>The ODI’s Technical Director, Jeni Tennison said:</strong></p>\n<p>“If government’s procurement decisions are to factor in environmental sustainability, they need to be able to access data about their prospective suppliers. This study demonstrates how open data about supply chains and environmental impact could help inform those decisions, and lead to greater accountability, driving towards a positive environmental impact. </p>\n<p>“Departments and companies that release open financial, supply chain and environmental data should be applauded for their transparency, as should organisations like Spend Network and AMEE who clean, aggregate and extract value from this data, particularly when they then publish it as open data. There is much more to do here, in terms of data being available and being exploited, to help inform the decisions that can reduce the government’s environmental impact.”</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[{"name":"Spend Network","slug":"spend-network","url_helper":"http://theodi.org/start-ups/spend-network"}],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[{"name":"Spend Network","slug":"spend-network","url_helper":"http://theodi.org/start-ups/spend-network"}],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}