{"id":"https://contentapi.theodi.org/glasgow-wins-24m-boost-after-recognising-revolutionary-impact-open-data.json","web_url":"http://theodi.org/news/glasgow-wins-24m-boost-after-recognising-revolutionary-impact-open-data","slug":"glasgow-wins-24m-boost-after-recognising-revolutionary-impact-open-data","title":"Glasgow wins £24m boost after recognising the “revolutionary impact” of open data.","format":"article","updated_at":"2015-09-11T09:50:52+00:00","created_at":"2013-01-26T18:23:08+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Glasgow has beaten off competition from 30 other cities to win a £24m government investment in science and technology. It will use the funding to demonstrate how a city of the future will work by hosting the [Technology Strategy Board’s](http://www.innovateuk.org/) “Future City Demonstrator”.","language":"en","need_extended_font":false,"content":"<p>Glasgow has beaten off competition from 30 other cities to win a £24m government investment in science and technology. It will use the funding to demonstrate how a city of the future will work by hosting the <a href=\"http://www.innovateuk.org/\">Technology Strategy Board’s</a> “Future City Demonstrator”.</p>\n<p>Announcing the investment during a visit to Glasgow, Minister for Universities and Science, David Willetts said:</p>\n<p>“With more people than ever before living in our cities, they need to be able to provide people with a better quality of life and a thriving economy. This £24 million investment will make Glasgow a city of tomorrow, demonstrating how cities can work more efficiently with a reduced environmental impact.</p>\n<p>“We are in a global race and Glasgow can keep the UK at the forefront of innovative technology ideas. From transport systems to energy use and health, this demonstrator will play a key part in the government’s industrial strategy and give real insight into how our cities can be shaped in the future.”</p>\n<p><strong>New systems</strong></p>\n<p>The Glasgow Future Cities Demonstrator will aim to address some of the city’s most pressing energy and health needs. For example, developing systems to help tackle fuel poverty and to look at long-standing health issues such as low life expectance.</p>\n<p>Open data will be at the heart of the programme. People will be able to monitor traffic levels on the road, before beginning their journeys. They will also be able to check whether bus and train services are running to time.</p>\n<p>Welcoming the announcement, the ODI’s Technical Director, Jeni Tennison said:</p>\n<p>“There are massive opportunities in the Future Cities Demonstrator to show how opening up data can help cities, businesses and citizens operate more effectively. Glasgow's bid recognises the revolutionary impact that sharing, aggregating and analysing data can bring to the way cities work, and we congratulate them on their selection”.</p>","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}