{"id":"https://contentapi.theodi.org/google-deep-in-trust-issues-around-use-of-uk-patient-data.json","web_url":"http://theodi.org/news/google-deep-in-trust-issues-around-use-of-uk-patient-data","slug":"google-deep-in-trust-issues-around-use-of-uk-patient-data","title":"Google deep in trust issues around use of UK patient data","format":"article","updated_at":"2016-05-10T12:54:21+00:00","created_at":"2016-05-10T11:20:58+00:00","tag_ids":["news","privacy","health","google","personal-data"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/privacy.json","web_url":null,"title":"privacy","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=privacy","web_url":"http://theodi.org/tags/privacy","slug":"privacy"}},{"id":"https://contentapi.theodi.org/tags/keywords/health.json","web_url":null,"title":"health","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=health","web_url":"http://theodi.org/tags/health","slug":"health"}},{"id":"https://contentapi.theodi.org/tags/keywords/google.json","web_url":null,"title":"google","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=google","web_url":"http://theodi.org/tags/google","slug":"google"}},{"id":"https://contentapi.theodi.org/tags/keywords/personal-data.json","web_url":null,"title":"personal data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=personal-data","web_url":"http://theodi.org/tags/personal-data","slug":"personal-data"}}],"details":{"business_proposition":false,"description":"<p>Google's DeepMind Health aims to improve patient care using data. But a leaked agreement with Royal Free NHS Trust has fuelled suspicions around how patient data is shared, exposing the need for greater transparency in data-sharing in healthcare</p>","excerpt":"Google's DeepMind Health aims to improve patient care using data. But a leaked agreement with Royal Free NHS Trust has fuelled suspicions around how patient data is shared, exposing the need for greater transparency in data-sharing in healthcare\r","language":"en","need_extended_font":false,"alternative_title":"Google deep in trust issues around use of UK patient data","url":"","content":"<p><em>Google's DeepMind Health aims to improve patient care using data. But a leaked agreement with Royal Free NHS Trust has fuelled suspicions around how patient data is shared, exposing the need for greater transparency in data-sharing in healthcare</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/31/cc/5731cc8a1f986a0838000021/healthdata.jpg\" alt=\"null\" class=\"img text-center\" id=\"5731cc8ad0d46206a6000045\"> \n<small>For healthcare systems to function, it’s essential that patients trust doctors with their confidential information. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [Perspecsys Photos](https://www.flickr.com/photos/111692634@N04/15945413591/in/photolist-qi3pVZ-o1K7UC-hRLTUV-98TizC-bV33HU-hfKsko-7jk4xA-o1vDW1-nJ7P9M-7bEsuE-698vjW-8SqXfL-6g4azQ-9b2ckU-5ezy68-65PVZr-8PCwt2-4N77wR-FUYbB-cvUW9h-51bByk-ef2tFu-tEuQFj-4N77pB-51bBGM-boPLSU-92hQuk-6cDBrU-6X4VM4-8VBqxi-53RKPh-61pker-71QevM-a4Q1MW-9YWWVQ-dfktBz-8LontJ-7L2xju-693S4K-w4wZ-LMx7q-51bBPe-k3Brcx-7xTt1L-qCedDn-fSi3-njnvpF-8VEtgh-qtWa9C-k3Bphk “Perspecsys Photos\").</small></p>\n<p><strong><em>By Ellen Broad and Tom Sasse</em></strong></p>\n<p>We all need different kinds of medical care at different points in our lives. When we interact with our GPs and healthcare providers, we hope that our doctors and nurses know everything they need to know to help us get better. We want to get the best possible care and we want the experience to be as painless (in all senses) as possible. Better data-sharing between organisations and people who are providing medical care, and better use of health data – whether in the private or public sector – is going to be a necessary part of making this happen.</p>\n<p>Google’s DeepMind announced the launch of <a href=\"https://deepmind.com/health\">DeepMind Health</a> in <a href=\"http://uk.businessinsider.com/google-deepmind-sets-up-healthcare-team-acquires-hark-and-builds-new-app-2016-2\">early 2016</a>, aiming to improve direct patient care using data. </p>\n<p>There are positives in this: the NHS wants to improve patient care and keep people healthy, and DeepMind are very good at using and understanding the potential of data. But there’s also good reason to be cautious: there’s already suspicion around data projects that involve use of our medical records as a result of <a href=\"http://www.pulsetoday.co.uk/your-practice/practice-topics/it/700000-patients-continue-to-have-data-sharing-objections-ignored/20031072.fullarticle\">other flawed initiatives</a>, and lack of trust that what’s being done with our data is secure, ethical, and ultimately for our benefit.</p>\n<p>Over the last week, Google’s collaboration with the Royal Free NHS Trust – which has involved providing DeepMind with access to updated and historical healthcare data on 1.6 million UK patients – has been <a href=\"https://www.newscientist.com/article/2086454-revealed-google-ai-has-access-to-huge-haul-of-nhs-patient-data/\">making headlines of the wrong kind</a>. Their data-sharing agreement with Royal Free as part of DeepMind’s development of its service, Streams, was leaked to the public. While focused on Streams, an app helping staff monitor patients with kidney disease, the data-sharing agreement gave DeepMind access to a wider pool of updating and historic hospital data than seemed necessary.</p>\n<p>The potential benefits from this collaboration (improving direct patient care, specifically around Streams) remain persuasive. What has concerned people, and fuelled suspicions, is the lack of transparency around how their health data is being shared, with whom, for what purpose, and with what impact. This leads to a breakdown in trust, ultimately stifling of positive uses of our health data that we all want to see.</p>\n<p><strong>Maintaining trust in our healthcare providers</strong></p>\n<p>For healthcare systems to function, it’s essential that patients trust doctors with their confidential information. Current policy around data spells out some key principles, both on the rights of individuals and the duties of organisations. The <a href=\"https://www.gov.uk/government/publications/the-nhs-constitution-for-england/the-nhs-constitution-for-england\">NHS Constitution</a> outlines the right of patients to privacy, to be informed about how their information is being used and to opt out if they wish. The <a href=\"https://en.wikipedia.org/wiki/Caldicott_Report\">Caldicott Principles</a>, which were commissioned in 1997 due to concern about how information technology was affecting the way patients’ information was used, set out the responsibilities of organisations. They include \"justify[ing] the purpose\" of transferring data and “us[ing] the minimum necessary patient-identifiable data possible”.</p>\n<p>Critics of the data-sharing agreement between DeepMind and Royal Free have <a href=\"http://techcrunch.com/2016/05/04/concerns-raised-over-broad-scope-of-deepmind-nhs-health-data-sharing-deal/\">argued</a> that it fails to meet both of these conditions. Specifically, they say that the purpose of the deal was not clearly defined – which raises concerns about what the data will be used for, not least given that Google has access to other data with which NHS data could be combined – and that patients affected were not sufficiently informed to be able to opt out. DeepMind and <a href=\"https://www.royalfree.nhs.uk/news-media/news/google-deepmind-qa/\">Royal Free</a> have countered these claims, arguing that the agreement followed NHS information governance processes, connections to the information are encrypted, and patients can contact the Trust to opt out.</p>\n<p>What is clear is that this situation has been arrived at as a result of a <a href=\"http://theodi.org/lunchtime-lectures/friday-lunchtime-lecture-medconfidential-do-you-know-what-happens-to-your-medical-records\">lack of transparency</a>. Trust is an essential component of better data-sharing, and the demand for it in healthcare is acute. As Dame Caldicott said in a <a href=\"http://www.kingsfund.org.uk/events/digital-health-and-care-congress-2016/dame-fiona-caldicott\">King’s Fund interview</a> published on Tuesday: \"If the public is willing to trust health and care services with its data, there can be huge benefits for everyone … But there is little public awareness of the way that information is shared, and that trust has not yet been earned.\"</p>\n<p><strong>Openness about personal data can create trust</strong></p>\n<p>The ODI has been exploring openness and open data as a mechanism for improving trust in how data that is about us is used. Our <a href=\"http://theodi.org/blog/bringing-together-privacy-and-openness-the-odi-shares-draft-personal-data-principles?utm_content=buffer060ac&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer\">personal data design principles</a> encourage organisations collecting and processing personal data to be open about what they are doing, how data will be kept secure, and how people might opt out of having their personal data used. Transparency around personal data processing and data portability are concepts at the core of the European Union’s General Data Protection Regulation (GDPR), which will be in force within the next two years.</p>\n<p>DeepMind almost certainly have the expertise and tools to store patient data securely, and treat its use with care. They outline some of their data security and privacy intentions on their <a href=\"https://deepmind.com/health\">website</a>, to help patients be \"certain that their health data is handled with the utmost care and respect at all times.\" They have a review board scrutinising their work every quarter.</p>\n<p>The problem is that people don’t like surprises. And right now, people don’t know whether they can trust DeepMind. A key part of building trust is showing people how you are storing, using and analysing their personal data in practice.</p>\n<p><strong>Open data-sharing by design</strong></p>\n<p>For DeepMind and Royal Free’s collaboration, being open about the nature of the project including data security and privacy, might have changed the debate we’re now having. Open by design might include proactively publishing information about:</p>\n<ul>\n<li><p>the nature of the data being shared with DeepMind (both going forward and historic data)</p></li>\n<li><p>how many people in DeepMind have access to the data, the internal processes for keeping it secure and accountability mechanisms</p></li>\n<li><p>restrictions on how DeepMind can use the data</p></li>\n<li><p>what happens to the data at the end of the data-sharing agreement</p></li>\n<li><p>how people can get in touch to request deletion of their data</p></li>\n<li><p>their quarterly health review board meetings</p></li>\n<li><p>their data audit processes, and procedures in the case of [and any instances of] personal data leaks</p></li>\n</ul>\n<p>We now know lots of this information as a result of the leaking of the data-sharing agreement. How different might the story have been if transparency was routine, and there were mechanisms for feedback?</p>\n<p>Royal Free could openly publish data about the data-sharing agreements they have in place with other organisations. They could create an open call for key challenges they face where data might help, supported by an open tendering process. These mechanisms would help other organisations, researchers and healthcare providers to see where they might be able to help. The NHS information governance department could make open publication of information about personal data-sharing mandatory for any data-sharing to take place.</p>\n<p>If we are to realise the potential of data to transform healthcare, or other sensitive fields, we must bridge this data-trust deficit. Designing data projects with openness at their core is going to be fundamental to building trust.</p>\n<p><em>This article first appeared on the <a href=\"http://blogs.bmj.com/bmj/2016/05/10/ellen-broad-and-tom-sasse-google-deep-in-trust-issues-around-use-of-uk-patient-data/\">British Medical Journal</a></em></p>\n<p><strong><em>Ellen Broad is <a href=\"http://theodi.org/team/ellen-broad\">Head of Policy</a> and Tom Sasse is Services Intern at the ODI</em></strong></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a></strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/bringing-together-privacy-and-openness-the-odi-shares-draft-personal-data-principles.json","web_url":"http://theodi.org/blog/bringing-together-privacy-and-openness-the-odi-shares-draft-personal-data-principles","slug":"bringing-together-privacy-and-openness-the-odi-shares-draft-personal-data-principles","title":"Bringing together privacy and openness: the ODI shares draft personal data principles","format":"article","updated_at":"2016-08-12T15:22:24+00:00","created_at":"2016-03-02T13:22:47+00:00","tag_ids":["blog","data-specturm","shared-data","privacy","personal-data"]},{"id":"https://contentapi.theodi.org/data-privacy-day-can-we-stop-informed-consent-being-an-illusion.json","web_url":"http://theodi.org/blog/data-privacy-day-can-we-stop-informed-consent-being-an-illusion","slug":"data-privacy-day-can-we-stop-informed-consent-being-an-illusion","title":"Data Privacy Day: can we stop informed consent from being an illusion?","format":"article","updated_at":"2016-01-28T12:08:39+00:00","created_at":"2016-01-28T10:44:34+00:00","tag_ids":["blog","privacy","shared-data"]}],"organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}}