{"id":"https://contentapi.theodi.org/healthy-start-hackathons-odi.json","web_url":"http://theodi.org/news/healthy-start-hackathons-odi","slug":"healthy-start-hackathons-odi","title":"A healthy start for Hackathons at the ODI","format":"article","updated_at":"2015-09-11T09:50:28+00:00","created_at":"2012-11-05T18:16:24+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"New fitness apps and projects that find savings in NHS prescription data were amongst the winners at the Hack4Health event this weekend.","language":"en","need_extended_font":false,"content":"<p><em>New fitness apps and projects that find savings in NHS prescription data were amongst the winners at the Hack4Health event this weekend.</em></p>\n<p>More than 40 health and fitness professionals, academics and developers came together at The Open Data Institute to work with new datasets including ones provided by The Care Quality Commission, NHS Choices, Spogo and Data.gov.uk.</p>\n<h3 id=\"fridayeveningevent\">Friday evening event</h3>\n<p>The hackathon was jointly organised by The ODI, Coadec, Healthbox, NHS Information Centre, Cabinet Office, the Open Knowledge Foundation and NHS Hackday. It kicked off on Friday night with an event, introduced by The ODI’s co-founder and chair, Professor Nigel Shadbolt, and its CEO, Gavin Starks who said:</p>\n<p>\"These events for me are the invention-level events. Where everybody gets together and says ‘we don’t know what will happen but let’s see when we put all these different domain experts together and these different capabilities, what might we build?<br />\n We [The ODI] will work hard to facilitate and enable ideas to grow and then connect them to industry or back in to government as much as we possibly can\" <img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/_MG_1189.jpg\" alt=\"\" /> Sabine McNeill shows her 3D imaging product to attendees Attendees drew inspiration from 3 companies that are already using health data to create products that can really make a difference to peoples’ lives: <a href=\"http://www.medopad.com/medopad_Ltd/Medopad.html\">Medopad,</a> <a href=\"http://care9.net/\">Care^9</a>, and <a href=\"http://3d-metrics.me/\">3D Metrics</a>.</p>\n<p>They were also able to meet and mingle with mentors who were on hand throughout the weekend to give guidance, hints and tips. They included investors, <a href=\"http://hack4health.co.uk/alasdair-mcpherson/\">Alasdair McPherson</a> and <a href=\"http://hack4health.co.uk/543/\">Vishal Gulati</a> and business specialist, <a href=\"http://hack4health.co.uk/anne-mccrossan/\">Anne McCrossan</a></p>\n<h3 id=\"nightshift\">Night shift</h3>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/_MG_1319.jpg\" alt=\"\" />Over the weekend, participants submitted ideas, voted on their favourites and joined teams to bring the ideas to life. For some, this meant working through the night in The ODI’s Shoreditch HQ, fuelled by endless rounds of tea, coffee and cola!</p>\n<p>\u0002\n24 hours’ intensive development work were followed by 5 presentations to the judging panel which comprised: ODI chair, Nigel Shadbolt; doctor and best-selling author of <a href=\"http://www.amazon.co.uk/Bad-Science-Ben-Goldacre/dp/000728487X/?tag=bs0b-21\">Bad Science</a>, and <a href=\"http://www.amazon.co.uk/Bad-Pharma-companies-mislead-patients/dp/0007350740/ref=ntt_at_ep_dpt_1\">Bad Pharma</a>, Ben Goldacre and; doctor and co-founder of Open Health Care UK, Carl Reynolds.</p>\n<h3 id=\"prizes\">Prizes</h3>\n<p>Winners were named in 4 categories:</p>\n<ul>\n<li><strong>Best Team Effort</strong> was won by Vital Choices, a project which enables people to find healthcare services in their local area. The team included <a href=\"http://hack4health.co.uk/anne-mccrossan/\">Anne McCrossan</a>, <a href=\"http://hack4health.co.uk/samuel-croset/\">Samuel Croset</a>, <a href=\"http://hack4health.co.uk/emily-mckenzie/\">Emily McKenzie</a>, and <a href=\"http://hack4health.co.uk/prathap-chandran/\">Prathap Chandran</a>.</li>\n<li><strong>Best Live Hack Project</strong> went to Open Push-ups, an application that allows people to track their fitness goals, and compete against their friends. The team included <a href=\"http://hack4health.co.uk/thomas-down/\">Thomas Down</a>, <a href=\"http://hack4health.co.uk/matias-piipari/\">Matias Piipari</a>, and <a href=\"http://hack4health.co.uk/nicola-greco/\">Nicola Greco</a>.</li>\n<li>**Best Use of Open Data Project **(two winners):\u0002One comprised Southampton University academics, <a href=\"http://hack4health.co.uk/max-van-kleek/\">Max Van Kleek</a> and <a href=\"http://hack4health.co.uk/daniel-smith/\">Daniel Smith</a>, and the other included <a href=\"http://hack4health.co.uk/david-miller/\">David Miller</a>, <a href=\"http://hack4health.co.uk/alex-kafetz/\">Alex Kaftez</a>, <a href=\"http://hack4health.co.uk/allen-lin/\">Allen Lin</a>, <a href=\"http://hack4health.co.uk/felix-a-kruger/\">Felix Greaves</a>, <a href=\"http://hack4health.co.uk/felix-greaves/\">Felix Kruger</a>, <a href=\"http://hack4health.co.uk/ben-mcalister/\">and Ben McAlister</a>. Both teams produced new and interesting analyses of NHS prescription data.</li>\n<li><strong>The Overall Winner</strong> was Go-Hit-It-Off. A team including Farzana Dudhwala,\u0002<a href=\"http://hack4health.co.uk/ian-rodgers/\">Ian Rodgers</a>, <a href=\"http://hack4health.co.uk/aashish-doon/\">Aashish Doon</a>, and <a href=\"http://hack4health.co.uk/prashant-khare/\">Prashant Khare</a> produced an app using Spogo fitness data that enables racquet-sport players to find available venues and match partners at the tap of a button.</li>\n</ul>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/_MG_1574.jpg\" alt=\"\" /><br />\n The winners, Go-Hit-it-Off</p>\n<p>Announcing them as winners, Nigel Shadbolt commented that this was “a gem of a dataset and a project really meeting a need”.</p>\n<p>The team won prizes including desk space at The ODI and a chance to present their project at the launch of the Institute in December where UK Government Ministers will be present.</p>\n<h3 id=\"healthcarevalueinopendata\">Healthcare value in open data</h3>\n<p>Commenting on the winners, Ben Goldacre said they show that open data is of particular relevance to the health and fitness sector:</p>\n<p>“Healthcare should always be of the best possible quality, because lives are at stake. Elegant and imaginative uses of data can make sure that decisions by professionals are transparent, accountable, and driven by evidence, as demonstrated by the work done on prescribing data this weekend. But the same kind of work can also ensure that healthy decisions are easy, as the tennis matchmaker shows”. Nigel Shadbolt added:</p>\n<p>“The great thing about a hack day is that it brings together innovators, developers and people with great ideas to focus on the data itself. The other thing it brings is a sense of common purpose – there’s a lot of networking between the various ideas. That happens when you bring people in to close proximity together over 2 or 3 days. Great ideas are born” <em>The winning team, Go-Hit-It-Off will be guest blogging on this site soon and if you would like to take part in the next ODI hackathon see <a href=\"http://www.theodi.org/events\">ODI Events</a></em></p>\n<p><em>Photos: Brendan Lea</em></p>","organizations":[],"author":{"name":"David Tarrant","slug":"david-tarrant","state":"published","web_url":"http://theodi.org/team/david-tarrant","tag_ids":["team","learning-programme","staff"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"David Tarrant","slug":"david-tarrant","state":"published","web_url":"http://theodi.org/team/david-tarrant","tag_ids":["team","learning-programme","staff"]}}