{"id":"https://contentapi.theodi.org/inspiration-personal-data-odi-s-midata-hackathon.json","web_url":"http://theodi.org/news/inspiration-personal-data-odi-s-midata-hackathon","slug":"inspiration-personal-data-odi-s-midata-hackathon","title":"Inspiration From Personal Data at The ODI’s MiData Hackathon","format":"article","updated_at":"2015-09-11T09:50:37+00:00","created_at":"2012-11-20T18:27:34+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"In a packed house at The ODI, participants in the first-ever MiData Hackathon explored the opportunities presented by personal data and came up with some amazing insights.","language":"en","need_extended_font":false,"content":"<p><em>In a packed house at The ODI, participants in the first-ever MiData Hackathon explored the opportunities presented by personal data and came up with some amazing insights.</em></p>\n<p>With its official opening just over two weeks away, The ODI hosted its second public hackathon aimed at unlocking the value of open data. The brief was to explore the future of personal data - a future in which consumers will have easy access to information collected about them by businesses</p>\n<p>A crowd of committed developers, designers, and data experts gathered at ODI HQ to explore the possibilities offered by this challenging and controversial data environment.</p>\n<p><strong>Personal data revealed</strong></p>\n<p>In preparation for the event, dozens of friends and supporters agreed to donate their personal (but anonymous) data, ranging from financial information to loyalty card transactions. This was collated and processed into machine-readable formats so that participants could use it, review it, and explore opportunities.</p>\n<p>Launching the event, CEO, Gavin Starks said that The ODI is hoping\u0002to empower people to make a difference:</p>\n<p>“I see open data like the web in 1994 when all we knew was that there was a big thing about to happen. We didn’t know what shape it would take but we knew it was going to be exciting and transformative.\u0002That is very much what I see now in the open data culture. The word culture is very important. It is not about tech, or business, but developing a movement”.</p>\n<p><strong>MiData</strong></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/midata_med.jpeg\" alt=\"Participants at the MiData Hackathon\" /></p>\n<p>The event was held in collaboration with organisations including <a href=\"http://www.bis.gov.uk/policies/consumer-issues/consumer-empowerment/personal-data\">BIS</a>, <a href=\"http://www.ctrl-shift.co.uk/\">Ctrl-Shift</a>, <a href=\"http://www.consumerfocus.org.uk/\">Consumer Focus</a>, <a href=\"http://www.o2.co.uk/\">O2</a>, <a href=\"http://import.io/\">import.io</a>, <a href=\"http://www.ic.nhs.uk/\">NHS Information Centre</a>, <a href=\"http://www.tictrac.com/\">Tictrac</a>, <a href=\"http://www.aimia.com/\">Aimia</a> and<a href=\"http://mydex.org/\"> MyDex.</a></p>\n<p><a href=\"http://www.bis.gov.uk/assets/biscore/consumer-issues/docs/m/12-983-midata-company-briefing-pack\">MiData is an initiative</a> that aims to give consumers access to their personal data in a portable and electronic format with the assurance of anonymity. But it will only be useful to people if the data that’s gathered stimulates innovation and this weekend was all about generating ideas</p>\n<p><strong>Winning Teams</strong></p>\n<p>Over 48 hours, \u0002participants worked on propositions that could, potentially, transform peoples’ lives and result in new products and services. On Sunday afternoon, teams presented their ideas to a judging panel including ODI founder and Chair of the Government's MiData Programme, Prof Nigel Shadbolt. They included:</p>\n<ul>\n<li>**MyLoan **which turned the idea of anonymity on its head by proposing that people flaunt their data for commercial profit and use it to get a loan, mortgage or credit rating</li>\n<li>**What do I buy that makes me happy? **which analyses shopping transactions and then plots them against social media activity, including sentiment scores to see how happy you really are after you buy that £20 moisturiser or that gadget for your car.</li>\n<li>**emPowerMi **a tool to show tangible financial savings through energy efficiencies that are specific to your personal circumstances.</li>\n<li><strong>Enrich my £ife</strong> a method to crowd source richer and more useful descriptions of the data we receive in statements and receipts.</li>\n</ul>\n<p><strong>Next Steps</strong></p>\n<p>The awesome energy and ideas generated during the event meant there was no overall winner but all the teams came away with prizes. Judge and ODI Chairman, Prof Nigel Shadbolt said:</p>\n<p>\"The results from the Midata hackathon demonstrate the value in personal data and the value of The ODI in providing a space and the resources to innovate with it. We saw apps to shrink your energy bills, secure appropriate loans, apps to enrich your data, tools to analyse it and even a method to find the acquisitions that make you happy.\"</p>\n<p><em>Watch this space for a guest blog from one of the phenomenal teams, emPowerMi</em></p>\n<p>\u0002\n\u0002\n\u0002\n\u0002\n\u0002\n\u0002\n\u0002\n\u0002\n\u0002\n\u0002\n\u0002\n\u0002\n\u0002\n\u0002\n\u0002\n\u0002\n\u0002\n\u0002</p>","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}