{"id":"https://contentapi.theodi.org/invention-to-tender-experienced-researcher-for-coordinating-resilient-cities-discussion-paper.json","web_url":"http://theodi.org/news/invention-to-tender-experienced-researcher-for-coordinating-resilient-cities-discussion-paper","slug":"invention-to-tender-experienced-researcher-for-coordinating-resilient-cities-discussion-paper","title":"Invitation to tender: Researcher for coordinating ‘Resilient cities’ discussion paper ","format":"article","updated_at":"2016-12-08T16:28:27+00:00","created_at":"2016-06-30T08:46:25+00:00","tag_ids":["news","invitation-to-tender","open-cities"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/invitation-to-tender.json","web_url":null,"title":"invitation to tender","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=invitation-to-tender","web_url":"http://theodi.org/tags/invitation-to-tender","slug":"invitation-to-tender"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-cities.json","web_url":null,"title":"open cities","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-cities","web_url":"http://theodi.org/tags/open-cities","slug":"open-cities"}}],"details":{"business_proposition":false,"description":"<p>Call for tenders by the Open Data Institute (ODI) as part of the Open Data for Development Network (OD4D). </p>","excerpt":"Call for tenders by the Open Data Institute (ODI) as part of the Open Data for Development Network (OD4D).\r","language":"en","need_extended_font":false,"alternative_title":"Invitation to tender: Researcher for coordinating ‘Resilient cities’ discussion paper ","url":"","content":"<p>Call for tenders by the Open Data Institute (ODI) as part of the Open Data for Development Network (OD4D).</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/74/e9/5774e987f362be7c6d000005/logo1.png\" alt=\"null\" class=\"img\" id=\"5774e9871f986a07bf0000c0\">  </p>\n<p>The objective of this work is to coordinate a discussion paper and consultation process on the opportunities and challenges of open data to improve resilience in cities worldwide. This ground-breaking research may pave the way for informing city innovation challenges and developing a sector data package, in support of the <a href=\"http://opendatacharter.net/\">Open Data Charter</a>.</p>\n<p>The researcher will support a team at the ODI, who will provide guidance and overall editorial oversight, on behalf of the OD4D.</p>\n<p>The purpose of the report is to outline opportunities, applications and recommendations for open data to improve city resilience – in particular to address development and sustainability issues. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/7e/0f/577e0f981f986a3635000001/Screen_Shot_2016-07-07_at_09.12.44.png\" alt=\"null\" class=\"img\" id=\"577e0f98d0d462068400000c\"></p>\n<h3 id=\"background\">Background</h3>\n<p>In 2016, cities around the world struggle under the combined pressures of<strong>:</strong></p>\n<ul>\n<li><p>Increasing density and population increases (with around 70% of the world’s populations <a href=\"https://esa.un.org/unpd/wup/Publications/Files/WUP2014-Highlights.pdf\">estimated</a> to live in cities by 2050)</p></li>\n<li><p>Burden on city infrastructure and social services to meet population needs</p></li>\n<li><p>Rising costs of housing and undersupply of quality low-cost housing options</p></li>\n<li><p>Environmental pressure related to sustaining a large population amidst climate change and pollution, etc</p></li>\n<li><p>Ageing urban population and failures around social inclusion in city design</p></li>\n</ul>\n<p>If we are to meet the <a href=\"https://sustainabledevelopment.un.org/?menu=1300\">Sustainable Development Goals</a>, we need to develop more resilient cities. <strong>‘City resilience’</strong> has been described by organisations such as the Rockefeller Foundation as the capacity for cities to function, ensuring all people living and working within them can thrive, regardless of stresses or shocks they encounter, whether manmade or natural. </p>\n<p>To scale effectively, cities must join up their regulatory and legal frameworks, create a robust <a href=\"http://theodi.org/what-is-data-infrastructure\">data infrastructure</a>, develop better services that solve problems, and communicate with industry and citizens, startups and stakeholders. More connectivity is needed to ensure that problems in cities are met by solutions, and innovation is not stifled or siloed. <strong>Open data is needed to achieve more resilient cities that are effective, inclusive and productive.</strong></p>\n<p>To help understand the potential impact of open data on improving city resilience globally, we need to bring together existing case studies, stories and experience. Through this we seek to begin a discussion among policymakers, city planners, technologists and open data experts, to drive changes in policy and practice towards ultimately strengthening city resilience and improving urban life for citizens. </p>\n<p>This research tender process is being led by the ODI, an independent, nonprofit, founded by Sirs Tim Berners-Lee and Nigel Shadbolt. The ODI convenes world-class experts from industry, government and academia to connect, equip and inspire people around the world to innovate with data. </p>\n<p>Funding for this work is provided by OD4D (with funding from the International Development Research Centre (IDRC), World Bank, Global Affairs Canada and The Department for International Development (DFID)). The Open Data for Development Network (OD4D) is a global network of organisations working together to develop open data-driven solutions to social and economic challenges around the world. </p>\n<h3 id=\"aimsanddeliverables\">Aims and deliverables</h3>\n<p>The main deliverable will be research and coordinating a consultation to develop <strong>a discussion paper exploring the challenges and opportunities for applying open data to improve city resilience.</strong></p>\n<p><strong>The researcher will:</strong></p>\n<ul>\n<li><p>In consultation with key open data stakeholders, policymakers and city sector specialists, <strong>define succinct problem statement/s</strong> regarding the challenges of city resilience, which open data can help address</p></li>\n<li><p><strong>Conduct brief desk research</strong> on the scale and scope of problem/s related to city resilience, drawing upon existing OD4D research</p></li>\n<li><p><strong>Analyse use cases</strong> demonstrating the variety of different ways in which open data is currently being applied to improve city resilience, from a global perspective (including cities from developing and emerging country contexts)</p></li>\n<li><p><strong>Interview key experts</strong> to further understand use cases, and explore the ongoing challenges and opportunities for applying open data to address city resilience in a global context</p></li>\n<li><p><strong>Prepare analysis of interviews and desk research</strong>, and with the ODI develop findings and questions into a discussion report of around 20 pages in length</p></li>\n<li><p><strong>Coordinate an open consultation process</strong> for gathering feedback and input on the discussion paper</p></li>\n<li><p><strong>Prepare summaries (slides) for the presentation of findings</strong> to present at international workshops </p></li>\n<li><p><strong>Work collaboratively</strong> (using Google docs) <strong>and manage feedback</strong> from interviewees and the ODI team (in coordination with the ODI). There is an expectation that the researcher will be available to work closely with the ODI point person, which includes face-to-face meetings and being available remotely (eg through Skype, email). </p></li>\n</ul>\n<p><strong>The ODI will:</strong></p>\n<ul>\n<li><p><strong>Provide guidance and a framework</strong> for the report</p></li>\n<li><p><strong>Ensure access to ODI staff and sector leaders</strong> with relevant expertise to interview. It will then be the responsibility of the researcher/s to work with ODI contacts to collect additional material.</p></li>\n</ul>\n<h3 id=\"audience\">Audience</h3>\n<p>The main audience for the discussion paper will be:</p>\n<ul>\n<li><p>Government officials involved in city planning, strategy and leadership, and designing sustainability/resilience policies and programmes</p></li>\n<li><p>Leaders of business, NGOs and development organisations working to support city resilience already using, or considering using open data in their activities</p></li>\n<li><p>Open data and technical experts involved in supporting capacity-building, service or application development, or data infrastructure requirements for resilient cities</p></li>\n</ul>\n<h3 id=\"formoftenderresponse\">Form of tender response</h3>\n<p>Interested parties should <strong>submit a costed proposal (in English) to <a href=\"mailto:dawn.duhaney@theodi.org\">dawn.duhaney@theodi.org</a> by Tuesday 19 July by 9.00 GMT</strong>, including:</p>\n<ul>\n<li><p>A curriculum vitae outlining relevant experience (no more than two pages)</p></li>\n<li><p>A short explanation of your proposed approach to the task (eg methodology, sources), including why you are well-placed to prepare the report (no more than one page)</p></li>\n<li><p>A writing sample of a similar research report, case study or literature review</p></li>\n</ul>\n<h3 id=\"applicantbackground\">Applicant background</h3>\n<p>The ideal applicant will be:</p>\n<ul>\n<li><p>An experienced researcher, ideally with some background in cities, international development or open data sectors (preferred but not essential)</p></li>\n<li><p>Familiar with international development, international policymaking and the role of international institutions</p></li>\n<li><p>Experienced at managing participatory consultation processes</p></li>\n<li><p>Excellent at delivering high-quality reports to strict deadlines</p></li>\n<li><p>Able to travel to London frequently to work at the ODI London office</p></li>\n<li><p>An excellent written communicator, able to follow directions, but also work independently as needed</p></li>\n</ul>\n<h3 id=\"decisioncriteria\">Decision criteria</h3>\n<p>Suppliers (or those pitching to supply) will be assessed based on their:</p>\n<ol>\n<li><p>Quality of service and background</p></li>\n<li><p>Price competitiveness</p></li>\n<li><p>Commitment to open data, its culture and community </p></li>\n</ol>\n<p>The ODI operates an open procurement process. This means that we may publish data about work that we have contracted.</p>\n<p>We reserve the right to publish information such as our supplier’s names, the cost of services we have purchased and related service provision metrics. For example with an IT contract we may make the Service Level Agreement terms and supplier’s performance against them available as open data.</p>\n<h3 id=\"timeline\">Timeline</h3>\n<p>Interested parties should submit a costed proposal to <a href=\"mailto:dawn.duhaney@theodi.org\">dawn.duhaney@theodi.org</a> by 19 July, 2016 by 0900 GMT </p>\n<p>The ODI will contact the successful applicant by 21 July 2016. </p>\n<p>We request that <strong>there are weekly check-ins, and a mid-review of research and written content by 12 August 2016.</strong></p>\n<p>The ODI may return with requested edits, and the <strong>final version of research and written content will be due by 2 September 2016 at 1700 GMT.</strong></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/7e/0f/577e0fae1f986a3635000003/Screen_Shot_2016-07-07_at_09.13.12.png\" alt=\"null\" class=\"img\" id=\"577e0fadd0d462068400000d\"></p>\n<p>Payment of an agreed contract price will be made only upon satisfactory completion of the case study and any required edits. </p>\n<p>If you have any questions about the tender, please contact <a href=\"mailto:dawn.duhaney@theodi.org\">dawn.duhaney@theodi.org</a>. </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}