{"id":"https://contentapi.theodi.org/land-registry-goes-big-open-data.json","web_url":"http://theodi.org/news/land-registry-goes-big-open-data","slug":"land-registry-goes-big-open-data","title":"Land Registry goes big on open data","format":"article","updated_at":"2015-09-11T09:51:34+00:00","created_at":"2013-06-27T21:04:41+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The ODI today welcomed the move by Land Registry to make its historical price paid records available to [download for free ](http://www.landregistry.gov.uk/market-trend-data)as part of its open data programme. This will allow developers and businesses to use and reuse one of the world’s largest property datasets, comprising over 17 million residential cash and mortgage sales in England and Wales. The raw data was previously only available as a commercial product, often seen on property websites. It is also used to calculate Land Registry’s popular House Price Index.","language":"en","need_extended_font":false,"content":"<p>The ODI today welcomed the move by Land Registry to make its historical price paid records available to <a href=\"http://www.landregistry.gov.uk/market-trend-data\">download for free </a>as part of its open data programme. This will allow developers and businesses to use and reuse one of the world’s largest property datasets, comprising over 17 million residential cash and mortgage sales in England and Wales. The raw data was previously only available as a commercial product, often seen on property websites. It is also used to calculate Land Registry’s popular House Price Index.</p>\n<p>ODI Technical Director Jeni Tennison said:</p>\n<p>\"Land Registry should be congratulated on the work it has done to open up price paid data, overcoming barriers such as responsibly assessing the privacy impact of publishing, losing a revenue stream, and creating linked data. \u0002Similar organisations can learn a lot from their example. Following the recent signing of the new <a href=\"https://www.gov.uk/government/publications/open-data-charter/g8-open-data-charter-and-technical-annex\">Open Data Charter</a> by G8 members, it is great to see that commitment turn to action.”</p>\n<p>Robin Lumley-Savile, CEO of <a href=\"http://www.theodi.org/case-study/locatable\">Locatable.com</a>, one of the startups incubated at the ODI, said:</p>\n<p>“We’re incredibly excited to see the Land Registry publishing its price paid data\u0002(PPD) as this ground breaking move aligns directly with our business strategy of\u0002bringing greater transparency to the UK residential property market. In doing so the\u0002UK Government has really cemented pole position in the race to open the world’s\u0002data, setting a global example of how this process can be used to create economic\u0002opportunity.”</p>\n<p>Minister for Civil Society Nick Hurd said:</p>\n<p>“This move by the Land Registry is great news for people in the UK who will benefit\u0002from the increased openness of this information.</p>\n<p>“I’m pleased to announce that the UK’s draft National Action Plan on open government is now open for consultation. I would encourage businesses, entrepreneurs, civil society organisations and members of the public to get involved in shaping the UK’s direction on open data and transparency.”</p>\n<p>The first phase of data being released today includes records of sales at full market value\u0002lodged for registration between January 2009 and January 2012. The remainder\u0002of the data covering the period January 1995 to December 2008 will be released\u0002by November 2013. Collectively this represents over 17 years worth of valuable\u0002information on the country’s housing market.</p>\n<p>To coincide with the release Land Registry is launching its <a href=\"http://www.landregistry.gov.uk/campaigns/open-data-challenge\">first open data challenge</a>. Entrants are being asked to show the value of Land Registry’s open data by demonstrating the potential of how it can be used with up to £3,000 earmarked as prizes for successful entries.</p>\n<p>All Land Registry’s open data is available to download from the <a href=\"http://www.landregistry.gov.uk/market-trend-data\">Land Registry website</a> and <a href=\"https://www.gov.uk/\">Data.gov.uk</a> under the <a href=\"https://www.gov.uk/open-general-licences-an-overview\">OGL</a>.</p>\n<p>\u0002</p>","organizations":[],"author":{"name":"Helen Desmond","slug":"helen-desmond","state":"published","web_url":"http://theodi.org/helen-desmond","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Helen Desmond","slug":"helen-desmond","state":"published","web_url":"http://theodi.org/helen-desmond","tag_ids":[]}}