{"id":"https://contentapi.theodi.org/making-aid-data-more-useful-a-watchdogs-perspective.json","web_url":"http://theodi.org/news/making-aid-data-more-useful-a-watchdogs-perspective","slug":"making-aid-data-more-useful-a-watchdogs-perspective","title":"Making aid data more useful: a watchdog’s perspective","format":"article","updated_at":"2015-09-11T10:00:20+00:00","created_at":"2015-04-21T11:53:47+00:00","tag_ids":["news","partnership-for-open-data","aidspan","global-development"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/partnership-for-open-data.json","web_url":null,"title":"Partnership for Open Data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=partnership-for-open-data","web_url":"http://theodi.org/tags/partnership-for-open-data","slug":"partnership-for-open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/aidspan.json","web_url":null,"title":"Aidspan","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=aidspan","web_url":"http://theodi.org/tags/aidspan","slug":"aidspan"}},{"id":"https://contentapi.theodi.org/tags/keywords/global-development.json","web_url":null,"title":"global development","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=global-development","web_url":"http://theodi.org/tags/global-development","slug":"global-development"}}],"details":{"business_proposition":false,"description":"<p>A global health analyst reflects on her part in tracking and repackaging Global Fund open data, using tools to bring aid information to the masses and save users a ‘maddeningly complex’ process</p>","excerpt":"By Angela Kageni \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em><strong>By Angela Kageni</strong></em> </p>\n<p><em>A global health analyst reflects on her part in tracking and repackaging Global Fund open data, using tools to bring aid information to the masses and save users a ‘maddeningly complex’ process</em></p>\n<p>After reading a <a href=\"http://theodi.org/case-studies/aidspan-case-study-a-watchdog-organisation-in-the-health-sector\" title=\"case study\">case study</a> published by the Open Data Institute about Aidspan’s use of open data to track health spending, I found myself reminisce. </p>\n<p>For the past 8 years my work as an analyst of global health initiatives at <a href=\"www.aidspan.org\" title=\"Aidspan\">Aidspan</a> has focused particularly on the <a href=\"www.theglobalfund.org\" title=\"Global Fund\">Global Fund</a>. This has involved critiquing the Fund’s systems, policies and structures at global and country level and tracking financial and programmatic data in multiple countries. This hasn’t been an easy task.</p>\n<p>One of our most difficult jobs, for instance, is to build the technical capacity of local organisations to track the usefulness and impact of the Fund’s money. We do this by improving their access to Global Fund data and information with tools that visualise information related to grants and grantees, grant performance and donors. We also provide guidance on country-level analysis and how to search for solutions to problems. </p>\n<p><strong>Bringing aid data to the masses (not just the data geeks)</strong></p>\n<p>We develop tools like the <a href=\"http://data.aidspan.org/\" title=\"Aidspan Portal Workbench\">Aidspan Portal Workbench</a> (an online data filter portal) to help the public to access data used internally by Aidspan staff to analyse Global Fund data – a unique aspect for a watchdog agency. This allows end users to do their own analyses to support or counter what is published by Aidspan. Other tools include the <a href=\"http://www.aidspan.org/page/global-fund-overview\" title=\"Grant Portfolio\">Grant Portfolio</a> tool which analyses grant data by country, disease or region and the <a href=\"http://www.aidspan.org/page/grant-performance-analysis\" title=\"Grant Performance Analysis\">Grant Performance Analysis</a> tool which analyses grant performance against set indicators.</p>\n<p>My work as a watchdog is made somewhat easier by the Global Fund’s admirable transparency and accountability policy that has offered Aidspan the opportunity to access as much data as possible from the Global Fund. Simply put, we help others avoid the indigestion they would get from making sense of huge chunks of data on grant finances and programme performance. We do this by developing easy-to-use platforms that get the user through what could have been maddeningly complex otherwise. </p>\n<p><strong>Global Fund spending and its implications for global health</strong></p>\n<p>Making such effort is important. With annual spending of nearly US$3bn, the Global Fund money cannot easily be ignored in many recipient countries. In Sub-Sahara Africa alone, for instance, 44 countries receive more than 58% of the Fund’s global funding. </p>\n<p>Therefore analysing the flow of this money in relation to other country-level health financing data is important for those tracking how well health budgets are spent and how many lives saved as a result. </p>\n<p><strong>Setting the bar high in donor transparency</strong> </p>\n<p>Over the years, many smaller, less well-established organisations have become much more interested in exploring health financing data. This is presumably driven by a growing awareness of domestic financing in health and grants by large donors like the Fund and President's Emergency Plan for AIDS Relief (PEPFAR).</p>\n<p>Among these donors, the Global Fund remains one of the more transparent; providing access to its data via its <a href=\"http://web-api.theglobalfund.org/\" title=\"website\">website</a> and a number of other portals. However, despite the deluge of information, it can still be difficult to get more granular and reliable data that is easy to analyse. For instance, it is extremely difficult for watchdogs to track the flow of money or programme achievement at the implementation level. The data that exists is inconsistent, duplicative, incomplete and unreliable.</p>\n<p>Also, many watchdogs could but don’t make use of existing data from the Global Fund and from country-level implementers for analysis. Access barriers, inflexible formats and poor data skills pose the greatest challenges. </p>\n<p>The most critical way of overcoming these challenges is by enhancing data analysis and presentation expertise among national-level organisations interested in tracking the Global Fund, therefore increasing the number of people watching the Fund at country-level. There is a need to increase the number, consistency and quality of analysis being done at these levels and find more innovative ways of presenting what is usually dry, boring information. </p>\n<p>This will in turn increase watchdogs’ confidence in doing this work, help them prove their legitimacy in critiquing programme impact and efficacy and ultimately boost the degree of accountability and transparency within the Fund’s country-level systems.</p>\n<p>Granted, our expertise at Aidspan is focused on the Global Fund. But the same lessons about how to assess the impact of donor money or the efficacy of its grants and systems are applicable to many development initiatives around the world.</p>\n<p><em>Angela Kageni is Senior Programme Officer at Aidspan. She tweets as <a href=\"https://twitter.com/akageni\" title=\"@aKageni\">@aKageni</a></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/aidspan-case-study-a-watchdog-organisation-in-the-health-sector.json","web_url":"http://theodi.org/case-studies/aidspan-case-study-a-watchdog-organisation-in-the-health-sector","slug":"aidspan-case-study-a-watchdog-organisation-in-the-health-sector","title":"Case study: How Aidspan use open data to track health spending","format":"case_study","updated_at":"2015-09-11T09:59:09+00:00","created_at":"2015-01-14T11:02:30+00:00","tag_ids":["aidspan","open-data","health","watchdog"]},{"id":"https://contentapi.theodi.org/odp4d.json","web_url":"http://theodi.org/odp4d","slug":"odp4d","title":"Partnership for Open Data","format":"article","updated_at":"2015-09-11T10:00:06+00:00","created_at":"2013-10-28T16:55:50+00:00","tag_ids":["page","international","development","global-development","pod"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}