{"id":"https://contentapi.theodi.org/natasha-caruana-joins-odi.json","web_url":"http://theodi.org/news/natasha-caruana-joins-odi","slug":"natasha-caruana-joins-odi","title":"The Open Data Institute appoints new artist in residence Natasha Caruana","format":"article","updated_at":"2015-09-11T10:02:23+00:00","created_at":"2015-07-17T14:00:06+00:00","tag_ids":["news","data-as-culture","art","photography","natasha-caruana"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-as-culture.json","web_url":null,"title":"data as culture","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-as-culture","web_url":"http://theodi.org/tags/data-as-culture","slug":"data-as-culture"}},{"id":"https://contentapi.theodi.org/tags/keywords/art.json","web_url":null,"title":"art","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=art","web_url":"http://theodi.org/tags/art","slug":"art"}},{"id":"https://contentapi.theodi.org/tags/keywords/photography.json","web_url":null,"title":"photography","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=photography","web_url":"http://theodi.org/tags/photography","slug":"photography"}},{"id":"https://contentapi.theodi.org/tags/keywords/natasha-caruana.json","web_url":null,"title":"Natasha Caruana","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=natasha-caruana","web_url":"http://theodi.org/tags/natasha-caruana","slug":"natasha-caruana"}}],"details":{"business_proposition":false,"description":"<p>The Open Data Institute appoints new artist in residence Natasha Caruana and hosts UK premiere of ‘At First Sight’ work.</p>","excerpt":"The Open Data Institute appoints new artist in residence Natasha Caruana and hosts UK premiere of ‘At First Sight’ work\r","language":"en","need_extended_font":false,"alternative_title":"The Open Data Institute appoints new artist in residence Natasha Caruana and hosts UK premiere of ‘At First Sight’ work","url":"","content":"<p><em>The Open Data Institute appoints new artist in residence Natasha Caruana and hosts UK premiere of ‘At First Sight’ work</em></p>\n<p>The Open Data Institute (ODI) announces it is hosting the UK premiere of award-winning photographic artist, Natasha Caruana’s ‘At First Sight (Coupe De Foudre)’ work after its global launch at <a href=\"https://www.rencontres-arles.com/Home\">Les Rencontres de la photographie, Arles, July 2015</a>.</p>\n<p>On Friday 17 July 2015 <a href=\"http://natashacaruana.com\">Natasha Caruana</a> launches her ‘Love is an Act’ public exhibition at the ODI, including her most recent work ‘At First Sight’, and becomes the second artist in residence to join the ODI <a href=\"https://theodi.org/culture\">Data as Culture art programme</a> during the second part of its ‘Data Anthropologies’ theme.</p>\n<p>Caruana’s existing work captures narratives of love, fantasy and betrayal and during a six month residency at the ODI, the awarded-winning BMW Artist in Residence at the prestigious musée Nicéphore Niépce, will explore open data as an art material and subject.</p>\n<p><strong>An exclusive lens into the intimate worlds of others</strong></p>\n<p>As a photographic artist Caruana’s personal experiences fuel investigations into how everyday technology is impacting relationships. As a participant observer, Caruana carries out first-hand research using photography and other techniques as an exclusive lens into the intimate worlds of others.</p>\n<p>From dating 80 married men to reenacting love at first sight, the following works will be on public display at the ODI’s headquarters in Shoreditch: </p>\n<ul>\n<li><p><strong>‘Married Man’ (2008 - 2009)</strong> comprising of 80 self-conducted dates with married men, secretly documented in a series of identity-concealed photographs.</p></li>\n<li><p><strong>‘The Clandestine Purse’ (2008 - 2009)</strong> - a large scale tableau photograph of the purse Natasha brought to every date during her ‘Married Man’ research. The purse concealed a sound recorder documenting each date and photograph presents the purse as an anecdotal monument encapsulating secret stories of married men.</p></li>\n<li><p><strong>‘Fairytale for Sale’ (2011 - 2013)</strong> a series of defaced real wedding photos showing newlyweds performing ceremony traditions and iconic poses. Sourced online from redundant wedding dresses under resale by their owners, the obscured portraits question the transactional value of weddings as a performance and public displays of marriage.</p></li>\n<li><p><strong>‘Love Bomb’ (2012 - 2014)</strong> - a photographic series of ‘love’ spells and potions, including an orange and lemon perforated with cloves and 9 carnations in a clear glass vase. The ‘spells and potions’ are juxtaposed with photographs of homemade bombs, and accompanying recipes. The project derives from Natasha’s own struggle to overcome lost love with a former partner and challenges the media-created expectation of living to achieve love.</p></li>\n<li><p><strong>‘At First Sight’ (2014 - 2015)</strong> - photographic reenactments of falling in love at first sight, accompanied with circulation system diagrams and photographs of locations used for psychological love experiments. The piece is inspired by Natasha’s own love at first sight experience when meeting her recently wed husband in 2014.</p></li>\n</ul>\n<p><strong>Natasha Caruana said:</strong></p>\n<blockquote>\n  <p>\"I live my art life with a day-to-day attitude never knowing what might come next. Working with open data will throw me into a new realm of research. As yet I have no exact idea what project will be produced at the ODI. Previously content with pseudo investigations I will now be residing in the data ‘motherland’ for six months. Surrounded by open plan working, collaboration, data vending machines and colourful closed working pods. Data will become my everyday and I will be ready and open to investigate it.\"</p>\n</blockquote>\n<p><strong>Data Anthropologies season captures the art of love</strong></p>\n<p>Since its inception in 2012 the ODI has worked closely with diverse artists, exhibiting and commissioning works that explore new understandings of open data to wider audiences. In March 2015 the programme expanded by welcoming its first artists in residence, Thomson &amp; Craighead, to launch its third Data as Culture theme: ‘Data Anthropologies’.</p>\n<p>The theme examines the complex and often unconscious relationships between people and data. Caruana will develop a new open data themed work, with access to the full ODI team, including researchers, data scientists, policy experts, developers, startup entrepreneurs, and supported with formal open data training.</p>\n<p><strong>Hannah Redler, Curator in Residence at the ODI said:</strong></p>\n<blockquote>\n  <p>“Artists play a key role in unearthing unexpected meanings in current and emerging cultures, including how we engage with open data. Natasha’s sustained emotional involvement is integral to her performance,research and ability to turn personal events into universal concerns. By extracting emotions entangled in everyday technology, Natasha reminds us of how accepting we are of our immersion in technology .”</p>\n</blockquote>\n<p><strong>Gavin Starks, CEO at the ODI said:</strong></p>\n<blockquote>\n  <p>“We like people who challenge our perception of data. Natasha’s works draw us into unexpected worlds, investigates our psychology, and reframes personal moments that – once private or only witnessed in trusted environments – are now available to the world, at-scale, forever. I look forward to seeing how she might rewire our preconceptions of privacy, transform our sense of moment, or upturn our notion of open.”   </p>\n</blockquote>\n<p><strong>Data as Culture is open for visitors</strong></p>\n<p>Following the private view on 16 July 2015, the exhibition will be open to the public during Monday to Friday office hours from 17 July - 16 December 2015. Visitors must contact the ODI ahead of visiting on 020 3598 9395, or dac@theodi.org. Data Anthropologies is curated by Hannah Redler, Associate Curator in Residence, with Julie Freeman, Artist Associate and Gavin Starks, CEO.  </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Patrice John-Baptiste","slug":"patrice-johnbaptiste","state":"published","web_url":"http://theodi.org/team/patrice-johnbaptiste","tag_ids":["team","culture-programme","team-member"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/data-anthropologies-the-open-data-institute-launches-third-season-of-data-as-culture-art-programme.json","web_url":"http://theodi.org/news/data-anthropologies-the-open-data-institute-launches-third-season-of-data-as-culture-art-programme","slug":"data-anthropologies-the-open-data-institute-launches-third-season-of-data-as-culture-art-programme","title":"Data Anthropologies: the Open Data Institute launches third season of Data as Culture art programme","format":"article","updated_at":"2015-09-11T09:59:53+00:00","created_at":"2015-03-24T16:31:33+00:00","tag_ids":["news","data-as-culture","art","thomson-craighead"]},{"id":"https://contentapi.theodi.org/data-as-culture-2015-curators-statement.json","web_url":"http://theodi.org/data-as-culture-2015-curators-statement","slug":"data-as-culture-2015-curators-statement","title":"Data as Culture 2015: Curator's statement","format":"article","updated_at":"2015-09-11T09:59:48+00:00","created_at":"2015-03-23T12:03:37+00:00","tag_ids":["page","data-as-culture","curator"]},{"id":"https://contentapi.theodi.org/culture.json","web_url":"http://theodi.org/culture","slug":"culture","title":"Data as Culture","format":"article","updated_at":"2016-08-19T11:02:10+00:00","created_at":"2012-11-25T22:02:06+00:00","tag_ids":["page","data-as-culture","culture","art","data-driven"]}],"organizations":[],"author":{"name":"Patrice John-Baptiste","slug":"patrice-johnbaptiste","state":"published","web_url":"http://theodi.org/team/patrice-johnbaptiste","tag_ids":["team","culture-programme","team-member"]}}