{"id":"https://contentapi.theodi.org/new-certificates-launched-help-everyone-discover-understand-and-use-open-data.json","web_url":"http://theodi.org/news/new-certificates-launched-help-everyone-discover-understand-and-use-open-data","slug":"new-certificates-launched-help-everyone-discover-understand-and-use-open-data","title":"New certificates launched to help everyone discover, understand, and use open data","format":"article","updated_at":"2015-09-11T09:51:32+00:00","created_at":"2013-06-14T22:40:44+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The ODI is today launching [Open Data Certificates ](https://certificates.theodi.org/)to help everyone find, understand and use open data that is being released. The new certificates are being\u0002announced by CEO Gavin Starks at a G8 Summit event: Open for Growth.\u0002","language":"en","need_extended_font":false,"content":"<p>The ODI is today launching <a href=\"https://certificates.theodi.org/\">Open Data Certificates </a>to help everyone find, understand and use open data that is being released. The new certificates are being\u0002announced by CEO Gavin Starks at a G8 Summit event: Open for Growth.\u0002\nThe certificates have been created in response to business, government, and citizen needs to bring rigour to the publication, dissemination and usage of open data. Over the last six months, ODI has been collaborating with dozens of organisations around the world to define the certificates. Today sees their first Beta release.</p>\n<p>Gavin Starks, ODI CEO, said:</p>\n<p>‘We’re entering an era where open is the new default. Much like the global web of documents has grown over the last 20 years, we are seeing the emergence of a global web of data.’</p>\n<p>‘The certificates will help to create the right conditions for innovation: making open data easier to find, share and use. We want to give confidence to people to invest their time, energy, and money: to build sustainable services that meet user needs, and improve people’s lives.’</p>\n<p>‘Given the level of interest we have seen, we anticipate wide global adoption of Open Data Certificates.’</p>\n<p>The certificate is made up of two components:</p>\n<p>1)\u0002a visual mark that shows the quality level of the data</p>\n<p>2) a human and machine-readable description of the data being released</p>\n<p>There are four levels of certificates:</p>\n<p>Raw: A great start at the basics of publishing open data.</p>\n<p>Pilot: Data users receive extra support from, and provide feedback to the publisher.</p>\n<p>Standard: Regularly published open data with robust support that people can rely on.</p>\n<p>Expert: An exceptional example of information infrastructure.</p>\n<p>Benefits of the certificates include helping:</p>\n<ul>\n<li>publishers of data understand how they can better connect with their users;</li>\n<li>users of data to understand its quality, licensing, structure, and its usability;</li>\n<li>businesses, entrepreneurs and innovators have confidence that the data has value to them;</li>\n<li>policy-makers benchmark and compare the progress and quality of the data released.</li>\n</ul>\n<p>Commercial and public sector organisations have already committed to the certificates including:  </p>\n<ul>\n<li><p>Open Corporates: corporate information for over 50 million companies worldwide</p></li>\n<li><p>OpenStreetMap: the free wiki world map offering worldwide open geodata</p></li>\n</ul>\n<p>-\u0002legislation.gov.uk: 500 years of UK legislation information</p>\n<ul>\n<li><p>amee: an environmental score for each of the 2.7 million companies in Britain</p></li>\n<li><p>MastodonC:\u0002energy monitoring data analysis from Retrofit for the Future projects</p></li>\n<li><p>Placr: transport data covering all 360,000 stops and stations nationwide</p>\n<p>Jeni Tennison, Technical Director at the ODI\u0002said:</p></li>\n</ul>\n<p>‘Publishing open data can be difficult, time-consuming and may need the support of legal and technical teams. Anyone who gets a certificate, at whatever level, has done really well.’</p>\n<p>‘The Expert level sets a very high bar. This ambition underpins the potential we see in open data if it is published well. We don’t know who will be the first to attain an Expert certificate, but whoever it is will be celebrated!’</p>\n<p>Certificates are created online, for free, at <a href=\"http://certificates.theodi.org/\">http://certificates.theodi.org/</a>. The process involves publishers answering a series of questions, each of which affect the certificate generated at the end.</p>\n<p>Read Minister for the Cabinet Office, Francis Maude's <a href=\"https://www.gov.uk/government/speeches/francis-maude-speech-on-transparency\">opening remarks at the conference</a>, with the\u0002emphasis firmly\u0002on open data and transparency</p>","organizations":[],"author":{"name":"Helen Desmond","slug":"helen-desmond","state":"published","web_url":"http://theodi.org/helen-desmond","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Helen Desmond","slug":"helen-desmond","state":"published","web_url":"http://theodi.org/helen-desmond","tag_ids":[]}}