{"id":"https://contentapi.theodi.org/new-odi-partnership-seeks-bring-benefits-open-data-developing-countries.json","web_url":"http://theodi.org/news/new-odi-partnership-seeks-bring-benefits-open-data-developing-countries","slug":"new-odi-partnership-seeks-bring-benefits-open-data-developing-countries","title":"New ODI partnership seeks to bring benefits of open data to developing countries","format":"article","updated_at":"2015-09-11T09:51:49+00:00","created_at":"2013-09-18T10:47:51+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The Open Data Institute has joined forces with the [World Bank](http://www.worldbank.org/) and the [Open Knowledge Foundation](http://okfn.org/) in a three-year project designed to help policy makers and citizens in developing countries understand and exploit the benefits of open data.","language":"en","need_extended_font":false,"content":"<p>The Open Data Institute has joined forces with the <a href=\"http://www.worldbank.org/\">World Bank</a> and the <a href=\"http://okfn.org/\">Open Knowledge Foundation</a> in a three-year project designed to help policy makers and citizens in developing countries understand and exploit the benefits of open data.</p>\n<p>The project, launched today at the <a href=\"http://okcon.org/\">Open Knowledge Conference</a> in Geneva, has three objectives: supporting developing countries to plan, execute and run open data initiatives; increasing the use of open data in developing countries; and growing the evidence-base on the impact of open data for development.</p>\n<p><a href=\"http://www.theodi.org/people/gavin\">Gavin Starks</a>, CEO of the ODI said: “Open data drives economic growth and spurs innovation, unlocking previously unforeseen benefits for everyday citizens and for society as a whole. This project will enable more countries and citizens to discover solutions to their most pressing challenges. Our partnership with the World Bank and the Open Knowledge Foundation opens up almost limitless possibilities: to share, collaborate and generate value from open data at a global scale. Plus, it aligns entirely with the ODI’s aim to expand into new countries and sectors.”</p>\n<p>The project will include scoping the state of open data; assessing the readiness of countries to open up – and use – their data; training government officials, other policy makers, and civil society; undertaking research and producing guidelines on the best use of open data; and producing case studies of impact. At this stage all developing countries have an equal chance of participating.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/ok4.jpg\" alt=\"\" /></p>\n<p><em>Pictured at the Open Knowledge Conference after agreeing the partnership are: Edward Anderson, World Bank; Jeni Tennison, the ODI; Rufus Pollock, the Open Knowledge Foundation; Amparo Ballivan, World Bank; and Laura James, the Open Knowledge Foundation</em></p>\n<p>With an initial budget of $1.25m in year one, the three founding organisations are looking for other partners to join them on the project. Interested parties should contact the ODI or Open Knowledge Foundation to find out more.</p>\n<p><a href=\"http://web.worldbank.org/WBSITE/EXTERNAL/COUNTRIES/LACEXT/EXTLACREGTOPPOVANA/0,,contentMDK:21051421~pagePK:34004173~piPK:34003707~theSitePK:841175,00.html\">Amparo Ballivian</a>, Lead Economist at the World Bank said: “Open data has already brought extraordinary benefits to people in rich countries, helping them to understand and improve the world around them. This project will take the benefits of open data to the developing world. It will explore and extend the frontiers of open data and harness its benefits for poverty reduction.” See Amparo Ballivian announcing the partnership at the Open Knowledge Conference in Geneva by clicking <a href=\"http://new.livestream.com/accounts/5389255/okcon/videos/30340282\">here</a>.</p>\n<p><a href=\"http://okfn.org/about/team/#Laura_James_8212_CEO\">Laura James</a>, CEO of the Open Knowledge Foundation: “Making government, scientific and other data accessible and usable drives positive change across the spectrum: from health to transport, education to entrepreneurship, culture to community. This project will give citizens in developing countries the knowledge they need to campaign for change, and empower them to their hold their governments to account.”</p>","organizations":[],"author":{"name":"Helen Desmond","slug":"helen-desmond","state":"published","web_url":"http://theodi.org/helen-desmond","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Helen Desmond","slug":"helen-desmond","state":"published","web_url":"http://theodi.org/helen-desmond","tag_ids":[]}}