{"id":"https://contentapi.theodi.org/new-odi-research-shows-open-data-reaching-every-sector-of-uk-industry.json","web_url":"http://theodi.org/news/new-odi-research-shows-open-data-reaching-every-sector-of-uk-industry","slug":"new-odi-research-shows-open-data-reaching-every-sector-of-uk-industry","title":"New ODI research shows open data reaching every sector of UK industry","format":"article","updated_at":"2015-09-11T10:01:15+00:00","created_at":"2015-05-31T18:45:39+00:00","tag_ids":["news","open-data-means-business","industry","business","uk"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-means-business.json","web_url":null,"title":"open data means business","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-means-business","web_url":"http://theodi.org/tags/open-data-means-business","slug":"open-data-means-business"}},{"id":"https://contentapi.theodi.org/tags/keywords/industry.json","web_url":null,"title":"industry","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=industry","web_url":"http://theodi.org/tags/industry","slug":"industry"}},{"id":"https://contentapi.theodi.org/tags/keywords/business.json","web_url":null,"title":"business","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=business","web_url":"http://theodi.org/tags/business","slug":"business"}},{"id":"https://contentapi.theodi.org/tags/keywords/uk.json","web_url":null,"title":"UK","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=uk","web_url":"http://theodi.org/tags/uk","slug":"uk"}}],"details":{"business_proposition":false,"description":"<p>New ODI research shows open data reaching every sector of UK industry</p>","excerpt":"Open data businesses are helping UK citizens find jobs, monitor flood zones, order food in restaurants and find courses for further education\r","language":"en","need_extended_font":false,"alternative_title":"New ODI research shows open data reaching every sector of UK industry","url":"","content":"<h3 id=\"opendatabusinessesarehelpingukcitizensfindjobsmonitorfloodzonesorderfoodinrestaurantsandfindcoursesforfurthereducation\">Open data businesses are helping UK citizens find jobs, monitor flood zones, order food in restaurants and find courses for further education</h3>\n<p>New research has been published today (1 June) by the Open Data Institute showing that open data is reaching every sector of UK industry.</p>\n<p>In various forms, open data is being adopted by a wide variety of businesses – small and large, new and old, from right across the country. The findings from <a href=\"http://www.theodi.org/open-data-means-business\"><strong><em>Open data means business: UK innovation across sectors and regions</em></strong></a> draw on 270 companies with a combined turnover of £92bn and over 500k employees, identified by the ODI as using, producing or investing in open data as part of their business. The project included desk research, surveys and interviews on the companies’ experiences.</p>\n<p><strong>Key findings from the research include:</strong></p>\n<ul>\n<li><p>Companies using open data <strong>come from many sectors</strong>; over 46% from outside the information and communication sector. These include finance &amp; insurance, science &amp; technology, business administration &amp; support, arts &amp; entertainment, health, retail, transportation, education and energy.</p></li>\n<li><p>Almost half (49%) of the companies studied are <strong>based outside London</strong>. Those within London are spread across the city (not just 'Tech City' or Shoreditch).</p></li>\n<li><p>The most popular datasets for companies are <strong>geospatial/mapping data</strong> (57%), transport data (43%) and environment data (42%).</p></li>\n<li><p>39% of companies innovating with open data are <strong>over 10 years old</strong>, with some more than 25 years old, proving open data isn’t just for new digital startups.</p></li>\n<li><p>‘Micro-enterprises’ (businesses with fewer than 10 employees) represented 70% of survey respondents, demonstrating a <strong>thriving open data startup scene</strong>. These businesses are using it to create services, products and platforms. 8% of respondents were drawn from large companies of 251 or more employees.</p></li>\n<li><p>70% of companies surveyed use government open data, while almost half (49%) of the surveyed companies use open data from non-government sources, such as businesses, non-profits and community projects. 39% use a combination of government and non-governmental open data.</p></li>\n<li><p>The companies surveyed listed 25 different government sources for the data they use. Notably, <a href=\"https://www.ordnancesurvey.co.uk/opendatadownload/products.html\">Ordnance Survey</a> data was cited most frequently, by 14% of the companies. The non-government source most commonly used was <a href=\"http://www.openstreetmap.org/\">OpenStreetMap</a>, an openly licenced map of the world created by volunteers.</p></li>\n<li><p>80% and 70% of respondents respectively said that accuracy and the licensing of the data are crucial when deciding to use open data in their business.</p></li>\n</ul>\n<p><strong>5 companies using open data in interesting ways:</strong></p>\n<ul>\n<li><p><a href=\"https://www.adzuna.co.uk/\">Adzuna’s</a> Job Market Report allows job hunters to compare the availability of jobs in different areas of the country. Adzuna combines open data from the Office of National Statistics (ONS) with its jobs data to generate new metrics such as jobseekers per vacancy by location.</p></li>\n<li><p>Data consultancy <a href=\"http://geolytix.co.uk/blog/category/open-data/geodata/supermarket-locations/\">Geolytix</a> has gathered and mapped data on over 10,000 supermarkets in the UK and published it as open data – allowing supermarkets to identify market competition and opportunities for new stores, and developers to create new services for shoppers.</p></li>\n<li><p><a href=\"http://foodtrade.menu\">FoodTrade.Menu</a> allows small restaurants and caterers to ensure their menus comply with new allergen regulations by creating customer menus with the most up-to-date allergen information. It uses open data from the Food Standards Agency.</p></li>\n<li><p>Software company <a href=\"http://www.shoothill.com/\">Shoothill</a> is enabling residents in flood zones to monitor local river levels at 15 minute intervals with GaugeMap. The product is based on data from 2,400 river level monitoring gauges, each gauge is assigned a Twitter account for local citizens to follow.</p></li>\n<li><p>Mime Consultancy will launch <a href=\"http://www.skillsroute.com/\">Skills Route</a>, a new platform for schools in September, allowing students to see which local education providers are offering their chosen post-16 subjects and the grades they are likely to achieve at each, based on their predicted GCSE results. It even shows possible career paths thereafter and potential earnings. The platform uses open data from the Department for Education.</p></li>\n</ul>\n<p><strong>Open data strategies</strong></p>\n<p>The research shows that startups are critical disruptors, challengers and innovators in open data, as with all industries. They are exposing diverse business opportunities in open data but also exposing the challenges faced when working with a new resource. For example, FoodTrade uses open data to develop an allergen compliance tool, but also aspires to redesign the food system in a more sustainable way.</p>\n<p><strong>Sarah Hitchcock, Partner at Geolytix said:</strong></p>\n<blockquote>\n  <p>“Open data has opened up the market, allowing GeoLytix to build novel products which underpin the strategies and models we develop with our customers and support our growth by enabling us to sell ‘value-add’ data at a more competitive price. Without open data GeoLytix would not exist – we use it every day. In return, we release our own open data, which along with making us happy helps to establish GeoLytix in the market place.”</p>\n</blockquote>\n<p><strong>Gavin Starks, CEO at the ODI said:</strong></p>\n<blockquote>\n  <p>“Open data is a material resource for many UK companies regardless of their location, sector or size – and companies are both consuming and producing open data to create new products and services across major market segments.</p>\n  <p>“Our research also highlights how the UK can build on this success: there are many practical steps companies can take to exploit the opportunities of open data, but this must be supported by policy commitments to provide stable access to high-quality open data from the public sector. These commitments will give confidence to innovative companies to help them grow their economic impact.”</p>\n</blockquote>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/open-data-means-business.json","web_url":"http://theodi.org/open-data-means-business","slug":"open-data-means-business","title":"Research: Open data means business","format":"article","updated_at":"2016-05-24T08:59:39+00:00","created_at":"2015-04-23T13:56:34+00:00","tag_ids":["page","open-data-means-business","business","research","uk","startups"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}