{"id":"https://contentapi.theodi.org/nigel-shadbolt-on-open-data-uk-leads-but-must-not-become-complacent.json","web_url":"http://theodi.org/news/nigel-shadbolt-on-open-data-uk-leads-but-must-not-become-complacent","slug":"nigel-shadbolt-on-open-data-uk-leads-but-must-not-become-complacent","title":"Nigel Shadbolt on open data: 'UK leads but must not become complacent'","format":"article","updated_at":"2015-09-11T09:57:23+00:00","created_at":"2014-10-10T13:37:55+00:00","tag_ids":["news","summit"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/summit.json","web_url":null,"title":"Summit","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=summit","web_url":"http://theodi.org/tags/summit","slug":"summit"}}],"details":{"business_proposition":false,"description":"","excerpt":"If we are to realise the benefits that open data offers for innovation and value creation we must be bold, brave and resolute. \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>If we are to realise the benefits that open data offers for innovation and value creation we must be bold, brave and resolute.</em> </p>\n<p>Ahead of his talks at the <a href=\"http://summit.theodi.org/\" title=\"ODI Summit\">ODI Summit</a>, we speak with Artificial Intelligence professor, web scientist and self proclaimed <strong>open data evangelist Sir Nigel Shadbolt</strong>.</p>\n<p>Nigel is Chairman of the Open Data Institute, which he co-founded with Sir Tim Berners-Lee in 2012. He also teaches AI at the University of Southampton and is a director of the <a href=\"http://webscience.org/\" title=\"Web Science Trust\">Web Science Trust</a>, which seeks to advance our understanding of the web and promote its positive impact on society.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/3b/e1/543be1181f986a087d000005/5545906663_c98ba787d2_b.jpg\" alt=\"null\" class=\"img\" id=\"543be118d0d46207ad000028\"><small><i><a href=\"https://www.flickr.com/photos/59067177@N08/5545906663/in/photolist-9s5dRg-9s5dPg-9s8cnS-9s5dQp-9s5dLc-9s8cro-9s5dNB-7WZHF4-7WZGvK-7WZELR-7WZyaD-7WZwNc-7X3PEU-7WZxC4-7X3UrA-7WZxkx-7X3M4Q-7WZFFt-7X3MZU-7X3U9m-7X3PWG-7X3NWu-7WZDyx-7WZyfi-7X3Mpm-7X3Wzb-7X3RHU-7X3L7s-7X3Q2L-7X3LuQ-7X3LcU-7WZJor-7WZywi-7X3Mzu-7X3MTf-7X3Tdw-7X3Q8G-7WZFAa-7WZKfR-7X3Kwq-7X3Vfq-7WZAex-7X3MjJ-7X3TAC-7X3MLs-7WZEpT-7X3TiY-7WZx3F-7WZAY8-7X3N7d\">Flickr RSLN (CC BY-SA 2.0)</a></i></small></p>\n<p><strong>Hi Nigel. As a student, you started out with an undergraduate degree in psychology and philosophy. What inspired to you to move into artificial intelligence?</strong></p>\n<p>It was the philosophy and psychology. I was fascinated by two questions. What is the basis of human intelligence? Can we build intelligent machines? The first is a question that is central to psychology. The second is a question that was becoming more and more interesting to philosophers. In 1950, the great British scientist and mathematician Alan Turing had published an article in the philosophical journal Mind. The title of the article was <a href=\"http://www.loebner.net/Prizef/TuringArticle.html\" title=\"‘Computing machinery and intelligence’\">‘Computing machinery and intelligence’</a>. I wanted to take what I had learnt in psychology and find out whether we could understand intelligence by using computers. So, off I went to the Edinburgh University’s Department of Artificial Intelligence to begin a PhD. </p>\n<p><strong>In 2009, you were given the task of helping to transform access to public sector information. How far do you feel we have come since then towards open government data, and what are the biggest challenges?</strong></p>\n<p>On a number of measures the UK does very well in terms of the open government data it publishes – almost 20,000 datasets the last time I looked. In the UK we publish data from across all departments of national government, local government and the devolved administrations. The UK ranks number one in both of the most authoritative open data indices. So we have come a long way, but we cannot become complacent, or be lulled into a false sense of security. There is much more data to release, those in power too often succumb to pressures to sell public data when it should be made an open public resource, and there is another huge challenge when it comes to increasing data literacy.</p>\n<p><strong>What will you be talking about at the ODI Summit?</strong></p>\n<p>The difference that open data has made. The difference the ODI is making. The scale of our ambition going forward. I will discuss the very real challenges that remain. The potential of open data is huge. If we are to realise the benefits that open data offers for innovation and value creation we must be bold, brave and resolute. </p>\n<p><strong>Which other sessions are you most looking forward to, and why?</strong></p>\n<p>I'm really looking forward to all of them!</p>\n<p><strong>What direction do you see open data heading in over the next five years, and what most excites you about its future?</strong></p>\n<p>It will become the default setting in many areas – not just open government data but open research data from the science community. We will see an increasing number of companies realise the innovative potential that exists by making various of their data available as open data. What excites me is the network effect that we will see emerge as more data is made available as open data – data becomes more valuable as it is linked.</p>\n<p><strong>As more councils, cities and countries open up their data, which sector do you think stands to gain the most, and why?</strong></p>\n<p>All sectors benefit stand to benefit: health, education, transport, environment, energy, finance, insurance, the list goes on. These benefits emerge at all scales – from the very local, through to cities, regions, nations and internationally. I would predict that we will see a particular focus on smart cities, because an open data infrastructure for the public and private delivery of services makes so much sense at an urban level.    </p>\n<p><strong>This year we’re holding the first ever <a href=\"http://summit.theodi.org/awards/\" title=\"Open Data Awards\">Open Data Awards</a>. Why are these a good idea?</strong></p>\n<p>We should celebrate the remarkable achievements we have seen in the use, deployment and exploitation of open data. Whether it is the applications that have been built, the organisations that are pioneering the use of open data, or the many individuals whose leadership and ingenuity have made a difference. Let’s recognise these achievements.</p>\n<p><em>Sir Nigel Shadbolt will be giving the closing keynote speech at the <a href=\"http://summit.theodi.org/\" title=\"ODI Summit conference\">ODI Summit conference</a> at BFI Southbank, London, on Saturday, 4 November. He will also be announcing the winners of the first annual ODI Awards at a <a href=\"http://summit.theodi.org/dinner/\" title=\"gala dinner\">gala dinner</a> in the evening. Book your conference and gala dinner tickets <a href=\"http://summit.theodi.org/#tile_registration\" title=\"here\">here</a>.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/speaker-profile-bill-thompson.json","web_url":"http://theodi.org/blog/speaker-profile-bill-thompson","slug":"speaker-profile-bill-thompson","title":"Bill Thompson on open data: 'Nothing comes from nothing'","format":"article","updated_at":"2015-09-11T09:57:14+00:00","created_at":"2014-10-03T10:15:20+00:00","tag_ids":["blog"]},{"id":"https://contentapi.theodi.org/speaker-profile-ruth-mackenzie.json","web_url":"http://theodi.org/blog/speaker-profile-ruth-mackenzie","slug":"speaker-profile-ruth-mackenzie","title":"Ruth Mackenzie on open data: 'The digital arts movement is growing'","format":"article","updated_at":"2015-09-11T09:57:18+00:00","created_at":"2014-10-03T08:44:43+00:00","tag_ids":["blog","data-as-culture"]}],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}