{"id":"https://contentapi.theodi.org/odi-celebrates-new-year-obe-for-technical-director-jeni-tennison.json","web_url":"http://theodi.org/news/odi-celebrates-new-year-obe-for-technical-director-jeni-tennison","slug":"odi-celebrates-new-year-obe-for-technical-director-jeni-tennison","title":"ODI celebrates New Year OBE for Technical Director, Jeni Tennison ","format":"article","updated_at":"2015-09-11T09:53:53+00:00","created_at":"2013-12-30T20:34:01+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"business_proposition":false,"description":"","excerpt":"ODI founders, Sir Nigel Shadbolt and Sir Tim Berners-Lee have welcomed the news that Technical Director, Jeni Tennison has received an OBE in the New Year’s Honours.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>ODI founders, Sir Nigel Shadbolt and Sir Tim Berners-Lee have welcomed the news that Technical Director, Jeni Tennison has received an OBE in the New Year’s Honours.</p>\n<p>Jeni, who grew up in Cambridge, first trained as a psychologist before gaining a PhD in collaborative ontology development from the University of Nottingham. </p>\n<p>Before joining the ODI, she was the technical architect and lead developer for <a href=\"http://www.legislation.gov.uk\">legislation.gov.uk</a>, which pioneered the use of open data APIs within the public sector, set a new standard in the publication of legislation on the web, and formed the basis of The National Archives’ strategy for bringing the UK’s legislation up to date as open, public data.\nSpeaking about today’s Honour, ODI Chairman, Sir Nigel Shadbolt said:</p>\n<blockquote>\n  <p>Jeni inspires affection, loyalty and admiration in all who know her. She has a special blend of deep technical know how and an intuitive sense of what works in the world of the Web.</p>\n  <p>In Jeni the ODI has a fantastic CTO and the open data community a great role model. It has been a privilege to work with her for over two decades and it is wonderful to see her recognised in this way.</p>\n</blockquote>\n<p><strong>Web credentials</strong></p>\n<p>Before taking up her post at the ODI, Jeni worked with Nigel on the early linked data work on <a href=\"http://www.data.gov.uk\">data.gov.uk</a>, helping to engineer new standards for the publication of statistics as linked data; building APIs for geographic, transport and education data; and supporting the publication of public sector organograms as open data. </p>\n<p>She has contributed to several international standards through the World Wide Web Consortium (W3C). She was appointed by Sir Tim Berners-Lee to the W3C’s Technical Architecture Group in 2011, has since chaired the W3C’s HTML Data Task Force and is co-chair of the CSV on the Web Working Group.</p>\n<p>ODI President, Berners-Lee said: </p>\n<blockquote>\n  <p>The world needs more people like Jeni. She is an engineer of great skill, who understands and designs things with a depth greater than most. She is also an excellent intuitive communicator, and a very effective organiser and leader. </p>\n  <p>Jeni has put a huge amount of effort into the worlds of open data, and web technology in general. She has done this with a blend of leadership, insight, and deep technical knowledge.</p>\n</blockquote>\n<p>Jeni Tennison added: </p>\n<blockquote>\n  <p>I am very honoured to be awarded an OBE. To me it’s a recognition that the work we do — developing open source software, collaborating on open standards, and supporting the publication and use of open data — is done for the benefit of society. </p>\n  <p>I have been extremely lucky throughout my career to work with amazing, inspirational colleagues, to have an incredibly supportive family, and to be part of warm and welcoming communities. The achievements for which I’m being awarded this honour would have been impossible without them.</p>\n</blockquote>","media_enquiries_name":"Emma Thwaites","media_enquiries_email":"emma.thwaites@theodi.org","media_enquiries_telephone":"447990804805","organizations":[{"name":"Open Data Institute (ODI)","slug":"odi-open-data-institute","url_helper":"http://theodi.org/odi-open-data-institute"}],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/jeni-tennison.json","web_url":"http://theodi.org/team/jeni-tennison","slug":"jeni-tennison","title":"Jeni Tennison","format":"person","updated_at":"2016-11-10T15:39:25+00:00","created_at":"2012-09-11T12:53:20+00:00","tag_ids":["team","team","strategy-programme","staff","ceo"]}],"organizations":[{"name":"Open Data Institute (ODI)","slug":"odi-open-data-institute","url_helper":"http://theodi.org/odi-open-data-institute"}],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}