{"id":"https://contentapi.theodi.org/odi-welcomes-fifth-start-honest-buildings-takes-residence.json","web_url":"http://theodi.org/news/odi-welcomes-fifth-start-honest-buildings-takes-residence","slug":"odi-welcomes-fifth-start-honest-buildings-takes-residence","title":"ODI Welcomes Fifth Start-up as Honest Buildings Takes up Residence","format":"article","updated_at":"2015-09-11T09:51:00+00:00","created_at":"2013-02-28T09:43:18+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The US-based commercial real estate network, [Honest Buildings](http://www.honestbuildings.com/) (HB) has moved in to the ODI’s HQ. \u0002HB, which has officially announced its expansion in to the UK this week, joins [Locatable](http://www.theodi.org/case-study/locatable), [Mastadon C](http://www.theodi.org/case-study/mastodon-c), [Open Corporates](http://www.theodi.org/case-study/opencorporates) and [Placr](http://www.theodi.org/case-study/placr) - start-up companies already based in the ODI's London office.  ","language":"en","need_extended_font":false,"content":"<p>The US-based commercial real estate network, <a href=\"http://www.honestbuildings.com/\">Honest Buildings</a> (HB) has moved in to the ODI’s HQ. \u0002HB, which has officially announced its expansion in to the UK this week, joins <a href=\"http://www.theodi.org/case-study/locatable\">Locatable</a>, <a href=\"http://www.theodi.org/case-study/mastodon-c\">Mastadon C</a>, <a href=\"http://www.theodi.org/case-study/opencorporates\">Open Corporates</a> and <a href=\"http://www.theodi.org/case-study/placr\">Placr</a> - start-up companies already based in the ODI's London office.  </p>\n<p>HB has unlocked open data on over 14.1 million square meters (9,500 commercial buildings) in the UK, adding to its global network of over 750,000 buildings. For the first time, this connects owners, managers and tenants with service professionals across the globe. It aims to speed up business cycles and encourage the use of higher performing buildings.  </p>\n<p>Head of Market Development in Europe, Nick Katz said:  </p>\n<p>“Whether you’re in London or Liverpool, are a billion-pound property owner or a small retail tenant, we’re thrilled to offer a new way to make real estate decisions faster and more efficiently than ever before.\u0002The HB Network now has an online profile for nearly every UK property, making it easy to compare companies, projects and professionals and find the best solution for your real estate needs.”  </p>\n<p>As part of today’s announcement, HB has partnered with BRE Global to make environmental information about UK commercial property more transparent. For the first time on a web platform other than its own, BRE Global will display the environmental performance certifications of thousands of buildings that are certified under the BREEAM standard. \u0002BREEAM is the internationally recognised measure of a building’s sustainability.  </p>\n<p>Welcoming HB to the ODI, Technical Director, Jeni Tennison said:  </p>\n<p>“Honest Buildings is using open data to catalyse positive change in the international property market. In an industry where information can be hard to get hold of, the ODI is working with HB to unlock building and project-level data from public, private and user generated sources. \u0002Organising and displaying this mix of data makes it easier for people to assess the environmental characteristics and history of buildings as well as the track record of professionals who work on them, helping them to make informed choices. In this way, HB is demonstrating the social, economic and environmental value of opening up the commercial property sector worldwide. They are a great addition to the group of start-ups being incubated at the ODI”.</p>\n<p><em>Read <a href=\"http://www.theodi.org/blog/guest-blog-honest-buildings-joins-odi-start-ups\">Nick Katz' blog </a>about working with the ODI\u0002</em></p>","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}