{"id":"https://contentapi.theodi.org/odi-telef-nica-and-mit-set-data-challenge-campus-party-2013.json","web_url":"http://theodi.org/news/odi-telef-nica-and-mit-set-data-challenge-campus-party-2013","slug":"odi-telef-nica-and-mit-set-data-challenge-campus-party-2013","title":"The ODI, Telefónica and the MIT set a Data Challenge for Campus Party 2013","format":"article","updated_at":"2015-09-11T09:51:46+00:00","created_at":"2013-08-30T15:57:55+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"With [Datathon for Social Good](http://new.dynamicinsights.telefonica.com/674/the-details), the three partners are asking developers to build ideas, concepts, applications and even businesses using anonymised datasets.","language":"en","need_extended_font":false,"content":"<p>With <a href=\"http://new.dynamicinsights.telefonica.com/674/the-details\">Datathon for Social Good</a>, the three partners are asking developers to build ideas, concepts, applications and even businesses using anonymised datasets.</p>\n<p>The datasets are being provided by <a href=\"http://dynamicinsights.telefonica.com/\">Telefónica Dynamic Insights</a>, <a href=\"http://www.theodi.org/\">The Open Data Institute</a> and the <a href=\"http://media.mit.edu/\">MIT Medialab</a>. Participants are being invited to create solutions that can improve the way we live. The winners will be fast tracked on the next UK call for Wayra, Telefónica’s start-up accelerator programme.</p>\n<p>ODI CEO, Gavin Starks said:</p>\n<blockquote>\n  <p>\"Open Data is a key emergent trend in the web and society at the moment. Commercial companies are also discovering that there is a strong economic case for action. \u0002As an ODI Partner Member, Telefonica is demonstrating leadership in this space. With this competition they are both opening up their own data and offering a place in their incubator to \u0002the team that can find the most beneficial uses for it. These kinds of initiatives help unlock economic, social, and environmental value using open data as a raw material.\"</p>\n</blockquote>\n<p><strong>Data sets</strong><br />\n \u0002<br />\n The following data sets will be made available to the Datathon participants:</p>\n<ul>\n<li>Geo-localised open data sets in transportation and emergency services location;</li>\n<li>non-localised Twitter data sets;</li>\n<li>and anonymised and aggregated data from Telefónica’s UK mobile network including calculations of footfall for the London Metropolitan Area over the course of a three week period.</li>\n</ul>\n<p>For instance, understanding how crowds move towards high streets during the busy Christmas shopping period can help emergency services allocate their resources more effectively, or help manage the flow of road traffic on London’s busiest routes.\u0002\nThe competition will be opened by Professor Alex “Sandy” Pentland from MIT and Gavin\u0002<br />\n Starks on the 3rd of September during Campus Party 2013 at the O2.</p>\n<p>Campus Party will be host to 10,000 ‘campuseros’ – some of the brightest young minds in tech from across Europe – to explore and celebrate exciting new technologies from robotics to gaming, and coding to green tech, helping inspire a new generation of digital makers. \u0002The event is Europe’s biggest and most ambitious technology festival, taking place this year at The O2 in London from 2 to 7 September. \u0002\u0002\nApplications for teams wishing to take part in Datathon <a href=\"http://dynamicinsights.telefonica.com\">are now open</a>.\u0002\n<em>Read a <a href=\"http://theodi.org/blog/member-blog-risk-vs-opportunities-finding-balance-data\">blog by Telefonica's Hugo Pinto</a></em><br />\n \u0002\n\u0002</p>","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}