{"id":"https://contentapi.theodi.org/odi-and-datacite-join-forces-to-boost-data-reuse.json","web_url":"http://theodi.org/news/odi-and-datacite-join-forces-to-boost-data-reuse","slug":"odi-and-datacite-join-forces-to-boost-data-reuse","title":"The ODI and Datacite join forces to boost data reuse","format":"article","updated_at":"2015-09-11T09:55:33+00:00","created_at":"2014-10-13T08:34:38+00:00","tag_ids":["news","datactics"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/datactics.json","web_url":null,"title":"Datactics","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=datactics","web_url":"http://theodi.org/tags/datactics","slug":"datactics"}}],"details":{"business_proposition":false,"description":"<p>The Open Data Institute and data identification group <a href=\"http://www.datacite.org/\">DataCite</a> are joining forces to help make open data underpinning open research more reusable to drive science and innovation. </p>","excerpt":"The Open Data Institute and data identification group [DataCite](http://www.datacite.org/) are joining forces to help make open data underpinning open research more reusable to drive science and innovation. \r","language":"en","need_extended_font":false,"alternative_title":"ODI News - ODI and Datacite join forces to boost data reuse","url":"","content":"<p>The Open Data Institute and data identification group <a href=\"http://www.datacite.org/\">DataCite</a> are joining forces to help make open data underpinning open research more reusable to drive science and innovation. </p>\n<p>Ultimately, to reuse data effectively, the conditions for reuse must be transparent and linked, and the innovators leading these efforts must be in a position to determine and then describe the conditions for this reuse. Incumbent on this achievement is finding reliable ways to link data to these conditions.  </p>\n<p>As an enabler of the discovery, exploration and use of data, DataCite is a leading global membership organisation that delivers robust and persistent data identification services. Engaging stakeholders including researchers, scholars, data centres, libraries, publishers and funders through advocacy, guidance and services, DataCite is working with the ODI to enhance reusability of open data by encouraging data stewards to link it with <a href=\"https://certificates.theodi.org/\">Open Data Certificates</a> (ODCs).</p>\n<p>ODCs provide a checklist for self-certification of open data. The checklist determines the legal, technical, social, and pragmatic aspects of the dataset. A machine readable version of the certificate can be linked to the dataset with tools that automatically review the dataset’s level and compliance with its licence. Both clear conditions and certification will allow people from diverse sectors and backgrounds to feel more confident in reusing data meaning ODCs will play an important and valuable role in the ODI’s and DataCite’s ongoing work. </p>\n<p><em>Jeni Tennison, Technical Director at ODI says:</em> </p>\n<blockquote>\n  <p>Enabling data reusers to cite the data that they have reused is an essential part of building an open data ecosystem, particularly to ensure that data creators and publishers get recognised for their work. I’m delighted that we will be working with DataCite to incorporate data citation into standard practice, including outside the research community, and to look at how data quality measures, particularly the Open Data Certificates, can be associated with and discoverable from data identifiers.</p>\n</blockquote>\n<p>Over the next two years, the organisations will work together to understand and address the issues around linking identifiers to certificates, and make them available through identifier resolution services as well as metadata services. They will also encourage open data providers to use persistent, resolvable identifiers and adopt Open Data Certificate and link them to identifiers. </p>\n<p>Additionally, the partnership will encourage the establishment of services that benefit from clear information about the conditions under which data can be reused.  </p>\n<p><em>Adam Farquhar, President of DataCite says:</em> </p>\n<blockquote>\n  <p>Sharing and reusing open research data is becoming ever more important for science, research, and commerce. In our pursuit to offer reliable and persistent data identification services, we are committed to supporting hundreds of data centres worldwide assigning millions of identifiers. Together with the ODI, we will be able to enhance the recognition of open data, enable data providers to more easily adopt ODCs, and enable researchers to confidently understand which data are open for reuse.</p>\n</blockquote>\n<hr />\n<p><em>For more information, contact:</em></p>\n<p><strong>ODI Communications Team</strong></p>\n<p><strong>Phone: +44 7 825 988805</strong></p>\n<p><strong>Email: <a href=\"mailto:comms@theodi.org\">comms@theodi.org</a></strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}