{"id":"https://contentapi.theodi.org/odi-startup-demand-logic-saves-king-s-college-london-390000-year-energy-costs.json","web_url":"http://theodi.org/news/odi-startup-demand-logic-saves-king-s-college-london-390000-year-energy-costs","slug":"odi-startup-demand-logic-saves-king-s-college-london-390000-year-energy-costs","title":"ODI startup Demand Logic saves King’s College London £390,000 a year in energy costs","format":"article","updated_at":"2015-09-11T09:51:51+00:00","created_at":"2013-10-08T12:43:04+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"[Demand Logic](https://www.demandlogic.co.uk/), a web-based energy-saving system for commercial buildings, has released the results of a unique ‘virtual-metering’ project with [King’s College London](http://www.kcl.ac.uk/index.aspx). Since the project began in January 2013, Demand Logic has identified:","language":"en","need_extended_font":false,"content":"<p><a href=\"https://www.demandlogic.co.uk/\">Demand Logic</a>, a web-based energy-saving system for commercial buildings, has released the results of a unique ‘virtual-metering’ project with <a href=\"http://www.kcl.ac.uk/index.aspx\">King’s College London</a>. Since the project began in January 2013, Demand Logic has identified:</p>\n<ul>\n<li>Energy savings of £390,000 per year</li>\n<li>Carbon savings of 2500 tonnes per year</li>\n</ul>\n<p>This latest initiative covers three campuses: Guy’s, Denmark Hill and the Strand. Approximately 100 buildings ranging considerably in size and usage pattern were involved in the project, over 1500 plant items were tracked (including boilers, pumps and air-conditioning units) and over 100,000 sensors and devices were monitored.</p>\n<p>The Demand Logic platform identifies energy saving opportunities in the heating, cooling and ventilation systems which are extremely hard to pinpoint in large, complex buildings. The system works by analysing data generated by the building control systems, which often stays hidden.</p>\n<p>Demand Logic found that the College's facilities were generally running very efficiently, and their controls were excellent. But a lack of data analysis capability meant that many problems had not been found.</p>\n<p>In one case, boilers were rapidly cycling on and off because they did not have enough load. The team also found several conflicting \"set points\" (temperature settings) had been applied to the same open plan office, causing both heating and cooling of the same space.</p>\n<p>In one particular instance, having discovered a large chiller running all day in the middle of winter, the system then found a single office that was causing the problem. This room was being heated by a personal electric heater which was fighting the centralised cooling plant. This discovery was only possible because the Demand Logic system monitors hundreds of ceiling-mounted air-conditioning outlets in the building, and was able to identify one which was demanding more from the central plant.</p>\n<p>Mike Darby, Chief Technical Officer, Demand Logic, said:</p>\n<p>\"This is just the beginning at King's. The system found the low-hanging fruit quite early on, and then we focussed on developing even better methods for analysing data. Now these are going live, I am convinced we'll find many more savings.\"</p>\n<p>Ian Armitage, Campus Operations Manager at King's College London, said:</p>\n<p>\"I believe that good control systems in buildings are the key to saving energy without compromising user comfort. Demand Logic has helped the College to find a host of issues about how our heating and cooling plant is controlled, leading to significant savings which we are using to fund investment in our student facing facilities. Our campus buildings generate a vast amount of data, but accessing and analysing this is a real challenge. The Demand Logic web system allows us to see at a glance where problems are likely to be. Without this, it's like trying to find a needle in a haystack.\"</p>\n<p>Gavin Starks, CEO of the Open Data Institute said:</p>\n<p>“Energy efficiency is an easy way to save money, but if you’re not measuring it you can’t manage it. Demand Logic’s latest project highlights how you can both save money, and increase sustainability - at a time when fuel bills are rising and the latest IPCC report continues to highlight the urgent need for action.”</p>\n<p>\u0002</p>","organizations":[],"author":{"name":"Helen Desmond","slug":"helen-desmond","state":"published","web_url":"http://theodi.org/helen-desmond","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Helen Desmond","slug":"helen-desmond","state":"published","web_url":"http://theodi.org/helen-desmond","tag_ids":[]}}