{"id":"https://contentapi.theodi.org/odi-calls-for-uk-businesses-to-take-part-in-uks-first-comprehensive-study-of-open-data-adoption.json","web_url":"http://theodi.org/news/odi-calls-for-uk-businesses-to-take-part-in-uks-first-comprehensive-study-of-open-data-adoption","slug":"odi-calls-for-uk-businesses-to-take-part-in-uks-first-comprehensive-study-of-open-data-adoption","title":"ODI calls for UK businesses to take part in UK’s first comprehensive study of open data adoption ","format":"article","updated_at":"2015-09-11T09:57:44+00:00","created_at":"2014-11-04T10:39:09+00:00","tag_ids":["news","press-release"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/press-release.json","web_url":null,"title":"press release","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=press-release","web_url":"http://theodi.org/tags/press-release","slug":"press-release"}}],"details":{"business_proposition":false,"description":"","excerpt":"Initial results indicate Open Data touches all sectors\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<h3 id=\"initialresultsindicateopendatatouchesallsectors\">Initial results indicate Open Data touches all sectors</h3>\n<p>The Open Data Institute (ODI) is today urging British businesses to take part in the UK’s most comprehensive assessment to date of how companies are creating value from open data, by filling out a quick survey at <a href=\"http://theodi.org/open-business-uk\">http://theodi.org/open-business-uk</a>.</p>\n<p>Whilst the UK is recognised as a world leader in open data, this is the first time an organisation has sought to comprehensively survey the impact of open data on British businesses by conducting original research. The ODI will be mapping the use of open data across the UK business community. This study will identify how companies organise their business around open data to create innovative products and services, and unveil the impact of open data to the UK economy.</p>\n<p>The survey has been developed in partnership with The GovLab’s <a href=\"http://www.opendata500.com/\">Open Data 500</a>, a related US study that has proved to be a valuable indicator of how American companies are using open government data. The ODI’s study will have broader scope, including examining the use of open data from commercial organisations and community projects. The collaboration with the team behind the US study will enable across-the-pond comparisons of the development of commercial open data markets.</p>\n<p>The ODI has already made contact with hundreds of businesses, and will be communicating with hundreds more over the coming months. Today the ODI would like to invite any UK company working with open data to participate in the survey. </p>\n<p>Specific areas of investigation include:</p>\n<ul>\n<li>How open data is used to create products and services and how these generate revenue</li>\n<li>Which open datasets are used from government and industry</li>\n<li>The challenges for businesses in using open data</li>\n</ul>\n<p>Analysis of businesses included in the study so far shows:</p>\n<p><strong>Open data is creating business impact</strong>: Of 700 organisations scoped for inclusion, including over 100 ODI members, 320 companies from across 16 different industry sectors are publishing or using open data to develop innovative products and services.</p>\n<p><strong>Open data impacts all sectors</strong>: two thirds (67%) of identified companies operate outside of the data and technology sectors, in industries such as energy, education, healthcare and insurance.</p>\n<p><strong>Open data is a nationwide phenomenon</strong>: Over 60% of companies responding to the survey are based outside London, including Derry, Aberystwyth, Livingston, Blackpool and the Isle of Man. </p>\n<p><strong>Companies of all sizes are working with open data</strong>: 70% of companies responding to the survey are small businesses and startups developing open data driven solutions with the potential to disrupt their host industries. More established companies are also exploring the potential of open data for open innovation.</p>\n<p>The findings of the study, to be revealed in Spring 2015, will identify innovative British open data businesses and draw together key insights on the UK’s open data landscape. They will also inform government digital policy by identifying how open data is bringing value to UK businesses, as well as the challenges faced by companies working with open data. </p>\n<p><strong>Tom Heath, Head of Research at the ODI said:</strong>\n“At the ODI we are constantly seeking evidence of the impact open data is making across the UK, and the world. This study is a big step forward in systematically tracking open data adoption across UK industry. The combination of survey responses and desk research will provide a robust basis for detailed insights into the UK commercial open data landscape.”</p>\n<p><strong>Gavin Starks, CEO at the ODI said:</strong>\n“Part of our role at the ODI is to showcase the huge amount of innovation that is already being unlocked using open data. This study will help highlight the organisations and sectors who are making the most of open data in their day-to-day businesses; to create products, examine markets, reveal efficiencies, and stimulate open innovation.”</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}