{"id":"https://contentapi.theodi.org/odi-reveals-impact-of-london-fire-station-closures-using-open-data.json","web_url":"http://theodi.org/news/odi-reveals-impact-of-london-fire-station-closures-using-open-data","slug":"odi-reveals-impact-of-london-fire-station-closures-using-open-data","title":"ODI reveals impact of London fire station closures using open data ","format":"article","updated_at":"2015-09-11T09:52:41+00:00","created_at":"2013-10-28T14:25:45+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"description":"","excerpt":"The Open Data Institute, working with partner [Telefónica Dynamic Insights](http://dynamicinsights.telefonica.com/), has developed [new tools](http://london-fire.labs.theodi.org/) to assess the potential impact of planned fire station closures in London. The tools allow citizens and policymakers to personally investigate the effects of the plans using open data for the first time.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>The Open Data Institute, working with partner <a href=\"http://dynamicinsights.telefonica.com/\">Telefónica Dynamic Insights</a>, has developed <a href=\"http://london-fire.labs.theodi.org/\">new tools</a> to assess the potential impact of planned fire station closures in London. The tools allow citizens and policymakers to personally investigate the effects of the plans using open data for the first time.</p>\n<p>The <a href=\"http://london-fire.labs.theodi.org\">tools</a> show the pattern of effects, based on two parameters: fire service <a href=\"http://data.london.gov.uk/datastore/package/london-fire-brigade-incident-records\">response times to incidents</a>, and data relating to mobile phone activity in particular parts of London across the day, estimating the number of people present in the area, and how many are likely to be affected at those times (crowd data).</p>\n<p>Using just two datasets, the maps and diagrams generated by the researchers show the potential effects of shutting the 10 fire stations earmarked for closure. The work is significant because using the crowd data meant that the ODI could measure the impact of the closures in light of the number of people potentially affected, including those who are visiting temporarily as well as the fixed population.</p>\n<p>The researchers could then “rate” London boroughs that might have similar fire response times but very different populations.</p>\n<p>The researchers conclude that the effect would be even more compelling with the addition of data including the quality and age of the equipment used and the capacity of the fire stations, which are not currently available as open data.</p>\n<h3 id=\"betterpolicymaking\">Better policy making</h3>\n<p>This is the first time that Telefónica’s aggregated and anonymised crowd data has been used to inform understanding of the impact of changes to public services in this way. With the ODI’s assistance, the company will soon make the data openly and publicly available for the first time.</p>\n<p>Computer modelling is already used worldwide to help make decisions about emergency service provision. However this takes place largely in closed environments, not accessible to the general public. By building tools in an open way, the ODI set out to show how open data can aid transparency in policy-making and give citizens direct access to information. This could help build public confidence in policy decisions and the way they are reached.</p>\n<p>Although the initial pilot has focused on the London FIre Brigade, the tools created by the ODI team could be applied to any emergency services dataset. The ODI is inviting others to get involved by refining and adding to the data and processes.</p>\n<p>The ODI’s Gavin Starks said:</p>\n<blockquote>\n  <p>Bringing together Telefónica crowd data with data from the London Datastore helps demonstrate the power of combining public and private sector open data. We expect to see a lot of innovation in this kind of collaboration and are really pleased to see Telefónica commit to taking steps to open up data for everyone. We see huge potential to improve policy-making and transparency, to build trust with and create new tools for citizens, and to help create new commercial services.</p>\n</blockquote>\n<p>Steve Alder, CEO Telefónica Dynamic Insights’ said: </p>\n<blockquote>\n  <p>We believe that aggregated and anonymous crowd data - approached in a smart and responsible way - has the potential to transform every part of business and society. In particular, as this research project shows, aggregated and anonymous crowd data can help business and government bodies make big decisions better.</p>\n</blockquote>\n<p>The work will be discussed later today at <a href=\"http://summit.theodi.org/\">the ODI’s first annual Summit</a> </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}