{"id":"https://contentapi.theodi.org/odi-uuk-and-top-uk-universities-launch-project-to-unlock-open-data-potential-in-higher-education.json","web_url":"http://theodi.org/news/odi-uuk-and-top-uk-universities-launch-project-to-unlock-open-data-potential-in-higher-education","slug":"odi-uuk-and-top-uk-universities-launch-project-to-unlock-open-data-potential-in-higher-education","title":"ODI, UUK and top UK universities launch project to unlock open data potential in higher education","format":"article","updated_at":"2015-09-11T09:57:39+00:00","created_at":"2014-11-04T10:37:04+00:00","tag_ids":["news","press-release"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/press-release.json","web_url":null,"title":"press release","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=press-release","web_url":"http://theodi.org/tags/press-release","slug":"press-release"}}],"details":{"business_proposition":false,"description":"","excerpt":"The ODI and [Universities UK](http://www.universitiesuk.ac.uk/Pages/default.aspx), have today (4th November) announced that they will lead a project involving a group of top UK universities, the [National Union of Students (NUS)](http://www.nus.org.uk/) and [Jisc](http://www.jisc.ac.uk/) to explore the opportunities open data presents the higher education (HE) sector in the UK. The project is called “Creating Value from Open Data”.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>The ODI and <a href=\"http://www.universitiesuk.ac.uk/Pages/default.aspx\">Universities UK</a>, have today (4th November) announced that they will lead a project involving a group of top UK universities, the <a href=\"http://www.nus.org.uk/\">National Union of Students (NUS)</a> and <a href=\"http://www.jisc.ac.uk/\">Jisc</a> to explore the opportunities open data presents the higher education (HE) sector in the UK. The project is called “Creating Value from Open Data”.</p>\n<p>The partner universities include: <a href=\"http://www.abdn.ac.uk/\">The University of Aberdeen</a>, <a href=\"http://www.cam.ac.uk/\">University of Cambridge</a>, <a href=\"http://www.ed.ac.uk/home\">The University of Edinburgh</a>, <a href=\"http://www2.gre.ac.uk/\">University of Greenwich</a>, <a href=\"http://www.ox.ac.uk/\">University of Oxford</a>, and <a href=\"http://www.open.ac.uk/\">The Open University</a>. They join the <a href=\"http://www.southampton.ac.uk/\">University of Southampton</a>, a founding ODI partner.</p>\n<p>The project, which begins today, will see the partners research how open data can bring about tangible benefits for UK higher education institutions. For example, the project team will initially create an open data application to help support the student experience at university. The project will explore the practical challenges of developing and implementing open data across higher education.</p>\n<p>It will also publish one or more HE datasets, develop custom open data training package(s) for HE institutions, create a road map for future work developing open data in the sector, and a white paper setting out the case for greater open data adoption across HE. The project is due to compete in summer 2015.</p>\n<p>Four focus areas have been identified for the project: </p>\n<ul>\n<li>Student choice and recruitment</li>\n<li>Business processes and intelligence</li>\n<li>Research management</li>\n<li>Learning and student experience</li>\n</ul>\n<p><strong>Gavin Starks, CEO at the ODI, said:</strong>\n“A smart country requires open data. The UK is a world leader in Higher Education and it is an obvious step to use open data to improve outcomes for both universities and students. This project is a first step on that path. Universities need to understand, embrace, and publish open data - using transparency to both improve and create new services, to pave the way for open innovation, and enhance their existing work.” </p>\n<p><strong>Nicola Dandridge, Chief Executive of Universities UK, said:</strong>\n“Open data presents genuine potential for universities to advance their work, not just in research, but also in offering a world-leading educational environment for students and staff.</p>\n<p>“Through this project, we aim to demonstrate the benefits of open data to all people involved in the work of universities, and identify the practical steps that can be taken to make progress in this important area.”</p>\n<p>The signing of the Memorandum of Understanding with UUK, JISC, the NUS and partner universities takes the ODI’s total membership to over 100 (it launched in Spring 2013). These new members bring important higher education expertise to the programme, and join the current HE ODI members: the University of Southampton (a founding partner), <a href=\"http://www.horizon.ac.uk/\">Horizon Institute - University of Nottingham</a>, <a href=\"http://www.kcl.ac.uk/index.aspx\">King’s College London</a>, <a href=\"http://www.london.edu/\">London Business School</a>, <a href=\"http://www.mbs.ac.uk/\">Manchester Business School</a>, and <a href=\"http://www.qmul.ac.uk/\">Queen Mary, University of London</a>.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}