{"id":"https://contentapi.theodi.org/odi-hails-mps-demand-for-greater-transparency-in-public-sector-outsourcing.json","web_url":"http://theodi.org/news/odi-hails-mps-demand-for-greater-transparency-in-public-sector-outsourcing","slug":"odi-hails-mps-demand-for-greater-transparency-in-public-sector-outsourcing","title":"ODI hails MPs’ demand for greater transparency in public sector outsourcing","format":"article","updated_at":"2015-09-11T09:54:54+00:00","created_at":"2014-03-14T12:43:45+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"business_proposition":false,"description":"<p>The ODI has welcomed calls by MPs for increased transparency in Government procurement.</p>","excerpt":"The ODI has welcomed calls by MPs for increased transparency in Government procurement. In a report published today by the [Public Accounts Committee (PAC)](http://www.parliament.uk/business/committees/committees-a-z/commons-select/public-accounts-committee/news/public-services-private-contractors-report/), the Government’s ability to negotiate and manage outsourcing contracts has been strongly criticised. \r","language":"en","need_extended_font":false,"alternative_title":"The ODI has welcomed calls by MPs for increased transparency in Government procurement.","url":"","content":"<p>The ODI has welcomed calls by MPs for increased transparency in Government procurement. In a report published today by the <a href=\"http://www.parliament.uk/business/committees/committees-a-z/commons-select/public-accounts-committee/news/public-services-private-contractors-report/\">Public Accounts Committee (PAC)</a>, the Government’s ability to negotiate and manage outsourcing contracts has been strongly criticised. </p>\n<p>The PAC report concluded that: \"There needs to be far greater visibility to government, parliament and the public about suppliers’ performance, costs, revenues and profits.\"</p>\n<p>It goes on to recommend that the Cabinet Office creates a plan \"for departments to publish routinely standard information on their contracts with private providers including, for example, contract duration, value and performance against key indicators.\"</p>\n<p>The report comes in the same week that ODI start-up, Spend Network, produced <a href=\"http://theodi.org/news/new-data-analysis-by-odi-startup-shows-uk-businesses-starved-of-22bn-in-cash-flow\">findings</a> based on analysis of contract data. The company estimated that a delay of 53 days, caused by a tendering process that is 45% slower than the EU averages, delays £734m of cash flow to UK SMEs each year. Spend Network called for more detailed data to be released to enable understanding of what the causes and solutions may be to help grow the UK’s SME economy. </p>\n<p>Welcoming the recommendations of today’s PAC report, Spend Network’s CEO, Ian Makgill said:</p>\n<blockquote>\n  <p>Open data on all Government contracting will greatly improve public accountability on outsourcing and other contracts. If all of the Government contracting data is made open, it will be possible to monitor what is spent on a contract every month, rather than years after the event.</p>\n</blockquote>\n<p><strong>ODI work to improve procurement</strong></p>\n<p>The ODI has hailed the PAC recommendations as a route to achieving greater transparency and a fairer system for UK SMEs. The organisation is currently developing <a href=\"https://github.com/theodi/public-procurement/blob/master/guide.md\">a guide</a> for public sector organisations to build open data into the delivery of public services through the procurement process. Over the next year, ODI will be training over 120 procurement officers in government about how to embed transparency about performance and costs into contracts.</p>\n<p>The ODI’s Technical Director, Jeni Tennison said:</p>\n<blockquote>\n  <p>Embedding transparency and open data into contracts requires a change of attitude, culture and mindset. We are providing concrete, practical help for procurement officers and contract managers, through the guides and training that we are putting together, to deploy open data to enhance transparency, improve efficiency and drive innovation. We are working with a number of private sector companies who are already seeing the benefits of opening up data. We would like to see more organisations, including those supplying services to government, being proactive and becoming open by default.</p>\n</blockquote>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/new-startups-announced-reducing-government-energy-costs-and-shining-light-public-sector.json","web_url":"http://theodi.org/news/new-startups-announced-reducing-government-energy-costs-and-shining-light-public-sector","slug":"new-startups-announced-reducing-government-energy-costs-and-shining-light-public-sector","title":"New startups announced - reducing Government energy costs and shining light on public sector spending ","format":"article","updated_at":"2015-09-11T09:51:45+00:00","created_at":"2013-08-28T06:29:18+00:00","tag_ids":["news"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}