{"id":"https://contentapi.theodi.org/odi-signs-agreement-world-bank-ministers-herald-official-opening.json","web_url":"http://theodi.org/news/odi-signs-agreement-world-bank-ministers-herald-official-opening","slug":"odi-signs-agreement-world-bank-ministers-herald-official-opening","title":"ODI signs agreement with the World Bank as Ministers herald official opening","format":"article","updated_at":"2015-09-11T09:50:46+00:00","created_at":"2012-12-04T16:59:07+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The Open Data Institute was opened by UK Government Ministers, Francis Maude and David Willets today as news emerged of the Institute’s second formal affiliation. The ODI has signed a Memorandum of Understanding (MOU) with the World Bank, following news on Monday that the Omidyar Network will be the Institute’s first investor, bringing with it $750k over two years.","language":"en","need_extended_font":false,"content":"<p><em>The Open Data Institute was opened by UK Government Ministers, Francis Maude and David Willets today as news emerged of the Institute’s second formal affiliation. The ODI has signed a Memorandum of Understanding (MOU) with the World Bank, following news on Monday that the Omidyar Network will be the Institute’s first investor, bringing with it $750k over two years.</em></p>\n<p>During the event, held at the Institute’s London HQ, Francis Maude praised the work of ODI co-founders, Sir Tim Berners Lee and Prof Nigel Shadbolt and its leadership team. He said:</p>\n<p>“Open data serves three objectives. They are all complimentary and overlap. Firstly, for the public to scrutinise what we do, where we spend the money and how we fail. \u0002Second, to inform choice in public services. \u0002And thirdly, to encourage economic growth by incubating data orientated business. Data is a raw material and it fuels social and economic growth to enrich communities and citizens”.</p>\n<p>Dozens of friends and supporters from government, charities and the business and technology communities attended the event. Reflecting on his ambitions for the ODI Nigel Shadbolt said: “Together we are building a new infrastructure that is no longer about fibres and servers but what is at the end of these things. The value in all information”.</p>\n<p><strong>Science and Training</strong></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/ODI%2DOpening.jpg\" alt=\"Nigel Shadbolt, David Willetts and Gavin Starks\" /></p>\n<p>The Technology Strategy Board (TSB) is seed funding the ODI with £2m a year for 5 years. The minister in charge of the TSB, David Willetts said the ODI’s mission to train a new cohort of open data developers through its post-graduate diploma and other courses will be crucial:</p>\n<p>“We need cutting edge scientists to write systems for the very large data sets that we have, making them more usable and adding to the flow of data. We need to generate skills to analyse data, this isn’t something you can’t do without education and training”.</p>\n<p><strong>Affiliations</strong></p>\n<p>The main features of the agreement with the World Bank will be to help collect evidence globally on the benefits of open data and to train senior people who will lead open data initiatives in developing countries. Andrew Stott, Senior Consultant with the World Bank and member of the Cabinet Office Transparency Board said: “I am delighted that the ODI and the World Bank will be working together to deliver first class open data programmes in the developing world”.</p>\n<p>Announcing the affiliation with the World Bank, CEO Gavin Starks said: “This agreement is further evidence of the momentum being generated by open data. That organisations like the World Bank and Omidyar Network are stepping forward to work with us demonstrates the emerging open data culture. Organisations should no longer be asking themselves <u>if</u> they should open up their data but <u>how</u>”.</p>\n<p><em><a href=\"http://www.theodi.org/blog/long-held-ambition-realised-odi-opens-officially\">Read Nigel Shadbolt's blog</a> about the ODI official opening</em></p>","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}