{"id":"https://contentapi.theodi.org/odi-startup-programme-welcomes-new-cohort.json","web_url":"http://theodi.org/news/odi-startup-programme-welcomes-new-cohort","slug":"odi-startup-programme-welcomes-new-cohort","title":"ODI welcomes new cohort of open data startups","format":"article","updated_at":"2015-09-11T10:01:45+00:00","created_at":"2015-06-12T15:25:00+00:00","tag_ids":["news","news","startups","brightbook","enian","foodtrade","rabble","rentsquare","thingful","vizcities"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/startups.json","web_url":null,"title":"startups","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=startups","web_url":"http://theodi.org/tags/startups","slug":"startups"}},{"id":"https://contentapi.theodi.org/tags/keywords/brightbook.json","web_url":null,"title":"Brightbook","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=brightbook","web_url":"http://theodi.org/tags/brightbook","slug":"brightbook"}},{"id":"https://contentapi.theodi.org/tags/keywords/enian.json","web_url":null,"title":"Enian","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=enian","web_url":"http://theodi.org/tags/enian","slug":"enian"}},{"id":"https://contentapi.theodi.org/tags/keywords/foodtrade.json","web_url":null,"title":"Foodtrade","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=foodtrade","web_url":"http://theodi.org/tags/foodtrade","slug":"foodtrade"}},{"id":"https://contentapi.theodi.org/tags/keywords/rabble.json","web_url":null,"title":"Rabble","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=rabble","web_url":"http://theodi.org/tags/rabble","slug":"rabble"}},{"id":"https://contentapi.theodi.org/tags/keywords/rentsquare.json","web_url":null,"title":"rentsquare","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=rentsquare","web_url":"http://theodi.org/tags/rentsquare","slug":"rentsquare"}},{"id":"https://contentapi.theodi.org/tags/keywords/thingful.json","web_url":null,"title":"Thingful","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=thingful","web_url":"http://theodi.org/tags/thingful","slug":"thingful"}},{"id":"https://contentapi.theodi.org/tags/keywords/vizcities.json","web_url":null,"title":"Vizcities","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=vizcities","web_url":"http://theodi.org/tags/vizcities","slug":"vizcities"}}],"details":{"business_proposition":false,"description":"<p>Since the ODI was formed in 2012, startups have played an important part in growing our network and maximising open data’s reach and benefits around the world.</p>\n<p>Startups are known for broadly being creative, agile and innovative, developing new products and services all the time. Startups alone generate 870,000 jobs a year.</p>\n<p>The ODI Startup programme finds, supports and promotes open data startups working on things that matter. So far, we have incubated 18 startups which have generated over £4m in income and investment, and brought openness to traditionally closed industries, such as finance, health and energy.</p>\n<p>Today, we’re happy to announce a new cohort, and introduce the companies and founders behind them.</p>","excerpt":"Since the ODI was formed in 2012, startups have played an important part in growing our network and maximising open data’s reach and benefits around the world.\r","language":"en","need_extended_font":false,"alternative_title":"News: ODI Startups ","url":"","content":"<p>Since the ODI was formed in 2012, startups have played an important part in growing our network and maximising open data’s reach and benefits around the world.</p>\n<p>Startups are known for broadly being creative, agile and innovative, developing new products and services all the time. </p>\n<p>The ODI startup programme, finds, supports and promotes open data startups working on <a href=\"http://radar.oreilly.com/2009/01/work-on-stuff-that-matters-fir.html\">things that matter</a>. So far, we have incubated 18 startups which have generated over £4m in income and investment, and brought openness to traditionally closed industries, such as finance, health and energy. Following great achievements in the UK the programme is now exploring European expansion.</p>\n<p><strong>Today, we’re happy to announce a new cohort, and introduce the companies and founders behind them.</strong></p>\n<h3 id=\"brightbookhttpsmybrightbookcom\"><a href=\"https://mybrightbook.com\"><strong>Brightbook</strong></a></h3>\n<p><em>An online accounting tool offering small enterprises a level playing field in business management.</em></p>\n<p>Established by James Henderson and Warwick Leicester, the platform helps entrepreneurs make and save money with simple use of live open data. Providing highly-actionable, real-time insight, Brightbook makes finance management simpler and enterprises more profitable for those with little or no accounting experience.</p>\n<p>Brightbook Co-founder, James Henderson said:</p>\n<blockquote>\n  <p>\"This has the potential to completely transform how SMEs are managed at an operational and strategic level. We want to completely disrupt and transform people’s expectations of accounting software as a service and do to online accounting what Slack has done to project management software.\"</p>\n</blockquote>\n<h3 id=\"enianhttpenianco\"><a href=\"http://enian.co\"><strong>Enian</strong></a></h3>\n<p><em>A cloud-based software-as-a-service platform for energy companies and organisations in need of data-driven impact and risk analytics for global project portfolios.</em></p>\n<p>Enian's platform uses a combination of open, shared and closed datasets to automate impact and risk calculations for all technology types, enabling clients to generate competitive financial, social and environmental ROIs without relying on 3rd party services providers.</p>\n<p>Chris Nater, Co-founder at Enian said:</p>\n<blockquote>\n  <p>\"“We're bringing blue-sky thinking to the energy sector to help ease the global energy transition. Having the opportunity to work with the ODI will help us to refine our data strategy across the data spectrum. By drawing more efficient insights from open access sources Enian is delivering commercial value for our clients, who are currently spending $11bn per year on outdated consultancy solutions.”\"</p>\n</blockquote>\n<h3 id=\"foodtradehttpfoodtradecom\"><a href=\"http://foodtrade.com\"><strong>FoodTrade</strong></a></h3>\n<p><em>A sustainable food networking platform for smaller food businesses to responsibly source produce.</em></p>\n<p>FoodTrade.Menu helps small restaurants and caterers to create customer menus with the most up-to-date allergen information, so they can comply with Food Standards Agency regulations. </p>\n<p>Ed Dowding, Founder at FoodTrade said:</p>\n<blockquote>\n  <p>\"Agri-food is one of the last sectors to be fundamentally deeply disrupted by the internet. So far, online shopping has only changed HOW things are distributed. Better data lets us improve the food system from farm-to-fork, changing the WHO, WHAT, WHERE, WHEN, and WHY of supply and demand.\"</p>\n</blockquote>\n<h3 id=\"rabblehttpwwwrabbledayscouk\"><a href=\"http://www.rabbledays.co.uk/\"><strong>Rabble</strong></a></h3>\n<p><em>Rabble is a web platform launching in Liverpool and London, encouraging families to take part in one day 'volunteering' opportunities at heritage sites.</em></p>\n<p>Offering fun ways for families to spend time together such as building beehives, counting bugs or planting vegetable gardens, Rabble aims to bring cultural sites like the National Trust, local authorities, museums, and galleries closer to their communities, whilst opening up data in the UK heritage sector.</p>\n<p>Irenie Ekkeshis, Co-founder at Rabble, said:</p>\n<blockquote>\n  <p>“In a nutshell, we want to change the definition of the word 'rabble' in the dictionary. We want it to mean 'to do something useful and fun'. We are just starting to get to know to the world of open data, but we are confident that with the support of the ODI and our peers in the startup programme, Rabble will deliver huge impact in the heritage sector, as well as giving families a great new way to spend time together.\"</p>\n</blockquote>\n<h3 id=\"rentsquarehttpwwwrentsquareio\"><a href=\"http://www.rentsquare.io\"><strong>RentSquare</strong></a></h3>\n<p><em>The first ethical digital rental service helping to reform the volatile private rental market in the UK.</em></p>\n<p>The online service gives power back to those renting in the UK. RentSquare brings tenants and landlords closer together, enabling faster decisions on fair pricing and best matched tenancies using open data.</p>\n<p>Helena Trippe, Co-founder at RentSquare, said:</p>\n<blockquote>\n  <p>“The ODI Startup programme has given us a home, alongside like-minded peers, who can help us push the boundaries of our thinking and of what RentSquare can achieve. We are in the business of reducing friction in the market by making information accessible and create a means to help the market to regulate itself. “</p>\n</blockquote>\n<h3 id=\"thingfulhttpsthingfulnet\"><a href=\"https://thingful.net/\"><strong>Thingful</strong></a></h3>\n<p><em>A global search engine for the Internet of Things.</em></p>\n<p>Thingful provides a unique geographical index of connected objects worldwide. The search tool makes devices, datasets and real-time data sources by geolocation discoverable. Data including energy, radiation, weather, and air quality devices as well as seismographs, iBeacons, ships, aircraft and even animal trackers are available, presented in a patent-pending search rank, ThingRank.</p>\n<p>Usman Haque,Founder of Thingful said:</p>\n<blockquote>\n  <p>“Our vision is to make both public and private IoT data discoverable, transactable and useful. Through access entitlement capabilities, people would control the use of and access to their own personal data, and enterprises will similarly manage access privileges of domain specific data, directly benefitting from the value it is likely to create.”</p>\n</blockquote>\n<h3 id=\"vizicitieshttpvizicitiescom\"><a href=\"http://vizicities.com/\"><strong>ViziCities</strong></a></h3>\n<p><em>A 3D geospatial visualisation platform showing real-world cities using open-source web technology.</em></p>\n<p>ViziCities helps wider audiences understand urban planning projects, data journalism and much more, powered by a range of open data, such as real-time transport, Police.uk crime data and building tracings from OpenStreetMap data.</p>\n<p>Robin Hawkes, Founder of ViziCities said:</p>\n<blockquote>\n  <p>\"ViziCities wouldn't be able to exist without open data, it's core to both the 3D platform and the company as a whole. ViziCities started from a personal interest to learn something new and to explore if it was possible. The challenge of taking something unknown and learning from it drives ViziCities forward – I'm always looking toward the future and what's next.\"</p>\n</blockquote>\n<p><strong>What’s next?</strong></p>\n<p>Over the next nine months each startup will be challenged, encouraged and supported. Each will have full access to our team’s expertise, ongoing mentoring and many will incubate at our offices in the heart of Shoreditch’s tech hub. The team will offer guidance to establish their ideas, develop products and foster valuable connections with professional networks, events and partners.</p>\n<p>Ulrich Atz, recently appointed as Startup Manager at the ODI says, </p>\n<blockquote>\n  <p>“We're really pleased to have had so many high-quality applications for this cohort. We're excited to have such diverse, talented people onboard. This is an example of the broadening interest in open data and we hope it continues.</p>\n  <p>There are many startups using or producing open data and we see huge potential in those we have welcomed. We’re also humbled to see some great startups graduate from the programme and continue to grow. It’s been an insightful journey full of achievements and I look forward to seeing great things in the future.”</p>\n</blockquote>\n<p>As we welcome new startups we also congratulate the latest graduates of the programme; <a href=\"http://www.peskypeople.co.uk/\">Pesky People</a> who helped develop a 999 Help app enabling deaf people to request 999 assistance via SMS, and <a href=\"http://3drepo.org/\">3D Repo</a>, a multi award-winning version control system of large scale online 3D data are the latest to graduate the startup scheme.</p>\n<p><strong>Join our startup programme</strong></p>\n<p>To find out more about our startup programme, visit our <a href=\"http://theodi.org/odi-startup-programme\">startups programme page</a>. The next round of <strong>submissions close on 11th September 2015</strong>.</p>","media_enquiries_name":"Patrice","media_enquiries_email":"patrice.jb@theodi.org","media_enquiries_telephone":"07825988805","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/odi-startup-programme.json","web_url":"http://theodi.org/odi-startup-programme","slug":"odi-startup-programme","title":"ODI Startup Programme","format":"article","updated_at":"2016-04-01T08:53:26+00:00","created_at":"2015-05-11T13:29:40+00:00","tag_ids":["page","startups","business","incubator"]},{"id":"https://contentapi.theodi.org/current-start-ups.json","web_url":"http://theodi.org/current-start-ups","slug":"current-start-ups","title":"Startups - current","format":"article","updated_at":"2015-09-11T10:00:44+00:00","created_at":"2015-06-11T08:33:02+00:00","tag_ids":["page","startups"]},{"id":"https://contentapi.theodi.org/graduated-start-ups.json","web_url":"http://theodi.org/graduated-start-ups","slug":"graduated-start-ups","title":"Startups - graduated","format":"article","updated_at":"2015-09-11T10:00:33+00:00","created_at":"2015-06-11T08:36:25+00:00","tag_ids":["page","startups"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}