{"id":"https://contentapi.theodi.org/odi-40m-value-unlocked-worldwide.json","web_url":"http://theodi.org/news/odi-40m-value-unlocked-worldwide","slug":"odi-40m-value-unlocked-worldwide","title":"ODI: Over £40m* value unlocked worldwide","format":"article","updated_at":"2015-11-03T10:18:34+00:00","created_at":"2015-11-03T00:34:08+00:00","tag_ids":["members","open-data","nodes","startups","news"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/members.json","web_url":null,"title":"Members","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=members","web_url":"http://theodi.org/tags/members","slug":"members"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/nodes.json","web_url":null,"title":"nodes","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=nodes","web_url":"http://theodi.org/tags/nodes","slug":"nodes"}},{"id":"https://contentapi.theodi.org/tags/keywords/startups.json","web_url":null,"title":"startups","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=startups","web_url":"http://theodi.org/tags/startups","slug":"startups"}},{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"business_proposition":false,"description":"<p>The Open Data Institute (ODI) has announced that the total value it has helped unlock to the open data ecosystem has exceeded £40m in the three years since it opened. This includes direct income, grants and competition funding, incubated startup income and its Node franchise network. Also today, the company confirmed that five new startup businesses, and four new franchise Nodes will join and that its membership programme has topped 350 participants, including the Co-op and Ocado.</p>","excerpt":"The Open Data Institute (ODI) has announced that the total value it has helped unlock to the open data ecosystem [has exceeded £40m](http://dashboards.theodi.org/company/all) in the three years since it opened. \r","language":"en","need_extended_font":false,"alternative_title":"Over £40m* value unlocked worldwide as third annual Summit gets underway & network grows","url":"","content":"<p>The Open Data Institute (ODI) has announced that the total value it has helped unlock to the open data ecosystem <a href=\"http://dashboards.theodi.org/company/all\">has exceeded £40m</a> in the three years since it opened. </p>\n<p>This includes direct income, grants and competition funding, incubated ODI Startup income and the ODI Node franchise network. Also today, the company confirmed that five new startup businesses, and four new franchise nodes will join and that its membership programme has topped 350 participants, including the Co-op and Ocado.</p>\n<p>The ODI was founded by Sirs Tim Berners-Lee and Nigel Shadbolt in 2012. Its mission is to connect, equip and inspire people around the world to innovate with data.</p>\n<p>In its first three years the ODI has:</p>\n<ol>\n<li><strong>Unlocked over £40m* of value in investments</strong>, contracts, sales and efficiencies globally</li>\n<li><strong>Trained 2.79k people with open data skills</strong>, from entry level open data knowledge, to open data science, including 25 registered ODI trainers</li>\n<li><strong>Actively reached 1.69 million people worldwide</strong> in person and online through events, training and international engagements</li>\n<li><strong>Certified over 151k open datasets</strong> with an <a href=\"https://certificates.theodi.org/\">Open Data Certificate</a>, recognising high quality publication of open data</li>\n</ol>\n<p><strong>Startups</strong></p>\n<p>This year the ODI Startups have contributed £6.5m of value to the economy, through sales, investments and efficiency savings across 30 companies with 178 employees. Since 2012, ODI Startups have accumulated £10.5m in sales, investments and efficiency savings. In 2015 alone, 12 new businesses have joined the core incubation programme. And as one of seven partners to launch European startup accelerator, ODINE (Open Data Incubator for Europe), the ODI has taken its mentoring model Europe-wide, helping a further 5 companies.</p>\n<p>Today the ODI Startup programme welcomes 5 new companies:</p>\n<ol>\n<li><a href=\"http://www.openlaws.com/\">openlaws</a>, which is creating a pan-European community-based legal platform using open data sources. </li>\n<li><a href=\"http://www.senseye.io/\">Senseye</a> which works with companies of all sizes to strengthen operational reliability and reduce maintenance costs for IoT connected equipment. </li>\n<li><a href=\"https://www.imin.co/\">imin</a> which uses open data to make fitness activities searchable and better connected, helping communities become more active. </li>\n<li><a href=\"http://www.landinsight.io\">LandInsight</a> who provide the foundations for property developers to discover and build on off-market land in the UK. </li>\n<li><a href=\"http://www.amiq.us/\">Amiqus</a> is an online service that facilitates &amp; resolves commercial disputes quickly and affordably without appearing in court or tribunal.</li>\n</ol>\n<p>Nishal Desai, co-founder at new ODI Startup, imin said: </p>\n<blockquote>\n  <p>“With the ODI’s network, resources and knowledge base, there’s nowhere else in the world better suited to help us accelerate towards our goal.” </p>\n</blockquote>\n<p><strong>Nodes</strong></p>\n<p>The <a href=\"https://theodi.org/nodes\" title=\"ODI Node\">ODI Node</a> franchise operates in 20 countries across six continents. Four new Nodes have today joined the programme in Madrid, Birmingham, Aberdeen and Brazil bringing the total number of Nodes to 27. The new Nodes will build on the successes of the existing network which in 2015 has turned over £265k, trained more than 230 people and reached 14.5k people through training, events and collaboration. </p>\n<p>Ian Watt, Trustee of CodeTheCity, leading the new ODI Aberdeen node said:</p>\n<blockquote>\n  <p>\"ODI Aberdeen will build on the work of Code The City in Aberdeen and across Scotland to develop the Open Data ecosystem north of the border. This is an exciting time for Scotland with all seven cities and the Scottish Government committing to support the open data community.\" </p>\n</blockquote>\n<p><strong>Members</strong></p>\n<p>The ODI also confirmed today that its membership has topped more than 360 individuals and organisations with a shared interest in open data. Recent additions to the network include Ocado, The Co-operative Group, Esri, NHS England, SAP, Oxford University Press, University College London and Surrey County Council.</p>\n<p>Gavin Starks, CEO at the Open Data Institute said:</p>\n<blockquote>\n  <p>“With over three billion people and over five billion machines connected to the internet, we are still only scratching the surface of open innovation. From finance to pharma, agriculture to the built environment, we are seeing organisations understand that the value of their data increases the more it is connected, and that open is the fastest, cheapest route to increasing that connectedness. Together, we are demonstrating that open data reduces friction in our digital economy and improves business, our society and our environment. We are extremely grateful for the support of our network members, supporters and funders, who are helping to co-create the web of data for everyone.”</p>\n</blockquote>\n<p>*£40m figure: total amount of cash unlocked in direct investments in ODI competition funding, direct contracts and partnerships, income that ODI Nodes and ODI Startups have generated since joining the ODI programme plus ODI’s direct sales (total sales since ODI began). <a href=\"http://dashboards.theodi.org/company/all\">Source</a></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Patrice John-Baptiste","slug":"patrice-johnbaptiste","state":"published","web_url":"http://theodi.org/team/patrice-johnbaptiste","tag_ids":["team","culture-programme","team-member"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/about-us.json","web_url":"http://theodi.org/about-us","slug":"about-us","title":"About the ODI","format":"article","updated_at":"2016-12-13T14:10:00+00:00","created_at":"2013-10-22T22:44:14+00:00","tag_ids":["page","open-data-institute"]},{"id":"https://contentapi.theodi.org/join-us.json","web_url":"http://theodi.org/join-us","slug":"join-us","title":"ODI Membership","format":"article","updated_at":"2017-05-03T13:45:00+00:00","created_at":"2013-03-04T08:47:46+00:00","tag_ids":["page","members","membership"]},{"id":"https://contentapi.theodi.org/start-ups.json","web_url":"http://theodi.org/start-ups","slug":"start-ups","title":"Startups","format":"article","updated_at":"2016-07-12T15:36:35+00:00","created_at":"2013-11-19T17:08:42+00:00","tag_ids":["page","startup","mentoring"]},{"id":"https://contentapi.theodi.org/about-nodes.json","web_url":"http://theodi.org/about-nodes","slug":"about-nodes","title":"ODI Nodes","format":"article","updated_at":"2016-07-06T08:45:31+00:00","created_at":"2013-10-23T11:22:16+00:00","tag_ids":["page","node","nodes","international"]}],"organizations":[],"author":{"name":"Patrice John-Baptiste","slug":"patrice-johnbaptiste","state":"published","web_url":"http://theodi.org/team/patrice-johnbaptiste","tag_ids":["team","culture-programme","team-member"]}}