{"id":"https://contentapi.theodi.org/odi-based-company-helps-londoners-understand-mayor-s-policing-plans.json","web_url":"http://theodi.org/news/odi-based-company-helps-londoners-understand-mayor-s-policing-plans","slug":"odi-based-company-helps-londoners-understand-mayor-s-policing-plans","title":"ODI-based Company Helps Londoners Understand Mayor’s Policing Plans","format":"article","updated_at":"2015-09-11T09:51:00+00:00","created_at":"2013-02-28T08:48:47+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"A start-up company based at the Open Data Institute has developed [interactive mapping tools](http://www.frontcounters.org.uk) to help people see how the planned closure of police stations in the Capital will affect them.","language":"en","need_extended_font":false,"content":"<p>A start-up company based at the Open Data Institute has developed <a href=\"http://www.frontcounters.org.uk\">interactive mapping tools</a> to help people see how the planned closure of police stations in the Capital will affect them.</p>\n<p><a href=\"http://www.theodi.org/case-study/locatable\">Locatable</a> has built the maps using Transport for London's journey planner database. It enables Londoners to see journey times to their nearest police station. The maps look at current travel times and then assess the journey if proposed closures take effect.</p>\n<p>The Mayor for London, Boris Johnson is currently consulting on a Police and Crime Plan that recommends closing 65 front counters where people can access the police in person.</p>\n<p>The mapping work was commissioned by London Assembly Member, Jenny Jones. It suggests that if the closures go ahead, over a million Londoners would be more than 45 minutes away from a police station or counter at night.</p>\n<p>Co-founder and Director at Locatable, Mark Goodhead said:</p>\n<p>“This project shows how open data can help people to understand and respond to planned changes in their communities by using robust data and analysis. It also enables the decision-makers to have statistically accurate information at their fingertips so they can see the costs and benefits of their proposals. Open data is likely to be an increasing source of evidence upon which citizens and organisations can base their responses to public consultations and reviews”.</p>","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}