{"id":"https://contentapi.theodi.org/odi-global-network-grows-to-cover-6-of-7-continents.json","web_url":"http://theodi.org/news/odi-global-network-grows-to-cover-6-of-7-continents","slug":"odi-global-network-grows-to-cover-6-of-7-continents","title":"ODI global network grows to cover 6 of 7 continents ","format":"article","updated_at":"2015-09-11T10:01:04+00:00","created_at":"2015-05-26T14:50:41+00:00","tag_ids":["news","nodes","cairo","belfast"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/nodes.json","web_url":null,"title":"nodes","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=nodes","web_url":"http://theodi.org/tags/nodes","slug":"nodes"}},{"id":"https://contentapi.theodi.org/tags/keywords/cairo.json","web_url":null,"title":"Cairo","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=cairo","web_url":"http://theodi.org/tags/cairo","slug":"cairo"}},{"id":"https://contentapi.theodi.org/tags/keywords/belfast.json","web_url":null,"title":"belfast","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=belfast","web_url":"http://theodi.org/tags/belfast","slug":"belfast"}}],"details":{"business_proposition":false,"description":"<p>Two new <a href=\"http://opendatainstitute.org/nodes\">nodes</a> have today (26 May 2015) joined the ODI’s open data network: Cairo and Belfast. ODI Cairo is the first African node and means that there is now at least one node in six of the world’s continents. Only Antarctica remains unrepresented. ODI Belfast is also the first node in Northern Ireland.</p>","excerpt":"Two new [nodes](http://opendatainstitute.org/nodes) have today joined the ODI’s open data network: Cairo and Belfast. ODI Cairo is the first African node and means that there is now at least one node in six of the world’s continents. ODI Belfast is also the first node in Northern Ireland. \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>Two new <a href=\"http://opendatainstitute.org/nodes\">nodes</a> have today joined the ODI’s open data network: Cairo and Belfast. ODI Cairo is the first African node and means that there is now at least one node in six of the world’s continents. ODI Belfast is also the first node in Northern Ireland. </p>\n<p>Cairo and Belfast will join the existing 18 nodes which bring together companies, universities, and NGOs who are committed to building openness into their operations, and ensuring open data is for everyone.</p>\n<p>Cairo is a learning node', which will provide open data workshops, events and training with ODI Registered Trainers. Belfast is a learning node as well as a ‘network node’ with a responsibility to bring together open data communities by hosting events, producing open data case studies and helping promote understanding of open data in the city. </p>\n<p><strong>Haitham S. Hamza, ODI Cairo and R&amp;D Department Manager at <a href=\"http://www.itida.gov.eg/En/OurPrograms/SECC/Pages/default.aspx\">Software Engineering Competence Center (SECC)</a>, said:</strong></p>\n<blockquote>\n  <p><em>\"With a population of around 90 million and massive ICT penetration in almost all aspects of life, Egypt is generating a massive amount of data that is left mostly untapped. Embracing the art and science of transforming this massive data into real business opportunities for the ICT community is the fundamental motivation for ITIDA-SECC to establish the ODI Cairo Node, the first ODI node in Africa. ODI Cairo aims to create, grow, and foster an ecosystem of open data in Egypt.\"</em></p>\n</blockquote>\n<p><strong>Seamus McAleavey, Chief Executive, ODI Belfast at <a href=\"http://www.nicva.org/\">NICVA (Northern Ireland Council for Voluntary Action)</a>, said:</strong></p>\n<blockquote>\n  <p><em>\"Northern Ireland is moving towards a more open culture, and we are excited to be the first ODI Node here. NICVA sees the potential for change and the role open data has to encourage it. We want to see open data production and use flourish in all sectors in Northern Ireland and we believe that open data can be a catalyst for improving democratic participation and evidence-based policy.\"</em></p>\n</blockquote>\n<p><strong>Richard Stirling, International Director at the ODI said:</strong> </p>\n<blockquote>\n  <p><em>\"The open data movement continues to gain momentum in the UK and around the world - our new nodes are testament to this. We look forward to working alongside them to improve data literacy through training, and to energise and educate other local organisations about the social, economic and environmental benefits of open data.\"</em></p>\n</blockquote>\n<p>Each ODI node adopts the <a href=\"https://github.com/theodi/ODI/tree/master/charter\">ODI Charter</a> - an open source codification of the principles and rules which the ODI uses to develop open data impact. </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}