{"id":"https://contentapi.theodi.org/odi-seeks-crime-and-justice-data-startups-ahead-blue-light-hackathons-weekend.json","web_url":"http://theodi.org/news/odi-seeks-crime-and-justice-data-startups-ahead-blue-light-hackathons-weekend","slug":"odi-seeks-crime-and-justice-data-startups-ahead-blue-light-hackathons-weekend","title":"ODI seeks crime and justice data startups ahead of  blue light hackathons this weekend","format":"article","updated_at":"2015-09-11T09:51:17+00:00","created_at":"2013-04-24T12:39:48+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The ODI (Open Data Institute) is seeking digital startups, SME’s and developers interested in creating innovative new services from crime and justice data, to take part in its Immersion Programme. The next stage of the Programme is two affiliated crime-focused hackathons on the 27th and 28th April. \u0002Both are free, still have spaces available and are an excellent way to get involved in the ODI project.","language":"en","need_extended_font":false,"content":"<p>The ODI (Open Data Institute) is seeking digital startups, SME’s and developers interested in creating innovative new services from crime and justice data, to take part in its Immersion Programme. The next stage of the Programme is two affiliated crime-focused hackathons on the 27th and 28th April. \u0002Both are free, still have spaces available and are an excellent way to get involved in the ODI project.</p>\n<p><strong>Hack the Police</strong> is based in London and open to software developers and designers who want to use their talents in the fight against crime. It is facilitated by a group of front-line officers from the Metropolitan Police, and aims to improve how Police help people, and how people can help themselves - through exploring the potential of mobile apps. For further details and to sign up go to: <a href=\"http://c-100.org/hack/index.html\">http://c-100.org/hack/index.html</a>.</p>\n<p><strong>Blue Light Camp</strong> is taking place in Manchester with an unconference on the 27th April and a hackathon on the 28th April. It is aimed at those working in the Fire, Police and resilience services in the public and private sector, together with their technology suppliers, representatives in local government and interested community participants. For further details and to sign up go to: <a href=\"http://bluelightcamp.wordpress.com/\">http://bluelightcamp.wordpress.com/</a>. It is sharing a joint twitter hashtag with Hack the Police: <a href=\"http://visibletweets.com/#query=%23bluelighthack&animation=2\"><strong>#bluelighthack</strong></a><strong>.</strong></p>\n<p>The two hackathons present an excellent opportunity to explore the three crime and justice challenges that were agreed at a gathering of data experts, startups and representatives from the Home Office and Ministry of Justice three weeks ago:</p>\n<ul>\n<li>to increase community involvement with the criminal justice system</li>\n<li>to create further evidence for effective interventions for rehabilitation</li>\n<li>to address the rise in personal crime</li>\n</ul>\n<p>Two of the organisations already signed up to the Immersion Programme and attending the hackathons are Total Car Check (<a href=\"http://totalcarcheck.co.uk/\">http://totalcarcheck.co.uk</a>), an online tool which helps people to check the history of a vehicle before they buy it for free; and Multizone (<a href=\"http://www.multizone.co.uk/\">http://www.multizone.co.uk/</a>) which develops mobile applications for iPhone, iPad, Android, and Blackberry from open and social data. Multizone currently provides an app which connects Surrey Police neighbourhood officers and the public, helping tackle anti-social behaviour, solve crimes and build local confidence.</p>\n<p><strong>David James, Founder of Total Car Check said: \u0002</strong></p>\n<p>‘Working with the ODI is like being part of an eco-system of like-minded people - we’re all working to the same agenda - how can we use data innovatively to reduce crime. The ODI is able to open doors that would have otherwise been closed - they have already introduced us to the DVLA and other vehicle licensing organisations which has been massively helpful. With the Immersion Programme we want to explore creating a new service for the second-hand mobile phone market.’</p>\n<p><strong>Angus Fox, Multizone Founder and co-organiser of Blue Light Camp said:</strong></p>\n<p>‘We’ve gained a lot of experience in increasing community involvement in the criminal justice system through the development of our app for Police forces. Being part of the ODI’s Immersion Programme is allowing us to explore how we can build on that knowledge, and push existing boundaries, to develop new services.’ \u0002\n**The ODI’s crime and justice lead, Simon Whitehouse, said: **</p>\n<p>‘We’re looking for more startups to join the Immersion Programme - it’s a fantastic way to get support from the ODI in developing a new business idea. At the moment I’m working on behalf of the participants to request data sets, access expert advice and forge important personal connections.’</p>\n<p>Following the hackathons, Immersion Programme participants will work towards a Creation and Innovation Weekend at the end of June. Here they will produce their open data project and a business plan that demonstrates how they will make money from their idea.</p>\n<p>The Immersion Programme is being funded as part of an £8m package of investment from the government’s Data Strategy Board announced last December. Key features include:</p>\n<ul>\n<li>Sector-specific events that will focus on challenges formulated by industry experts</li>\n<li>Winning projects at each event will be eligible to take their concepts into early product development</li>\n<li>Prizes of up to £25k for pre-seed investment will be awarded to the winners</li>\n<li>Successful teams may be included in the ODI incubation Programme.</li>\n<li>Further support for ideas will also be available in the shape of Innovation Vouchers being offered by the Technology Strategy Board.</li>\n</ul>\n<p>\u0002\nIf you have any questions about the crime and justice programme strand, please contact: <a href=\"mailto:si@siwhitehouse.co.uk\">si@siwhitehouse.co.uk</a></p>\n<p>For more information on the Immersion Programme go to: <a href=\"http://www.theodi.org/events/immersion-programme\">http://www.theodi.org/events/immersion-programme</a></p>\n<p>To sign up to the Immersion Programme go to: <a href=\"http://www.f6s.com/crimejusticeimmersionprogramme#programs/ajax-application\">http://www.f6s.com/crimejusticeimmersionprogramme#programs/ajax-application</a>.</p>","organizations":[],"author":{"name":"Helen Desmond","slug":"helen-desmond","state":"published","web_url":"http://theodi.org/helen-desmond","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Helen Desmond","slug":"helen-desmond","state":"published","web_url":"http://theodi.org/helen-desmond","tag_ids":[]}}