{"id":"https://contentapi.theodi.org/odi-cooks-up-new-focus-on-agriculture-and-nutrition.json","web_url":"http://theodi.org/news/odi-cooks-up-new-focus-on-agriculture-and-nutrition","slug":"odi-cooks-up-new-focus-on-agriculture-and-nutrition","title":"ODI cooks up new focus on agriculture and nutrition","format":"article","updated_at":"2015-09-11T10:03:31+00:00","created_at":"2015-08-27T08:37:43+00:00","tag_ids":["news","agriculture-and-nutrition"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/agriculture-and-nutrition.json","web_url":null,"title":"agriculture and nutrition","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=agriculture-and-nutrition","web_url":"http://theodi.org/tags/agriculture-and-nutrition","slug":"agriculture-and-nutrition"}}],"details":{"business_proposition":false,"description":"<p>With over 7 billion mouths to feed and a food retail industry worth $4 trillion a year, we are exploring how open data can make our global food system more efficient, from farm to fork</p>","excerpt":"With over 7 billion mouths to feed and a food retail industry worth $4 trillion a year, we are exploring how open data can make our global food system more efficient, from farm to fork\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>With over 7 billion mouths to feed and a food retail industry worth $4 trillion a year, we are exploring how open data can make our global food system more efficient, from farm to fork</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/de/de/55dede08f362be01ec000024/15565453556_350e9a3334_z.jpg\" alt=\"null\" class=\"img text-center\" id=\"55dede07f362be7e2f00001e\"> \n<small>Up-to-date information and insights are key to how we farm and feed the world, from weather to market prices. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [Mr. Nixter](https://www.flickr.com/photos/stankus/15565453556/in/photolist-pHt23U-7bLQvf-7Ffi82-8Bpo47-fYNwJj-p8N3Ga-fK9Rb9-gXJgyg-p9kH2w-mp7CD-q8f3z-5hUm67-cRFfEL-fALYRv-5qxp7P-6uSZnC-8NkPRT-8C6SqK-wzEHjC-eWfGEk-aUPVhx-hw4bmm-fB2hD3-gNae7k-qgTYA3-fgUGPj-mVjCo-7a5i6Z-5mS5mJ-aAii2f-58wDQ3-5CEGo-4k1oZL-8zammV-nc9Nz-8DgFcr-ruyF5h-cvK2cQ-fFCZSs-dc9w7D-4edgH7-orLMmp-d49hZw-azFrcX-5upDja-dbwU2K-64J2mY-ffATie-8x3FKi-78s6yY “Mr. Nixter\").</small></p>\n<p>One reason why working in open data is so exciting is that it can bring benefits to arguably every industry and sector. At the ODI we see the social, economic and environmental benefits open data can bring in many different contexts, through the work of our global network: members, nodes and startups, along with our own programmes of work.</p>\n<p>There are a few areas we focus on in particular, where we know that with dedicated research, collaboration and coverage, we can help fulfil open data’s potential to bring about positive change. In addition to open cities and data infrastructure, one of our new sector themes is <a href=\"http://theodi.org/agriculture-nutrition-open-data\" title=\"ODI - agriculture and nutrition\">agriculture and nutrition</a>. </p>\n<p>The global food system is vast and complex. With over <a href=\"http://www.bbc.co.uk/news/world-15459643\" title=\"BBC - population seven million\">seven billion</a> mouths to feed and a food retail industry worth about <a href=\"https://uk.finance.yahoo.com/news/global-food-industry-000000272.html\" title=\"Yahoo finance - global food industry\">$4 trillion</a> a year, we depend as much on agriculture for our sustenance as for our economic stability. But with the combined pressures of a growing population, climate uncertainty and volatile market forces, the system is struggling. An <a href=\"http://reports.thomsonreuters.com/9billionbowls/\" title=\"Thomson reuters - how will we fill 9 million bowls by 2050?\">estimated 805 million</a> people go to bed hungry each night, and hidden hunger – or micronutrient deficiency – affects an additional 2 billion, according to Thomson Reuters.</p>\n<h3 id=\"opendatafuellingagriculturalintelligence\">Open data: fuelling agricultural intelligence###</h3>\n<p>Up-to-date information and insights are key to how we farm and feed the world. We believe the only way we can future-proof our global food system is by ensuring that those who produce, trade and buy food are well-informed at each step of the value chain. </p>\n<p>Farmers need access to a lot of information – ranging from weather patterns and farming techniques to crop or animal diseases – in order to get the best yields. A growing number of initiatives are being set up to help farmers collect and access data to help promote best practice in the face of unpredictable climates and limited resources.</p>\n<p>In many countries, the public sector – often in close collaboration with research institutes – takes a leading role in promoting precision-farming through the release of geospatial data, for example satellite imagery. Government-led initiatives include the United States Department of Agriculture’s <a href=\"http://ndb.nal.usda.gov/\" title=\"National agricultural library\">nutrient database</a>, California state’s <a href=\"http://cida.usgs.gov/ca_drought/\" title=\"USGS - California drought, visualised with open data\">water resource in drought</a> tracking, and the Netherlands’ <a href=\"http://www.groenmonitor.nl/\" title=\"Groenmonitor - latest news\">GroenMonitor.nl</a> project, which exposes and predicts outbreaks of pest infestation or disease on crops.</p>\n<p>Similar initiatives also exist within the <a href=\"http://www.theguardian.com/global-development-professionals-network/improving-nutrition\" title=\"Guardian - improving nutrition and food security\">aid and development sectors</a> as well as the private sector, as businesses are seeing the potential that data can bring to the agricultural industry. A good example is <a href=\"http://www.awhere.com/\" title=\"AWhere - home\">AWhere</a>, a software company that provides agri-weather analytics to farmers around the world, from California’s Central Valley to smallholder farms in Ghana, via apps and SMS messaging. </p>\n<p>AWhere sums up this initiative (and those like it) well in defining the ultimate goal as being to bring about an era of “<a href=\"http://www.awhere.com/about\" title=\"AWhere - about\">agricultural intelligence</a>”, helping farmers base their decision making not on “best guesses” but from “accessible quantitative data; reducing risk and ambiguity and increasing profit.\"</p>\n<p>Once food has been farmed, those handling it must avoid post-harvest losses brought about by <a href=\"http://www.fao.org/docrep/004/ac301e/ac301e03.htm\" title=\"fao.org\">unsuitable storage or transport conditions</a>, or <a href=\"http://news.ilri.org/2014/05/06/aflatoxins-in-kens-food-chain/\" title=\"Ilri news - Aflatoxins in Kenya's food chain\">aflatoxins</a> and other diseases spread accidentally by contaminated farming equipment. Up-to-date data shared across accessible formats will be crucial in helping farmers around the world overcome these challenges and ensure food safety. <a href=\"https://www.plantwise.org/\" title=\"Plantwise.org\">Plantwise</a> helps smallholder farmers deal with plant health issues, combining global and local open access data to provide a <a href=\"http://www.plantwise.org/KnowledgeBank/home.aspx\" title=\"plantwise - knowledge bank\">knowledge bank</a> used by over 600,000 farmers in 33 countries. Plantwise won the <a href=\"https://www.plantwise.org/news-and-media/odi-award-for-plantwise/\" title=\"plantwise - taking home the social impact prize\">Open Data Award for Social Impact</a> at the ODI Awards, 2014. </p>\n<h3 id=\"improvingaccesstomarketsandtradingefficiency\">Improving access to markets and trading efficiency</h3>\n<p>Food mostly reaches consumers via markets and trade, contributing to economies and providing a living for those in the industry. Whether small-scale merchants in developing countries or industrial traders across borders, they all need information about markets and prices to trade and make a profit. </p>\n<p>There is huge potential for open agriculture data to be analysed, visualised and combined with geographic information systems to help inform farmers, food traders and aid groups alike to buy, sell and target areas in need. The G20-driven <a href=\"http://www.amis-outlook.org/\" title=\"Amis\">Agriculture Market Information System</a> uses open data to monitor and analyse key markets for wheat, maize, rice and soybeans. Its information helped inform responses and decisions during the 2012 drought. Earlier this year, the International Food Policy Research Institute <a href=\"http://www.ifpri.org/news-release/new-web-portal-provides-open-data-food-and-nutrition-security-africa\" title=\"IFPRI - new web portal provides open data on food and nutrition security in Africa\">set up</a> a web portal hosting open data and blogs on food and nutrition security, early warning mechanisms and markets in Africa south of the Sahara. Through open information-sharing and dialogue, it aims to boost the resilience of the region’s poor to possible food-related crises, including price and climate shocks. Meanwhile, a range of custom-designed mobile app services built upon some of this data (like <a href=\"http://mfarm.co.ke/\" title=\"Mfarm\">MFarm</a> in Kenya) deliver localised market information directly to farmers via mobile technology to help them decide when to sell, which markets to target, while promoting pricing transparency. </p>\n<p>With more open data initiatives like these, and ‘infomediaries’ to help ensure that data is translated into accessible information, even those without computer literacy or internet access can benefit from open data in the agriculture and nutrition sector.</p>\n<h3 id=\"empoweringconsumerstomakebetterinformedchoices\">Empowering consumers to make better-informed choices</h3>\n<p>At the other end of the value chain, consumers want to know the risks and nutritional value of the food they eat, and where their food comes from. When data about food nutrients is made open, it can help people make better decisions about the food they eat according to their needs. The <a href=\"http://ndb.nal.usda.gov/\">USDA National Nutrient Database for Standard Reference</a> provides open nutrient data for more than 8,500 food items, informing individuals, health professionals, nutrition educators and the food industry to help consumers build healthier diets. In the UK, <a href=\"https://theodi.org/opendatachallengeseries\" title=\"theodi - open data challenge series\">Open Data Challenge Series</a> winner <a href=\"http://foodtrade.menu/#!/\" title=\"foodtrade- menu\">FoodTrade</a>, offers a service to food vendors helping them manage the allergen and dietary content of their menus, and uses this as a starting point to link them to relevant local food producers. It uses a combination of Food Standards Agency data with user input, and also commits to publishing their own open data as well.</p>\n<h3 id=\"howwilltheodihelpimproveagricultureandnutritionwithopendata\">How will the ODI help improve agriculture and nutrition with open data?###</h3>\n<p>The examples outlined here highlight some of the first successful applications of open data for agriculture and nutrition. We believe that with the right research, engagement and buy-in from those in the industry, we can help encourage many more.</p>\n<p>Through <strong>applied research, open discussion and sector-focused events</strong>, we are exploring what works, what the challenges are and what our global priorities should be. In partnership with <a href=\"http://www.godan.info/\" title=\"Global Open Data for Agriculture and Nutrition\">Global Open Data for Agriculture and Nutrition</a>, we released a <a href=\"http://theodi.org/how-improve-agriculture-food-nutrition-open-data\" title=\"paper\">paper</a> exploring how we can improve agriculture, food and nutrition with open data, with examples of how open data in different contexts can enable more effective decision making, create innovation and promote transparency that transforms the way organisations work for the better.</p>\n<p>To build on this, we are seeking input from experts in the field, engaging them to join the discussion as <a href=\"https://theodi.org/membership\" title=\"ODI - Membership\">ODI Members</a>, bloggers and advisors. We want to harness the value of open data to inform decision making, boost innovation and promote transparency in agriculture and nutrition, from farm to fork.</p>\n<p><em>Find out more about our agriculture and nutrition sector focus, and how to join the discussion <a href=\"http://theodi.org/agriculture-nutrition-open-data\" title=\"ODI - agriculture and nutrition\">here</a>.</em> </p>\n<p><strong><em>Anna Scott is <a href=\"https://theodi.org/team/anna-scott\" title=\"ODI - Anna Scott\">Writer/Editor</a> at the ODI. Follow <a href=\"https://twitter.com/Anna_D_Scott\" title=\"Twitter - Anna D Scott\">@Anna<em>D</em>Scott</a> on Twitter.</em></strong></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/agriculture-nutrition-open-data.json","web_url":"http://theodi.org/agriculture-nutrition-open-data","slug":"agriculture-nutrition-open-data","title":"Agriculture and nutrition","format":"article","updated_at":"2016-02-19T15:24:15+00:00","created_at":"2015-08-20T10:31:22+00:00","tag_ids":["page","agriculture","nutrition","sector","food"]},{"id":"https://contentapi.theodi.org/how-improve-agriculture-food-nutrition-open-data.json","web_url":"http://theodi.org/how-improve-agriculture-food-nutrition-open-data","slug":"how-improve-agriculture-food-nutrition-open-data","title":"Improving agriculture and nutrition with open data","format":"article","updated_at":"2015-09-11T10:03:21+00:00","created_at":"2015-05-27T13:07:37+00:00","tag_ids":["page","global-development","food","godan","nutrition","agritech","agriculture","discussion-paper"]}],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}