{"id":"https://contentapi.theodi.org/odi-and-taiwans-open-data-alliance-sign-up-to-open-data-collaboration.json","web_url":"http://theodi.org/news/odi-and-taiwans-open-data-alliance-sign-up-to-open-data-collaboration","slug":"odi-and-taiwans-open-data-alliance-sign-up-to-open-data-collaboration","title":"ODI and Taiwan's Open Data Alliance sign up to open data collaboration","format":"article","updated_at":"2015-09-11T09:53:32+00:00","created_at":"2013-12-11T17:51:42+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"business_proposition":false,"description":"","excerpt":"\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>The UK’s Open Data Institute (ODI) and Taiwan’s Open Data Alliance (ODA) signed a Letter of Intent on 11 December 2013, which will see the two organisations promote and explore the potential open data holds for the public, private and academic sectors in both countries. The letter was signed by ODI Chairman and Co-Founder Sir Nigel Shadbolt during a visit to Taipei, and Chairman Peng Chi-Ming, from Taiwan’s Open Data Alliance at a high level open data forum which involved Taiwan’s ICT Minister Chang San-Cheng.</p>\n<p>The agreement will see the ODI and ODA collaborate on a range of potential activities including:</p>\n<ul>\n<li>addressing areas of common interest, such as policy, laws and regulations, case studies, technologies and standards</li>\n<li>sharing expertise, knowledge and best practice</li>\n<li>carrying out collaborative projects</li>\n<li>designing support and collaboration systems for open data driven businesses</li>\n<li>developing open data technologies</li>\n</ul>\n<p>Sir Nigel Shadbolt, ODI Chairman and co-founder said:</p>\n<blockquote>\n  <p>“At the ODI we believe in the power of open data as a major factor in promoting open government, growing a data driven economy, and tackling critical social and environmental issues that affect us all. We are looking forward to collaborating with the Open Data Alliance, who share these values, on a range of open data projects and activities. The ODI is also forging partnerships across the world through its membership programme, and we welcome companies from Taiwan’s strong ICT industry to join us.”</p>\n</blockquote>\n<p>Taiwan’s Minister Chang said at the forum:</p>\n<blockquote>\n  <p>“Open Data can improve the transparency of government and improve citizen participation, which is needed in Taiwan to resolve all kinds of environment and economy issues. Open Data can help Taiwan not only to be seen by the world, but also unlock potential economic value and enable Taiwan companies to go global. The UK’s Open Data Institute is well respected in the open data arena and Taiwan can learn from its example. I am glad to have a partner like the ODI with whom we can promote Open Data and we expect to have more interaction that benefits each other in the future.”</p>\n</blockquote>","media_enquiries_name":"Helen Desmond","media_enquiries_email":"helen.desmond@theodi.org","media_enquiries_telephone":"07984 813831","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}