{"id":"https://contentapi.theodi.org/odi-celebrates-first-birthday-announcing-university-southampton-honorary-partner.json","web_url":"http://theodi.org/news/odi-celebrates-first-birthday-announcing-university-southampton-honorary-partner","slug":"odi-celebrates-first-birthday-announcing-university-southampton-honorary-partner","title":"ODI celebrates first birthday by announcing University of Southampton as Honorary Partner ","format":"article","updated_at":"2015-09-11T09:52:32+00:00","created_at":"2013-10-01T07:12:05+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"description":"<p>The\u0002 University of Southampton has been awarded Honorary Founding Partner status in recognition of its exceptional contribution to the setup and development of the ODI. It comes exactly 12 months after the ODI’s unofficial opening and move into their London HQ.</p>","excerpt":"The\u0002 [University of Southampton](http://www.southampton.ac.uk/) has been awarded Honorary Founding Partner status in recognition of its exceptional contribution to the setup and development of the ODI. It comes exactly 12 months after the ODI’s unofficial opening and move into their London HQ.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>The\u0002 <a href=\"http://www.southampton.ac.uk/\">University of Southampton</a> has been awarded Honorary Founding Partner status in recognition of its exceptional contribution to the setup and development of the ODI. It comes exactly 12 months after the ODI’s unofficial opening and move into their London HQ.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/Don%2DNutbeam%2Dand%2DNigel%2DShadbolt%2D2.jpg\" alt=\"\" /></p>\n<p><em>Southampton Vice Chancellor, Prof Don Nutbeam with ODI Chairman, Prof Sir Nigel Shadbolt at the ODI's official opening in December 2012</em></p>\n<p>Since the ODI’s inception, the University has provided expertise, practical advice and in the very early stages, seed funding. On an ongoing basis, Southampton remains a key partner to the ODI; Chairman and co-founder Sir Nigel Shadbolt is also Professor of Artificial Intelligence at the University and it provides academic guidance and hands-on support in the delivery of the ODI’s training programme.</p>\n<p><strong>The ODI’s Commercial Director, Stuart Coleman\u0002</strong> said: “The University of Southampton has played a seminal role in the design, conception and implementation of the ODI. In fact, the ODI could not have been conceived, launched and sustained without the bedrock of support the University provided. \u0002In recognition of this commitment the ODI is delighted to afford the University Honorary Founding Partner status. \u0002Moving ahead, our teams will continue to collaborate as our partnership expands to focus on the provision of core training, education and research related services in the field of open data”.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/20121004_day1_06.jpg\" alt=\"\" /></p>\n<p><em>The original team line-up at the ODI's Shoreditch offices on October 1st 2012</em></p>\n<p><strong>The Vice Chancellor of Southampton University, Professor Don Nutbeam</strong> \u0002said: \"As a recognised pioneer of open data, the University of Southampton is delighted to join the ODI as a foundation partner. We are a university that has a world-class reputation for computer and data science and we look forward to working with the ODI to make data more readily available and accessible, and to further cement the UK's position as an international leader in open data.\"</p>\n<p><strong>Partner Benefits</strong><br />\nThe confirmation of Founding Partner status will cement the relationship between the ODI and the University bringing benefits to both partners:\u0002</p>\n<ul>\n<li>It lends additional professional credibility to the ODI as a training organisation, enabling it to confidently develop an educational offering at the cutting edge of open data science.</li>\n<li>It adds value to other ODI partnership programmes, including\u0002 <a href=\"http://www.theodi.org/news/new-odi-partnership-seeks-bring-benefits-open-data-developing-countries\">one recently announced</a>\u0002 with the\u0002 <a href=\"http://okfn.org/\">OKF</a>\u0002 and \u0002<a href=\"http://www.worldbank.org/\">The World Bank</a>.</li>\n<li>It places the University and the ODI together, as worldwide leaders in university- accredited open data education.</li>\n<li>It opens up opportunities to develop new courses and research projects and to bring them to a worldwide audience.</li>\n</ul>\n<p>The Honorary Founding Partnership comes exactly a year after the appointment of the ODI’s leadership team and the move into their HQ at 65 Clifton Street, Shoreditch. The 12 month anniversary will be celebrated officially with the first annual \u0002<a href=\"http://summit.theodi.org/\">ODI Summit</a> \u0002on 29th October.</p>\n<p>The University of Southampton joins more than 30 other organisations to become part of the\u0002 <a href=\"http://directory.theodi.org/members\">ODI’s membership programme</a>.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}