{"id":"https://contentapi.theodi.org/odi-and-mztek-shortlisted-for-35th-arts-business-awards.json","web_url":"http://theodi.org/news/odi-and-mztek-shortlisted-for-35th-arts-business-awards","slug":"odi-and-mztek-shortlisted-for-35th-arts-business-awards","title":"ODI and MzTEK shortlisted for 35th Arts & Business Awards ","format":"article","updated_at":"2015-09-11T09:55:12+00:00","created_at":"2014-04-06T19:15:30+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"business_proposition":false,"description":"<p>The partnership between the (ODI) and MzTEK has today (7th April) been shortlisted for this year’s Arts &amp; Business (A&amp;B) Awards which celebrate the finest partnerships between the commercial and cultural sectors. This year, over 100 partnerships entered across the 8 award categories.</p>","excerpt":"The partnership between the ODI and [MzTEK](http://www.mztek.org/) has been shortlisted for this year’s [Arts &amp; Business (A&amp;B) Awards](http://artsandbusiness.bitc.org.uk/awards-ab) which celebrate the finest partnerships between the commercial and cultural sectors. This year, more than 90 partnerships entered across the 8 award categories.\r","language":"en","need_extended_font":false,"alternative_title":"ODI and MzTEK shortlisted for 35th Arts & Business Awards ","url":"","content":"<p>The partnership between the ODI and <a href=\"http://www.mztek.org/\">MzTEK</a> has been shortlisted for this year’s <a href=\"http://artsandbusiness.bitc.org.uk/awards-ab\">Arts &amp; Business (A&amp;B) Awards</a> which celebrate the finest partnerships between the commercial and cultural sectors. This year, more than 90 partnerships entered across the 8 award categories.</p>\n<p>The partnership has been recognised as one of the top five within the A&amp;B New Sponsorship Award category for the innovative use of the arts to reinforce the branding and marketing activity of the business. It demonstrates how new collaborations between the arts and business sectors continue to drive exciting arts initiatives throughout the UK.</p>\n<p>In 2012, as a brand new organisation with no prior engagement with the arts, the ODI sponsored the female-focused organisation MzTEK to become a partner in the <a href=\"http://theodi.org/culture\">Data as Culture</a> programme. MzTEK not only had access to artists working in the field of new media, computer arts and technology but could also ensure a balanced demographic was reached in the commissioning process. </p>\n<p><strong>Sophie McDonald</strong>, MzTEK and co-curator of the first Data as Culture exhibition, said:</p>\n<p>“Being a partner in the Data as Culture programme was an exciting opportunity for MzTEK to expand our curatorial practice, reach new audiences and support female data artists to apply for the data-driven art commissions, an area which is predominantly a male domain.”</p>\n<p><strong>Julie Freeman</strong>, Open Data Institute Art Associate and co-curator of Data as Culture said:</p>\n<p>“The impact of the Data as Culture art programme has been significant not only to the ODI community but in the wider context of the arts. Our programme is becoming a key player in the creation and promotion of data art.”</p>\n<p><strong>Gavin Starks</strong>, Open Data Institute CEO said:</p>\n<p>“Data as Culture is for everyone. We want to ensure conversations about open data expand beyond specialist communities and through to the general public. Using data as a material increases awareness of what data is, how it can be used creatively, how it can inspire, encourage play and lateral thinking, and help people share stories and experiences. It has touched everyone who has visited the ODI, our team, and reached an international audience via global media channels.”</p>\n<p>As Chair of the New Sponsorship judging panel and Head of Marketing at Barclays, <strong>Jane Powell</strong> states of the shortlisted partnerships: “I think a number of them can actually form a model for how businesses and arts organisations can work really well together and in very imaginative ways as well.”</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}