{"id":"https://contentapi.theodi.org/odi-responds-postcode-data-consultation.json","web_url":"http://theodi.org/news/odi-responds-postcode-data-consultation","slug":"odi-responds-postcode-data-consultation","title":"ODI Responds to Postcode Data Consultation","format":"article","updated_at":"2015-09-11T09:50:26+00:00","created_at":"2012-10-26T15:59:38+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The ODI has responded to a [consultation on the licensing terms for Postcode Data (PAF)](http://www.pafboard.org.uk/documents/PAF%2812%2929%20LICENCE%20CONSULTATION%20SEPTEMBER%202012.pdf) with a strong message that Royal Mail \u0002should not spend further money on developing restrictive licensing and pricing options for the reuse of PAF® data.   ","language":"en","need_extended_font":false,"content":"<p>*The ODI has responded to a <a href=\"http://www.pafboard.org.uk/documents/PAF%2812%2929%20LICENCE%20CONSULTATION%20SEPTEMBER%202012.pdf\">consultation on the licensing terms for Postcode Data (PAF)</a> with a strong message that Royal Mail \u0002should not spend further money on developing restrictive licensing and pricing options for the reuse of PAF® data. *  </p>\n<p>In its response, the Institute argues that restrictive practices limit the potential economic and social value that opening the data could unlock and argues that:</p>\n<ul>\n<li>the Postcode Address File (PAF), owned by the Royal Mail, should be made available as open data</li>\n<li>freeing up this data would benefit new and existing businesses in the UK</li>\n<li>Royal Mail could support the maintenance of PAF by partnering with other organisations that gain value from using it</li>\n</ul>\n<p>The ODI’s Technical Director, Jeni Tennison said:  </p>\n<p>“Today we are publishing our response to the Possible PAF Licence Revision Consultation because even though the ODI has yet to launch officially, we think the opportunity to open up PAF data is too significant to ignore. Building restrictive licensing arrangements is a barrier to releasing the social, economic and environmental benefits that could be realised. We want to encourage others to respond to this consultation and would urge them to do so before the deadline on 31st October\".</p>\n<p>The ODI's full letter to the consultation is set out below.<br />\n \u0002</p>\n<hr />\n<p><strong>Letter to the Possible PAF Licence Revision Consultation from the Open Data Institute: 26th October 2012</strong>  </p>\n<p>Dear Sir/Madam,  </p>\n<p>We are writing in response to your call for opinions on the licensing terms and pricing for the Postcode Address File (PAF®). Please feel free to publish this response; we are also publishing it on our own website.  </p>\n<p>The Open Data Institute is a new not-for-profit centre for innovation which aims to maximise the social, environmental and economic value of open data. We have £10m funding over the next five years from the Technology Strategy Board, part of the Department for Business, Innovation and Skills, which we will at least match through funding from commercial organisations. As well as raising open data capability in government and enterprise, we seek to support new, innovative start-ups that take advantage of open data in their products and services.  </p>\n<p>We are responding to the PAF® licence consultation because the PAF® is both a key resource for direct use by existing and new businesses and a vital component of many other datasets that, were it not for the restrictive licensing of PAF®, could be released as open data. As such, changes to the licensing terms and pricing of PAF® have impacts far beyond its existing customer base.  </p>\n<p>There is a real opportunity for the PAF® Advisory Board to create economic and social value by radically changing the way in which Royal Mail manages this asset, which is vital not only to Royal Mail but to the country as a whole. We would challenge you to take up this opportunity and press for Royal Mail to release PAF® as open data and we would like to meet with the PAF® Advisory Board, or a relevant working group, to discuss this response.  </p>\n<p>Yours faithfully,  </p>\n<p>Gavin Starks<br />\n CEO  </p>\n<p><strong>Q1 In the interests of simplicity and of fairness do you favour significantly changing the terms and conditions for the supply of PAF®?</strong>  </p>\n<p>Yes. In the interests of both simplicity and fairness, we favour changing the terms and conditions for PAF® such that it is available as open data: made available for free and without restriction on how it is used.  </p>\n<p><strong>Q2 How should the costs of reliable and up-to-date PAF® data be shared?</strong>  </p>\n<p>For the Royal Mail, maintaining a reliable and up-to-date PAF® is a necessary cost of doing business: Royal Mail could not deliver mail without it. Royal Mail should be enabled to recover those costs through charging those who wish to have mail delivered to their properties such as property developers who build new properties and demolish old ones, and both individuals and companies who wish to receive mail.  </p>\n<p>Royal Mail will also save money compared to their current approach by releasing PAF® as open data, as the simpler model of dissemination will be more straightforward technically and not require as many sales or legal staff to be employed by them.  </p>\n<p><strong>Q3 How might the pricing arrangements be developed to stimulate PAF® usage in the economy without adverse effects on data quality or the incentive to Royal Mail to develop PAF® data further?</strong>  </p>\n<p>Delivering PAF® free for commercial and non-commercial reuse will have positive direct and indirect effects on the economy as a whole. Firstly, it will enable new and existing businesses to take advantage of PAF® without the current financial and legal burdens they endure. Secondly, and more importantly, it means that data derived from information within PAF® will be freed for reuse, which will again stimulate new and old businesses to work more efficiently and effectively with address information.  </p>\n<p>The PAF® Advisory Board should not underestimate the enormous \u0002effect that the PAF®'s restrictive licensing has on open-data availability within the UK as a whole. The <a href=\"http://www.adresse-info.dk/Portals/2/Benefit/Value_Assessment_Danish_Address_Data_UK_2010-07-07b.pdf\">release of the Danish address data as open data</a> in has led to a return on investment of 31:1 for direct usage over the first four years (on a spend of €2m) and a return on investment of 70:1 on use in 2010 (on a spend of €0.2m). These figures do not factor in indirect benefits to the economy (from further reusers of the data), and they illustrate how maintenance costs have decreased over time.  </p>\n<p>With the additional use and importance of PAF®, Royal Mail should be able to find willing and trustworthy partners who will also care about developing PAF® and improving its data quality. Royal Mail could develop these partnerships to reduce Royal Mail's maintenance costs by shouldering some of those costs themselves.  </p>\n<p>As proof of this model, we encourage the PAF Board to look at the Expert Participation Programme being run from The National Archives which will bring the government's legislation database up to date — massively improving its data quality in a way that The National Archives cannot do on its own — with assistance from commercial companies, government departments, academic institutions and others. This model is predicated on the availability of legislation as open data, as partners know that their contributions will be freely accessible forever.  </p>\n<p><strong>Q4 Should Royal Mail continue to develop transactional pricing options and should there be a difference between the price for internal purposes (within the organisation) and external usage (through a public facing web site)?</strong>  </p>\n<p>Royal Mail should concentrate on:<br />\n \u0002</p>\n<ul>\n<li><p>bringing down the cost of maintaining PAF®, through technical and process improvement</p></li>\n<li><p>increasing its in-house capabilities on publishing open data</p></li>\n<li><p>partnering with organisations that can contribute to PAF®’s maintenance</p></li>\n<li><p>developing charging models for updates to the database</p>\n<p>It should not spend money on developing restrictive licensing and pricing options for the reuse of PAF® data, which limit the potential economic and social value that opening the data could unlock.  </p></li>\n</ul>\n<p><strong>Q5 Do you wish to make any observations about the Government move to negotiate a centrally paid flat fee for non-commercial public sector use?</strong>  </p>\n<p>The public sector is one of many potential partners who rely upon PAF® to carry out their day-to-day work. The Royal Mail should cultivate this partnership to ensure that Government is able to effectively contribute to the maintenance of PAF®, supporting its release as open data.  </p>\n<p>If PAF® is not released as open data, the restrictions on the licensing of data derived from PAF® currently restrict Government's ability to effectively implement its Open Data policies. A flat fee for public sector use should include the ability for Government to publish data derived from PAF® as open data.  </p>\n<p><strong>Q6 How might these differences [in requirements regarding timeliness for reusers] be represented in the provision of PAF® without disproportionately complicating the licence conditions? Should the most frequent updating command a premium fee?</strong>  </p>\n<p>From our experience, it seems likely that the easiest way of implementing open access to PAF® would be to provide direct access to the data as currently stored within the database through an API. Dumps of the entire database might also be provided on a daily or weekly basis, coupled with feeds of changes that enable others to keep their versions synchronised with that held by Royal Mail. All these types of access (API, dumps and feeds of changes) should be available as open data, with no fee associated with them.  </p>\n<p><strong>Q7 What frequency of updating would best suit your usage?</strong>  </p>\n<p>Most of our required uses of PAF® would be best satisfied through API access, which is most easily implemented through direct access to current data.  </p>\n<p><strong>Q8 What are your views on:  \n \u0002(a) Direct end-user licensing;  \n \u0002(b) Solutions Providers paying licence fees on behalf of their customers based on a simple banding of end users’ potential use leaving PAF® free at the point of use;  \n \u0002(c) Unchanged arrangements?</strong>  </p>\n<p>All these complex licensing options are the result of PAF® not being available as open data. When choosing between these options, Royal Mail should demonstrate how any of these options leads to a more efficient and effective dissemination and use of PAF®, and more economic benefit to the UK, than its release as open data.  </p>\n<p><strong>Q9 Which [licensing] approach do you favour?</strong>  </p>\n<p>Short, simple licences significantly reduce the barriers to reusing data, particularly by those organisations who cannot afford high legal costs. Open licences tend to be short and simple. We favour an open licence, such as the <a href=\"http://www.nationalarchives.gov.uk/doc/open-government-licence/\">UK Open Government Licence</a>, which is two pages long.  </p>\n<p>We also observe that the complexity of the PAF® licence has a direct impact on the ability of those deriving data from PAF® to work out the limits on their onward licensing of that derived data, and thus has an adverse impact on much potential open data publication within the UK.  </p>\n<p><strong>Q10 Are there other ways in which the UK generic licence could be simplified?</strong>  </p>\n<p>If PAF® is not released under an open licence, we recommend that Royal Mail join the Information Fair Trader Scheme, run by the Office of Public Sector Information within The National Archives, through which they can get advice about how to simplify their licence terms.  </p>\n<p><strong>Q11 How should the definition of a user (currently ‘an individual work station or terminal or hand-held or otherwise portable device internal to the End-User’) be amended in the light of technological developments?</strong>  </p>\n<p>We have no response to this question, but observe that it illustrates the disproportionate effort that must be spent constructing licences that restrict access to, and usage of, PAF®. This effort would be better spent facilitating open access to PAF®.  </p>\n<p><strong>Q12 To what extent should potential disruption and extra costs of adjustment to new arrangements inhibit Royal Mail from making changes?</strong>  </p>\n<p>The impacts of even small changes to licensing conditions are disruptive because they require legal assistance to assess the impact on existing businesses. In contrast, the impacts of adopting an open licence are clear to all concerned, and although potentially disruptive to existing businesses, provide many opportunities for new businesses and thus for economic growth.  </p>\n<p><strong>Q13 Currently licensing arrangements have a 3 year minimum term with annual renewal. Does this meet your requirements or how should it be amended?</strong>  </p>\n<p>We have no response to this question.  </p>\n<p><strong>Q14 If only minimal amendments were to be made to the existing licence what would be your priorities for change?</strong>  </p>\n<p>We have no response to this question.  </p>\n<p><strong>Q15 What suggestions do you wish to make to improve contact between the Board and the market for PAF®?</strong>  </p>\n<p>We would recommend that the Board appoint a member from the start-up / SME community to represent potential reusers of PAF® who currently may not use it due to legal and financial barriers. We would welcome meeting with the Board to help them identify potential members in this group.  </p>\n<p>\u0002</p>","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}