{"id":"https://contentapi.theodi.org/odi-embraces-data-culture-art-commission.json","web_url":"http://theodi.org/news/odi-embraces-data-culture-art-commission","slug":"odi-embraces-data-culture-art-commission","title":"The ODI embraces data-as-culture with art commission ","format":"article","updated_at":"2015-09-11T09:52:22+00:00","created_at":"2012-10-16T12:54:25+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"NB: The pieces are now on view at the ODI and you can [view the work on this site](http://www.theodi.org/culture)","language":"en","need_extended_font":false,"content":"<p>NB: The pieces are now on view at the ODI and you can <a href=\"http://www.theodi.org/culture\">view the work on this site</a></p>\n<p><strong>We are inviting proposals for new or existing artworks to enhance the ODI’s premises in London.</strong> One of the ODI’s goals is to showcase the possibilities of open data and we aim to highlight the wide-ranging potential for this emerging field. Proposals are sought for all forms of data-driven art, including: screen, wall, or ceiling based, free-standing, roaming, interactive, site-specific, permanent or temporary. We are looking for time-based or kinetic works but all data-generated work will be accepted for review. The work should, in some way, incorporate or reflect the ODI’s focus on getting value from data: social, economic, and/or environmental. Data can be <a href=\"http://vimeo.com/15769292\">real-time</a> or static, collected from <a href=\"http://philipbeesleyarchitect.com/sculptures/1207_Protocell-Field/index.php\">personal</a> or local sensors (e.g. <a href=\"http://cinimodstudio.com/project/london-eye-mood-conductor/\">heart-rate</a>, <a href=\"http://christiaanzwanikken.wordpress.com/micro-skeletals/\">movement</a>, <a href=\"http://vimeo.com/21351764\">transport systems</a>) or <a href=\"http://data.gov.uk/data\">online</a> global <a href=\"http://www.google.com/publicdata/directory\">sources</a> (e.g. <a href=\"http://www.blackshoals.net/\">stock market</a>, <a href=\"http://airqualityegg.wikispaces.com/AirQualityEgg\">air pollution</a>, <a href=\"http://visualization.geblogs.com/visualization/aging/\">population demographics</a>). We are interested in work that represents change, movement, and fluctuation in data in innovative ways, abstractly or literally. <strong>Submission Requirements</strong> A web page (nb: URLs can be private/password protected) containing:</p>\n<ul>\n<li>a 300-400 word description</li>\n<li>up to 3 images (photographs, renders or sketches)</li>\n<li>an animation or video (if relevant)</li>\n<li>your expected technical needs such as floor, wall or ceiling space, displays, large projection screen, wifi, plinths/tables, etc.</li>\n<li>an estimated budget for materials and installation costs (e.g. 2 x Arduino Ethernet Boards, 10 x Bare Conductive paint pens, 1,000 surface mount LEDs)</li>\n</ul>\n<p><a href=\"http://tinyurl.com/odiartcommissions\">Please submit proposals via this online application form</a></p>\n<p>Artists may submit more than one proposal. <strong>Artist Fees</strong> We aim to engage at least 5 artists:</p>\n<ul>\n<li>Existing or adapted works will be awarded £1,000</li>\n<li>New commissions will receive up to £3,000</li>\n</ul>\n<p>These fees will include production time, plus attendance to an initial site-visit (1/2 day), installation/delivery of work, and take-down. Materials will be budgeted separately per work, a number of displays and screen technologies are available. Individual arrangements will be made for non-UK based artists. Works will be insured by The ODI when on-site but transportation insurance will be the responsibility of the artist. <strong>Schedule</strong></p>\n<ul>\n<li>- Brief issued: 16th October 2012</li>\n<li>Viewing days: 4 – 7pm 19th &amp; 22nd October 2012</li>\n<li>Proposal deadline: 6pm Sunday 28th October 2012</li>\n<li>Shortlisted artists contacted: 29-30th October 2012</li>\n<li>Commissions confirmed by: 31th October 2012</li>\n<li>Install dates: 23rd, 24th &amp; 25th November 2012</li>\n<li>Preview: 29th November 2012</li>\n</ul>\n<p>The ODI premises consist of 5,000 sq. ft. of open-plan workspaces, a large meeting room, a smaller meeting room, a reception area, and a number of circular meeting ‘pods’. We encourage anyone interested in proposing site-specific work to pay us a visit on a viewing day. We would like the works to remain on-site for a minimum of 6 months. <strong>About The Open Data Institute and this commission</strong> The UK’s groundbreaking <a href=\"http://www.theodi.org/\">Open Data Institute (ODI)</a>, an independent organisation led by <a href=\"http://www.dgen.net/blog/overview/\">Gavin Starks</a>, and founded by Professors <a href=\"http://www.w3.org/People/Berners-Lee/\">Sir Tim Berners-Lee</a> and <a href=\"http://users.ecs.soton.ac.uk/nrs/\">Nigel Shadbolt</a>, is formally launching later this year. The ODI is a collaboration between leading businesses and entrepreneurs, universities and researchers, government and civil society to unlock enterprise and social value from the vast amount of Open Data now being made accessible. As a collaborative, dynamic space which will host a diverse range of innovators, we are aiming for the commissioned artwork to give visual momentum to the environment, by bringing the space alive and inspiring new perspectives on Open Data. As an equal opportunity organisation The ODI welcomes applications from all artists, irrespective of ethnic origin, gender, marital status, sexuality, age or disability. Our offices are accessible. Please help us monitor the diversity of artists working in this area by completing our equality questionnaire with your submission. The ODI has engaged <a href=\"http://www.mztek.org\">MzTEK</a> to manage this exciting commissioning process. MzTEK is a non-profit organisation with the aim of addressing the imbalance of women artists working in the fields of new media, computer arts, and technology. Please email <a href=\"mailto:commissions@mztek.org\">commissions@mztek.org</a> if you have any questions. We appreciate that the timescales for this project is extremely tight and will endeavour to respond swiftly. The ODI reserves the right to commission work directly should the number or quality of entries be insufficient.</p>","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}