{"id":"https://contentapi.theodi.org/odi-leeds-goes-live.json","web_url":"http://theodi.org/news/odi-leeds-goes-live","slug":"odi-leeds-goes-live","title":"ODI Leeds goes live","format":"article","updated_at":"2015-09-11T09:55:29+00:00","created_at":"2014-05-06T13:22:06+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"business_proposition":false,"description":"<p>ODI Leeds, one of 18 ODI Nodes around the world, officially opens its doors for business today (6th May). The Node is part of a new open data hub based at Munro House where the Leeds Civic Lab and the Leeds Impact Hub are also located. ODI Leeds will also host the open data platform: the Leeds Data Mill. </p>","excerpt":"[ODI Leeds](http://theodi.org/nodes/leeds), one of 18 ODI Nodes around the world, officially opens its doors for business today (6th May). The Node is part of a new open data hub based at [Munro House](http://www.munro-house.co.uk/) where the Leeds Civic Lab and the Leeds Impact Hub are also located. \r","language":"en","need_extended_font":false,"alternative_title":"ODI Leeds officially opens its doors for business today","url":"","content":"<p><a href=\"http://theodi.org/nodes/leeds\">ODI Leeds</a>, one of 18 ODI Nodes around the world, officially opens its doors for business today (6th May). The Node is part of a new open data hub based at <a href=\"http://www.munro-house.co.uk/\">Munro House</a> where the Leeds Civic Lab and the Leeds Impact Hub are also located. </p>\n<p>The ODI Leeds workspace has been designed as a place to collaborate on projects, host training and events, and accommodate new open data businesses.</p>\n<p><a href=\"http://actuatedfutures.com/\">Actuated Futures</a>, a Leeds-based future city company, became the Node for Leeds in October 2013. Since then it has been working to set up the physical space at Munro House and develop its remit for the city region. Its founding members include: Leeds City Council, Bradford Metropolitan Council, West Yorkshire Combined Authority, Bloom Agency, Arup and Leeds Innovation Health Hub. All of whom have open data projects that will be hosted within the ODI Leeds workspace, and will be active in setting the direction for the node.</p>\n<p>Paul Connell, Founding Partner at Actuated Futures said:</p>\n<p>“We are delighted to be working with the ODI and our founding partners, it truly is an inspirational experience to be unleashing the power of open data for the citizens and businesses of Leeds and the city region, we are at the start of what we know will be a very exciting journey.” </p>\n<p>Gavin Starks, CEO at the ODI said:</p>\n<p>“ODI Leeds was one of the first ODI Nodes to be announced and is helping to set the pace for open data in the UK. Its dedicated work space will allow for open data collaboration with others from the Leeds Civic Lab and the Leeds Impact Hub. Bringing together the right people in this way is a key factor in driving innovation. We look forward to helping ODI Leeds drive positive change in the city, and define best practice for open data around the world.”</p>\n<p>ODI Leeds will be running its first training course on 21st May: Open Data in a Day - a course designed for anyone wanting to discover and use open data in their organisation. The course requires no prior open data knowledge. Places are still available, <a href=\"http://theodi.org/courses/open-data-day/2014-05-21\">book here</a>. </p>\n<p>ODI Leeds will also be open to the public on Friday afternoons to discuss projects, ideas or just drink tea and eat cake!</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}