{"id":"https://contentapi.theodi.org/odi-partners-manchester-future-everything-summit.json","web_url":"http://theodi.org/news/odi-partners-manchester-future-everything-summit","slug":"odi-partners-manchester-future-everything-summit","title":"ODI partners with Manchester Future Everything Summit ","format":"article","updated_at":"2015-09-11T09:51:06+00:00","created_at":"2013-03-20T18:29:26+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The [FutureEverything Summit of Ideas and Digital Invention](http://futureeverything.org/) gets underway in Manchester today (Thursday) with the support of the ODI. The ODI is a partner in\u0002the delivery of a special two-day workshop targeted at small to medium sized businesses in the city. \u0002Participants will learn how different business models can be driven by open data, and explore how all kinds of companies can use open data to improve performance, sales and customer satisfaction.","language":"en","need_extended_font":false,"content":"<p>The <a href=\"http://futureeverything.org/\">FutureEverything Summit of Ideas and Digital Invention</a> gets underway in Manchester today (Thursday) with the support of the ODI. The ODI is a partner in\u0002the delivery of a special two-day workshop targeted at small to medium sized businesses in the city. \u0002Participants will learn how different business models can be driven by open data, and explore how all kinds of companies can use open data to improve performance, sales and customer satisfaction.</p>\n<p>In addition, CEO <a href=\"http://futureeverything.org/summit/conference/sessions/gavin-starks-business-of-open-data/\">Gavin Starks will be addressing the conference</a> which will be attended by more than 500 delegates. \u0002Gavin will outline the role of the ODI, its aims and ambitions, and how companies can get involved with its projects and programmes. Gavin said: \u0002\n“Part of the ODI’s role is to support existing open data communities, and it is a privilege to be able to support the long-term efforts of the FutureEverything team and the Manchester community. Open data will help create knowledge for everyone - leading to better services for citizens and consumers. The ODI is convening governments, companies, communities, and individuals from around the world, to help innovate with open data.”</p>\n<p>The FutureEverything Summit will conclude with <a href=\"http://futureeverything.org/summit/conference/workshops-fringe-events/innovation-challenge/\">Routes to the Future: An Innovation Challenge</a>, a 48 hour competition which is also supported by the ODI. \u0002Delivered in partnership with Transport for Greater Manchester, coders and software developers will work with data to create applications that will help people get more out of the public transport network in Greater Manchester.</p>\n<p>Julian Tait, Head of Innovation Projects, Future Everything said: “Open data offers significant business opportunities for developing products and services for the UK and international markets. \u0002Recently the Government stated that data related services could act as a significant stimulus for the UK economy, yet there is little resource and training available to enable businesses to take advantage of this opportunity. FutureEverything is involved in several initiatives both in the UK and across Europe working on making the most out of open data.”</p>\n<p>Future Everything Summit of Ideas and Digital Invention is taking place from Thursday 21 - Sunday 24 March 2013. \u0002<a href=\"http://www.futureeverything.org/\">Delegate passes for the conference are on sale</a>. \u0002\n\u0002\n \u0002</p>","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}