{"id":"https://contentapi.theodi.org/one-year-on-general-election-uk-data-landscape.json","web_url":"http://theodi.org/news/one-year-on-general-election-uk-data-landscape","slug":"one-year-on-general-election-uk-data-landscape","title":"One year on from the general election: what does the UK data landscape look like?","format":"article","updated_at":"2016-05-31T16:14:58+00:00","created_at":"2016-05-31T15:01:41+00:00","tag_ids":["news","general-election","data-infrastructure"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/general-election.json","web_url":null,"title":"General Election","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=general-election","web_url":"http://theodi.org/tags/general-election","slug":"general-election"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-infrastructure.json","web_url":null,"title":"data infrastructure","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-infrastructure","web_url":"http://theodi.org/tags/data-infrastructure","slug":"data-infrastructure"}}],"details":{"business_proposition":false,"description":"<p>A year on from the UK general election, ODI Head of Policy Ellen Broad reflects on what has been achieved by government with data, key challenges that remain and recommendations for how to strengthen our data infrastructure</p>","excerpt":"A year on from the UK general election, ODI Head of Policy Ellen Broad revisits last year's 'Open data roadmap for the UK' and reflects on what has been achieved, key challenges that remain and recommendations for strengthening our data infrastructure\r","language":"en","need_extended_font":false,"alternative_title":"One year on from the UK general election: where are we on our open data roadmap?","url":"","content":"<p><em>A year on from the UK general election, ODI Head of Policy Ellen Broad revisits last year's 'Open data roadmap for the UK' and reflects on what has been achieved, key challenges that remain and recommendations for strengthening our data infrastructure</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/4d/b6/574db63df362be7caf000003/parliament.jpg\" alt=\"null\" class=\"img text-center\" id=\"574db63d1f986a07b80000c8\">\n<small>Plans around data transformation within government are evolving quickly. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [Rennett Stowe](https://www.flickr.com/photos/tomsaint/14749841802/in/photolist-otoN6h-aQYoWn-pX4Rmo-4GoMxp-sB3at9-9Rox9j-4GsLAm-cZB6s5-cZB7yE-du2cYw-qTT9J2-iF8Sjt-pn2Zp-cZB8am-6DfkhA-63omnT-cZB6KY-mNgPt-6AQf1r-6VZ5Lr-rdiVaR-4GsVmj-EFyh-gC45iS-4GoEWR-4Gj59k-ah6k5U-4GweVt-4Gw8Ra-7aRPbn-avioUm-euhD21-oPGWN3-58Fumn-6VjokE-kmQKW-rzdEmn-62pErt-puNNfR-9tHezG-dJbzbp-cAMNF3-mNqip-7ch9zb-bgEeaK-bsBAPA-7L2zCU-7P6God-qRi6zJ-j2wqtT “Rennett Stowe\").</small></p>\n<p>In the lead-up to the 2015 UK general election, the ODI published its ‘<a href=\"http://theodi.org/roadmap-uk-2015\">Open data roadmap for the UK</a>’. This set out steps the next government could take to strengthen the UK’s <a href=\"http://theodi.org/what-is-data-infrastructure\">data infrastructure</a>, and maximise the benefits of open data. </p>\n<p>One year on, there are recommendations set out in the roadmap that are more urgent than ever; there are some that seem blindingly obvious in retrospect; and there are needs we have now that weren’t mentioned in the roadmap at all. </p>\n<p>While the UK’s <a href=\"https://data.blog.gov.uk/category/government-data-programme/\">Government Data Programme</a> – coordinated by Government Digital Service – is accelerating work on data-sharing, ethics and registers, open data remains frustratingly siloed. </p>\n<p>The ODI’s roadmap set out <a href=\"http://theodi.org/roadmap-uk-2015\">nine suggestions</a> for the next UK Government on open data, from refining its open data strategy to generating impact from open data and maximising reuse. The roadmap saw open data as a core part of a wider government data strategy – a mechanism to help uncover and map how data is used and shared inside government (as shared data), and to create value for businesses collaborating with government. This blog outlines current challenges for government highlighted in the roadmap, and emerging gaps the roadmap didn’t cover. </p>\n<h3 id=\"keydatachallengesforgovernment\">Key data challenges for government</h3>\n<p><strong>The importance of data as infrastructure is not widely recognised</strong></p>\n<p>The ODI’s roadmap highlighted the need to build on and refine work on the UK’s National Information Infrastructure, moving beyond a static list of public sector datasets. Since the election, government work on defining and setting rules for essential data infrastructure – inside and outside government – has stalled. </p>\n<p><a href=\"http://theodi.org/data-infrastructure\">Data is infrastructure</a> – not only for the public sector, but the wider economy. It underpins public service transformation, business innovation and democratic engagement. The UK Government Data Programme espouses the importance of data infrastructure, but while a National Infrastructure Commission has been <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/508109/DOC150316-15032016124609.pdf\">established</a> by government, data isn’t a part of it. </p>\n<p>There are some standout departments accelerating their investment in data infrastructure and open data. In June 2015, Secretary of State for Defra Liz Truss announced the <a href=\"https://www.gov.uk/government/speeches/environment-secretary-speech-on-the-future-of-food-and-farming\">‘biggest data giveaway the UK has ever seen</a>’, committing to publishing 8,000 datasets as open data in 12 months and transforming how the department uses data in general. The project goes beyond publishing more data; it’s a change to an open culture. The <a href=\"https://gds.blog.gov.uk/2015/08/18/mapping-new-ideas-for-the-digital-justice-system-2/\">Ministry of Justice</a>, <a href=\"https://dwptechnology.blog.gov.uk/2016/02/04/the-appliance-of-data-science/\">DWP</a> and <a href=\"http://digital.nhs.uk/we-need-to-open-up-gp-data\">NHS</a> have all written about their own data work. </p>\n<p>Open registers are part the UK’s data infrastructure, and the Government Data Programme has been <a href=\"https://data.blog.gov.uk/2013/05/15/developing-a-national-core-reference-data-set/\">investing</a> in core reference data that lots of services need. But registers aren’t the only kind of data in our data infrastructure. They’ll need to supplement rather than replace existing mechanisms for publishing core data where they’re already working, via APIs and as static data assets. </p>\n<p>The Government Data Programme has been exploring opening up core data assets that are part of the UK’s data infrastructure. The <a href=\"https://gds.blog.gov.uk/2016/03/23/an-open-address-register/\">2016 Budget included up to £5m</a> to explore options for an open, authoritative address register. <a href=\"https://twitter.com/search?q=%23OpenDefra&src=typd\">#OpenDefra</a> has seen the release of high-value datasets like <a href=\"https://defradigital.blog.gov.uk/2016/03/17/exploring-the-laser-cloud/\">LIDAR</a>, which provides digital elevation information for three quarters of the UK. However, the openness of data maintained by bodies that may be privatised – like the Land Registry – is <a href=\"http://theodi.org/news/new-research-exposes-risk-privatising-land-registry-restricting-data\">at risk.</a> </p>\n<p><strong>Open data in government is getting more disjointed, not connected</strong> </p>\n<p>The ODI’s roadmap emphasised the need to embed open data as fundamental to a comprehensive data strategy for government. There’s still a team working on open data as part of the Government Data Programme, but if anything it seems open data is more fragmented than before the general election. </p>\n<p>Responsibility for open data is now generally split across two departments: GDS and the Government Data Programme, who are exploring data use inside government which will feed into the Government Digital Strategy, and the Department for Business, Innovation and Skills (BIS), who are asking questions about open data and its use by businesses and third-sector organisations in the <a href=\"https://www.gov.uk/government/consultations/national-innovation-plan-call-for-ideas\">National Innovation Plan</a>. The split between departments may make sense if it weaves open data into the natural perspectives and scope for policy interventions within the two departments. But joining up efforts will take strong leadership. </p>\n<p>Data policies have not been joined up in consultations from the Government Data Programme itself, with the ‘<a href=\"https://docs.google.com/document/d/1xj5fZHkxnwGwpGNjeyoYviZhbYYNbBwO8QqyZyQfzJI/edit#heading=h.mmzqvnva5k34\">Better use of data’ consultation</a> noticeably missing policies linked to open data, accessibility of data via open APIs and data science ethics.</p>\n<p>And while the focus for the Government Data Programme is <a href=\"https://data.blog.gov.uk/2015/09/25/our-plan-for-data-2/\">public</a>, targets and metrics for its initiatives such as for open data aren’t, making it hard to meaningfully evaluate progress. </p>\n<p><strong>There’s a vacuum in public-sector senior data leadership</strong></p>\n<p>The roadmap recommended appointing a Chief Data Officer for government, and it still seems there’s a lack of senior leadership and championing of data across government. In late March 2015 Mike Bracken was appointed <a href=\"https://gds.blog.gov.uk/2015/03/28/data-as-a-public-asset/\">Chief Data Officer for the UK</a>, alongside his role as Executive Director of Digital in the Cabinet Office and head of GDS. Since Mike’s departure in August 2015 from GDS, no new Chief Data Officer has been appointed. As the Government Data Programme ramps up, and more departments begin to invest in data science, open data and data infrastructure projects, that authoritative voice becomes essential to champion and communicate the big picture for data in the UK; to hold government to account when things go wrong – for example, the <a href=\"http://blogs.bmj.com/bmj/2016/05/10/ellen-broad-and-tom-sasse-google-deep-in-trust-issues-around-use-of-uk-patient-data/\">Google DeepMind and NHS Royal Free data-sharing arrangement</a>; and to ultimately drive improvements over time.</p>\n<h3 id=\"ukgovernmentsdatahighlights\">UK Government’s data highlights</h3>\n<p>The Government Data Programme’s work on registers – recognising certain kinds of reference data as an essential ‘spine’ for linking up public services – is a promising step that has already been mentioned above. </p>\n<p><strong>Open contracting got a Prime Ministerial boost</strong></p>\n<p>It’s also been great to see the government’s commitment to open contracting and open procurement data continued. At the 2016 Anti-Corruption Summit hosted by Prime Minister David Cameron, the UK became the first G7 country to commit to the Open Contracting Data Standard (OCDS) for contracts administered by the Crown Commercial Service. Government should go further though. To drive competition and better services, open should be baked into contracts with government, so that where data is collected, maintained, and used with public funding, the outputs are as open as possible for everyone to benefit from. </p>\n<p><strong>Government convened sectors to solve problems using open data and open APIs</strong></p>\n<p>There have been exciting initiatives outside government, with government convening support around open data and open APIs. The <a href=\"https://theodi.org/news/uk-open-banking-working-group-publishes-report\">Open Banking Standard work</a> – co-chaired by the ODI and Barclays – aims to make it possible for consumer banking data to be shared efficiently and securely, for citizens’ benefit. The recommendations from the Open Banking Working Group’s final report were incorporated by the CMA in its recent <a href=\"https://www.gov.uk/government/news/cma-wants-banks-to-work-harder-for-their-customers\">recommendations to reform UK banking</a>, and work in this space continues to evolve rapidly.</p>\n<p><strong>UK Cabinet Minister advocated for ‘dogfooding’ open data</strong></p>\n<p>In late 2015 Cabinet Minister Matt Hancock became the first politician to use the term ‘dogfooding’ in an <a href=\"https://www.gov.uk/government/speeches/open-data-matt-hancock-speech\">official speech</a> in Berlin, highlighting using open data inside government as a priority for the Government Data Programme:</p>\n<blockquote>\n  <p>Government using our own data, ‘hundefutter’, or dogfooding as it is called in English, also ensures that we publish high quality data because we know what it feels like to use it. This is taken from a US Chief Executive of a dog food company who ate a can of his own product to prove its quality.</p>\n</blockquote>\n<p>Encouraging civil servants to consume open data, not just publish it, was a recommendation from the ODI’s roadmap and it was fantastic to hear it have Ministerial endorsement. However, it’s not clear how successful this effort from the Government Data Programme has yet been in practice. This ‘dogfooding’ will be key for data publishers inside government to grasp the quality of their data, how it might be improved and how others might use it (or not be able to use it). </p>\n<h3 id=\"whatdidwemissintheroadmap\">What did we miss in the roadmap?</h3>\n<p><strong>Engagement with the data community</strong></p>\n<p>At the time going into the general election, there were a range of data-related engagement groups: the Open Data User Group (ODUG), the Government Transparency Panel, the Open Standards Board and more. Engagement with data users didn’t feature in our roadmap. </p>\n<p>Since the election, a Data Leaders Network has been established, comprising of leaders within government, and a <a href=\"https://www.gov.uk/government/groups/data-steering-group#minutes\">Data Steering Group</a> of external data visionaries. The Open Data User Group (ODUG) hasn’t been renewed, and as yet there is no formal engagement strategy in place for communicating with the wider data community, outside of the ODI, which has been asked to <a href=\"https://theodi.org/blog/odi-welcomes-new-role-with-cabinet-office\">reflect the needs of its members</a>. The latest UK National Action Plan for the Open Government Partnership points to the Open Government Network as its platform for engagement on some aspects of data and open government, but again, the OGN reflects a subsection of the UK data community. Other voices and perspectives need to be taken into account, as well. </p>\n<p><strong>Personal data-sharing, data science and ethics</strong></p>\n<p>There’s work to be done to address the <a href=\"http://blogs.bmj.com/bmj/2016/05/10/ellen-broad-and-tom-sasse-google-deep-in-trust-issues-around-use-of-uk-patient-data/\">data trust deficit</a> between citizens and organisations managing and using our personal data. The ODI has been working on draft <a href=\"http://theodi.org/blog/bringing-together-privacy-and-openness-the-odi-shares-draft-personal-data-principles\">design principles</a> for managing personal data: bringing together openness and privacy to build trust. Several of these reflect requirements of the <a href=\"https://en.wikipedia.org/wiki/General_Data_Protection_Regulation\">EU General Data Protection Regulation</a>, which will be in force in the UK by the end of 2017. We’re working now to expand the principles in line with the General Data Protection Regulation (GDPR), and build practical guidelines for organisations handling data ethically. </p>\n<p>The Cabinet Office’s <a href=\"https://www.gov.uk/government/publications/data-science-ethical-framework\">data science ethical framework</a> was launched in May. The simplicity of the framework is refreshing, and the team’s skillful use of the open policy-making process to test and adapt its recommendations is an exemplar for government. Just as data projects and what is considered ‘ethical’ evolves and changes, so the framework will adapt, with the team committed to continuing to update the framework after launch. </p>\n<p><strong>Open data and data infrastructure for cities and regions</strong></p>\n<p>Since the general election, cities have been forging their own paths on data. As the devolution deals are finalised, we’re working with our network of ODI members and UK ODI Nodes to ensure that city data infrastructure is as open as possible.</p>\n<h3 id=\"whatareyourthoughts\">What are your thoughts?</h3>\n<p>Plans around data transformation within government, and for the UK generally, continue to evolve rapidly. Alongside GDS in the Cabinet Office, other departments are starting to grapple with their role and responsibilities setting data policies and ideas into practice – it’s part of the <a href=\"https://www.gov.uk/government/consultations/national-innovation-plan-call-for-ideas\">BIS Innovation Plan call for ideas</a>, and fundamental to the upcoming <a href=\"https://www.gov.uk/government/news/new-boost-for-digital-economy\">UK-France Data Taskforce report</a> being overseen by Treasury and the Department for Culture, Media and Sport. </p>\n<p>What exciting work do you see happening that we should highlight? What other areas do you want to see more progress made in? How can the enthusiasm and willingness to engage with data use inside and outside government – and the role of open data to deliver this – be harnessed to contribute towards a cohesive, visionary UK Government data strategy? Add your thoughts as comments on this blog or get in touch with us at <a href=\"mailto:policy@theodi.org\">policy@theodi.org</a>.</p>\n<p><strong><em>Ellen Broad is <a href=\"https://theodi.org/team/ellen-broad\">Head of Policy</a> at the ODI. Follow <a href=\"https://twitter.com/ellenbroad\">@ellenbroad</a> on Twitter.</em></strong></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/roadmap-uk-2015.json","web_url":"http://theodi.org/roadmap-uk-2015","slug":"roadmap-uk-2015","title":"Open data roadmap for the UK - 2015","format":"article","updated_at":"2015-09-11T09:59:38+00:00","created_at":"2014-12-08T13:15:56+00:00","tag_ids":["page","publication","policy","roadmap","uk"]},{"id":"https://contentapi.theodi.org/uk-general-election-special-what-do-other-manifestos-say-about-open-data.json","web_url":"http://theodi.org/blog/uk-general-election-special-what-do-other-manifestos-say-about-open-data","slug":"uk-general-election-special-what-do-other-manifestos-say-about-open-data","title":"UK General Election: what do other manifestos say about open data?","format":"article","updated_at":"2015-09-11T09:59:21+00:00","created_at":"2015-02-22T12:21:03+00:00","tag_ids":["blog","open-data-roadmap","open-data","uk"]},{"id":"https://contentapi.theodi.org/a-truly-open-general-election-not-quite.json","web_url":"http://theodi.org/blog/a-truly-open-general-election-not-quite","slug":"a-truly-open-general-election-not-quite","title":"A truly open general election? Not quite","format":"article","updated_at":"2015-09-11T10:00:37+00:00","created_at":"2015-05-05T15:59:42+00:00","tag_ids":["blog","general-election"]},{"id":"https://contentapi.theodi.org/we-need-to-strengthen-our-data-infrastructure.json","web_url":"http://theodi.org/we-need-to-strengthen-our-data-infrastructure","slug":"we-need-to-strengthen-our-data-infrastructure","title":"We need to strengthen our data infrastructure","format":"article","updated_at":"2016-01-11T09:50:28+00:00","created_at":"2016-01-08T12:35:12+00:00","tag_ids":["page","data-infrastructure"]}],"organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}}