{"id":"https://contentapi.theodi.org/open-banking-working-group-uk-experts-impact-consumers-regulators-industry.json","web_url":"http://theodi.org/news/open-banking-working-group-uk-experts-impact-consumers-regulators-industry","slug":"open-banking-working-group-uk-experts-impact-consumers-regulators-industry","title":"UK experts to explore how open banking will impact consumers, regulators and industry","format":"article","updated_at":"2015-10-06T11:08:48+00:00","created_at":"2015-09-18T09:30:47+00:00","tag_ids":["news","open-banking-working-group","finance"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-banking-working-group.json","web_url":null,"title":"open banking working group","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-banking-working-group","web_url":"http://theodi.org/tags/open-banking-working-group","slug":"open-banking-working-group"}},{"id":"https://contentapi.theodi.org/tags/keywords/finance.json","web_url":null,"title":"finance","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=finance","web_url":"http://theodi.org/tags/finance","slug":"finance"}}],"details":{"business_proposition":false,"description":"<p>UK experts to explore how open banking will impact consumers, regulators and industry</p>","excerpt":"Building upon the UK Government’s [call for evidence](https://www.gov.uk/government/consultations/data-sharing-and-open-data-in-banking-call-for-evidence/call-for-evidence-on-data-sharing-and-open-data-in-banking \"call for evidence\") on both data sharing and open data in banking, a consensus view has emerged that delivering open standards and open data in the UK will help drive innovation and competition in financial services. \r","language":"en","need_extended_font":false,"alternative_title":"UK experts to explore how open banking will impact consumers, regulators and industry","url":"","content":"<p>Building upon the UK Government’s <a href=\"https://www.gov.uk/government/consultations/data-sharing-and-open-data-in-banking-call-for-evidence/call-for-evidence-on-data-sharing-and-open-data-in-banking\" title=\"call for evidence\">call for evidence</a> on both data sharing and open data in banking, a consensus view has emerged that delivering open standards and open data in the UK will help drive innovation and competition in financial services. </p>\n<p>Increased innovation and competition will further establish the UK as leader in FinTech, deliver proposition enhancements – both in value and service – to consumers and businesses and prepare the UK for for the implementation of emerging regulation from Europe (PSD II).</p>\n<p>As a result, a joint industry and government working group has been mobilised to deliver a framework for the design, development and administration on two specific themes: data sharing via an open standard (an ‘open API’), and open data related to non-personal data that could be made available publically.  </p>\n<p>The <strong>Open Banking Working Group</strong> (OBWG) will produce a paper outlining its recommendations by the end of 2015 articulating the framework for designing open standards and open data alongside a timetable for implementation. It will highlight how customers can have more control over their data, and how to create an environment which supports creating value from its usage.</p>\n<p>The working group will include industry experts from banking, open data, consumer and business communities to ensure a diverse range of expert views are represented, and will actively solicit input from any interested party. Details of how to engage will be published when they have been defined.</p>\n<p>Read the OBWG Terms of Reference <a href=\"http://theodi.org/news/open-banking-working-group-terms-of-reference\" title=\"here\">here</a>.</p>\n<h3 id=\"quotefromtheeconomicsecretarytothetreasuryharriettbaldwinmp\">Quote from the Economic Secretary to the Treasury, Harriett Baldwin MP</h3>\n<p><em>\"A key part of the government’s economic plan is to improve competition in the banking sector so that it better serves the needs of Britain’s businesses and consumers.</em></p>\n<p><em>\"That is why at Budget we committed to delivering an open API standard in UK banking, which will help to drive more competition and innovation in banking for the benefit of consumers. To take forward this important work, we established a Working Group comprising a diverse range of stakeholders across government and the banking and FinTech industries.</em></p>\n<p><em>\"It is great to see today the first publication of the Open Banking Working Group, providing an overview of the benefits their work will bring and setting out formally how they will deliver against the government’s commitment. This is an important milestone in the journey towards a better, more open banking sector that works more effectively for consumers. It is a great example of how the UK’s financial services and FinTech industries are collaborating with one another to take world-leading action in banking.\"</em></p>\n<iframe class=\"scribd_iframe_embed\" src=\"https://www.scribd.com/embeds/281789092/content?start_page=1&view_mode=scroll&access_key=key-Mg5cfeUrNPU6i4QywEzr&show_recommendations=true\" data-auto-height=\"false\" data-aspect-ratio=\"0.7068965517241379\" scrolling=\"no\" id=\"doc_93036\" width=\"100%\" height=\"600\" frameborder=\"0\"></iframe>\n<p><small>A letter from Harriett Baldwin MP to OBWG Co-Chairs Gavin Starks and Matt Hammerstein</small>.</p>\n<h3 id=\"quotesfromcochairs\">Quotes from Co-Chairs</h3>\n<p><strong>Matt Hammerstein</strong>, Head of Client and Customer Experience at Barclays Personal and Corporate Banking said: </p>\n<p><em>\"The UK Government has already taken bold and brave steps to establish the UK as a global leader in attracting and nurturing new technology and associated innovation, and UK consumers and businesses are already benefiting from that. This working group builds on that track record and promises to extend the UK's leadership into the space of open API standards for sharing data to drive innovation and competition. It is a privilege to be involved in this important work.\"</em></p>\n<p><strong>Gavin Starks</strong>, CEO at the Open Data Institute said: </p>\n<p><em>\"Open standards and open data will help reduce friction in the economy, and enable the UK to trade effectively in the digital economy. For consumers and businesses this will help improve their interaction with services, and enable new services to emerge that help them manage their finances. For banks and FinTech innovators I believe there are substantial opportunities for both efficiencies and innovation.\"</em> </p>\n<h3 id=\"keyobwgparticipants\">Key OBWG participants</h3>\n<p>Direct participants in the Steering Committee of the Working Group will be drawn from representatives of the British Banking Association, Payments UK, Innovate Finance, FDATA, COADEC and Digital Catapult, and include other individuals with expertise and perspectives directly relevant to the work's objectives, drawn from across industry. </p>\n<p>EY (Ernst &amp; Young) has kindly volunteered to provide pro-bono support to the working group. A range of channels will be developed as the work progresses through which any interested party can share any perspectives that they wish. Interested individuals and parties can find out more by contacting Henry Kuang of EY at hkuang@uk.ey.com.</p>\n<h3 id=\"faq\">FAQ</h3>\n<p><strong>Q. Why is the UK doing this?</strong></p>\n<p><strong>A.</strong> In this year’s Budget the Chancellor committed to delivering an open API standard in UK banking, and setting out a detailed framework for its design by the end of 2015, in order to help drive more competition and innovation in banking for the benefit of consumers. The Open Banking Working Group (OBWG) has been tasked with taking this work forward, bringing together a diverse range of stakeholders across government and the banking and FinTech industries in order to do so.  </p>\n<p>In addition, it will build on the UK’s leadership position in open data worldwide, ensuring the UK keeps ahead on this critical agenda item to protect our economic interests and further establish the UK as a leader in FinTech. The work will also position the UK well to help shape implementation of emerging European regulation in the space of open data (PSD II).</p>\n<p><strong>Q. What is an open API, what is open data, and what is an open data API?</strong></p>\n<p><strong>A.</strong> An <strong>open API</strong> is a means of accessing data based on an open standard: it is a public interface. An open standard is developed and maintained collaboratively and transparently, and can be accessed and used by anyone. The data accessed via an open API may be closed, shared or open data. </p>\n<p>A detailed definition can be found <a href=\"https://www.gov.uk/service-manual/making-software/open-standards-and-licensing.html\" title=\"here\">here</a>. </p>\n<p>Data exists on a spectrum of accessibility. The data spectrum ranges from closed to shared to open. A simple visualisation of this definition can be found <a href=\"http://theodi.org/data-spectrum\" title=\"here\">here</a>.</p>\n<p><strong>Open data</strong> is data that anyone can access, use and share. An <strong>open data API</strong>, therefore, is a public interface that provides access to open data. An example of open data in this context could be financial product information.</p>\n<p><strong>Q. Does this mean any personal data will be released as open data?</strong></p>\n<p><strong>A.</strong> No. It is categorically not the case that any individual’s personal bank details or a company’s transaction data are going to be licensed or made public as open data as a result of this work. For the avoidance of doubt, the open API enables developers to integrate with a service to create new, value-added services for individuals and businesses. Those developers will need explicit permission to access, use or transact with any confidential information and appropriate security will need to be built around any interface that provides to maintain the privacy and security of the underlying data.</p>\n<p><strong>Q. What benefit might an open API have for users, innovators, banks and regulators?</strong></p>\n<p><strong>A.</strong> There are many potential benefits. We have provided some limited examples below.</p>\n<p><em>Banking customers</em><br>\nAn open API should enable bank customers (both consumer and business) to access their data in a structured, machine-readable form. This will enable them to more easily grant permission to access (or share directly) this information with other services and applications.</p>\n<p><em>Innovators</em><br>\nEasier access to data reduces friction for innovators, lowers transaction costs, increases speed to market and produces better quality for end-consumers of their innovation. This should drive far greater benefit to individuals and businesses, enhancing competition and the overall service experience.</p>\n<p><em>Banks</em><br>\nBanks will benefit from reduced costs, increased innovation and more engaged customers.</p>\n<p><em>Regulators</em><br>\nRegulators will benefit from more competition, heightening the ability of the market to self-police through switching behaviour of customers that will penalise providers that do not create and maintain high-quality services that add value to their customers.</p>\n<p><strong>Q. What impact might an open data API have for users, innovators, banks and regulators?</strong></p>\n<p><strong>A.</strong> We provide some examples below. </p>\n<p><em>Banking customers</em><br>\nBanking customers will benefit from increased competition in the sector, through greater transparency of products and services, and through new product innovation.</p>\n<p><em>Innovators</em><br>\nProviding access to, for example, all available products enables new services to be created or existing services to be enhanced, such as product comparison.</p>\n<p><em>Banks</em><br>\nBanks will benefit from reduced costs, increased innovation and more engaged customers.</p>\n<p><em>Regulators</em><br>\nRegulators will have easier access to the products and services which they are required to regulate. An open reporting standard could simplify reporting and collection of regulatory data. Open data could also increase transparency by providing greater access to regulatory information. </p>\n<p><strong>Q. How will the working group ensure its recommendations benefit users?</strong></p>\n<p><strong>A.</strong> The working group is explicitly structured to ensure user needs are clearly identified through sub-groups, access to focus groups / research and involvement from a broad range of participants including trade associations, FinTech innovators, and banks. A number of channels will be established to ensure that any interested party or individual is able to share their perspectives with the working group. Interested parties or individuals should contact Henry Kuang of EY at hkuang@uk.ey.com to express their interest. </p>\n<p><strong>Q. What is happening next?</strong></p>\n<p><strong>A.</strong> The working group is defining its purpose and principles. Further notices will be published on an ongoing basis to ensure that the process for defining open banking is, itself, open. </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/open-data-means-business.json","web_url":"http://theodi.org/open-data-means-business","slug":"open-data-means-business","title":"Research: Open data means business","format":"article","updated_at":"2016-05-24T08:59:39+00:00","created_at":"2015-04-23T13:56:34+00:00","tag_ids":["page","open-data-means-business","business","research","uk","startups"]},{"id":"https://contentapi.theodi.org/open-banking-working-group-terms-of-reference.json","web_url":"http://theodi.org/news/open-banking-working-group-terms-of-reference","slug":"open-banking-working-group-terms-of-reference","title":"Open Banking Working Group: Terms of Reference","format":"article","updated_at":"2015-10-06T09:49:47+00:00","created_at":"2015-10-02T15:54:28+00:00","tag_ids":["news","open-banking-working-group","finance"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}