{"id":"https://contentapi.theodi.org/opendatasoft-partners-with-odis-north-carolina.json","web_url":"http://theodi.org/news/opendatasoft-partners-with-odis-north-carolina","slug":"opendatasoft-partners-with-odis-north-carolina","title":"ODI startup OpenDataSoft partners with ODI’s North Carolina Node to create Smart Government solutions","format":"article","updated_at":"2015-09-11T09:56:01+00:00","created_at":"2014-08-01T13:28:56+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"business_proposition":false,"description":"","excerpt":"Two open data companies from the ODI’s growing network, one French, one American, have today announced they are forging a partnership. [OpenDataSoft](http://www.opendatasoft.com/), a French open data software company which recently joined the ODI’s startup programme, and US-based [BaleFire Global](http://www.balefireglobal.com/), which hosts the ODI’s North Carolina node, have signed an agreement to develop comprehensive open data solutions for Smart Government projects (22nd July).\r","language":"en","need_extended_font":false,"alternative_title":"ODI startup OpenDataSoft partners with ODI’s North Carolina Node to create Smart Government solutions","url":"","content":"<p>Two open data companies from the ODI’s growing network, one French, one American, have today announced they are forging a partnership. <a href=\"http://www.opendatasoft.com/\">OpenDataSoft</a>, a French open data software company which recently joined the ODI’s startup programme, and US-based <a href=\"http://www.balefireglobal.com/\">BaleFire Global</a>, which hosts the ODI’s North Carolina node, have signed an agreement to develop comprehensive open data solutions for Smart Government projects (22nd July).</p>\n<p>By joining forces with <a href=\"http://www.balefireglobal.com/\">BaleFire Global</a>, an American open data advisory company that helps organisations with open data platform deployments and strategies, <a href=\"http://www.opendatasoft.com/\">OpenDataSoft</a> will be able to speed up the launch of several existing projects.</p>\n<p>BaleFire Global operates in Europe, South America, the United States and Australia, and has already helped dozens of governments improve engagement and discover economic benefits by opening data for citizens and the private sector. OpenDataSoft is already the technology behind several open data portals including the <a href=\"http://opendata.paris.fr/\">City of Paris</a>, the <a href=\"http://opendata.brussels.be/\">City of Brussels</a> and the <a href=\"http://data.sncf.com/\">French National Railway Company</a>.</p>\n<p><em>Jason Hare, Founder and Director of open data at BaleFire Global, said:</em></p>\n<blockquote>\n  <p>“We have chosen OpenDataSoft because they are the best open data software technology on the market. Working together will bring new exciting opportunities for both of our companies.”</p>\n</blockquote>\n<p><em>Jean-Marc Lazard, OpenDataSoft’s CEO, said:</em></p>\n<blockquote>\n  <p>“Partnering with BaleFire Global is OpenDataSoft’s gateway to the American open data market, speeding our international development. We already have hot projects in the works and we can’t wait for them be live.”</p>\n</blockquote>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}