{"id":"https://contentapi.theodi.org/open-data-could-improve-rail-travel-for-disabled-passengers-say-industry-and-passenger-groups.json","web_url":"http://theodi.org/news/open-data-could-improve-rail-travel-for-disabled-passengers-say-industry-and-passenger-groups","slug":"open-data-could-improve-rail-travel-for-disabled-passengers-say-industry-and-passenger-groups","title":"Open data could improve rail travel for disabled passengers’ say industry and passenger groups","format":"article","updated_at":"2015-09-11T09:59:27+00:00","created_at":"2015-01-15T15:55:30+00:00","tag_ids":["news","open-data","office-of-rail-regulation","disability"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/office-of-rail-regulation.json","web_url":null,"title":"office of rail regulation","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=office-of-rail-regulation","web_url":"http://theodi.org/tags/office-of-rail-regulation","slug":"office-of-rail-regulation"}},{"id":"https://contentapi.theodi.org/tags/keywords/disability.json","web_url":null,"title":"disability","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=disability","web_url":"http://theodi.org/tags/disability","slug":"disability"}}],"details":{"business_proposition":false,"description":"<p>Open data could improve rail travel for disabled passengers’ say industry and passenger groups</p>","excerpt":"Last Autumn, rail users and industry leaders joined a workshop at the Open Data Institute (ODI) to explore how open data can improve the development and provision of disabled access to the UK rail network. It was led by the [Office for Rail Regulation](http://orr.gov.uk/) (ORR).\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<h3 id=\"lastautumnrailusersandindustryleadersjoinedaworkshopattheopendatainstituteoditoexplorehowopendatacanimprovethedevelopmentandprovisionofdisabledaccesstotheukrailnetworkitwasledbytheofficeforrailregulationhttporrgovukorr\">Last Autumn, rail users and industry leaders joined a workshop at the Open Data Institute (ODI) to explore how open data can improve the development and provision of disabled access to the UK rail network. It was led by the <a href=\"http://orr.gov.uk/\">Office for Rail Regulation</a> (ORR).</h3>\n<p>Ahead of Disabled Access Day (tomorrow, 17th January 2015), a new paper <strong><a href=\"http://theodi.org/improving-access-to-rail-information-for-disabled-passengers\">'Improving access to rail information for disabled passengers'</a></strong> has been published today. It draws on the workshop discussion and puts forward a set of suggestions to help rail companies and developers improve their services for rail passengers with disabilities.</p>\n<p>The workshop attendees agreed that better rail services for disabled passengers is a win-win for all concerned. There are about <a href=\"https://www.gov.uk/government/statistics/family-resources-survey-201112\">11 million people</a> living in the UK with a limiting long-term illness, impairment or disability, with a collective spending power of an estimated <a href=\"http://www.businessdisabilityforum.org.uk/customer-experience/the-evidence\">£80bn per year</a>. Given that 1 in 5 people now use data-driven services and applications in the UK, there is great potential to boost revenue as well as passenger satisfaction by providing access to rail data openly, so useful applications can be built around passengers. </p>\n<p>When transport data is made available, it can be used to make applications that help people plan their journeys and get from A to B in the most efficient way possible. For example, data made available by <a href=\"https://www.tfl.gov.uk/\">Transport for London</a>, <a href=\"www.google.co.uk\">Google</a>, <a href=\"https://www.apple.com/uk/\">Apple</a>, <a href=\"https://foursquare.com/\">Foursquare</a>, <a href=\"http://www.openstreetmap.org/\">OpenStreetMap</a>, <a href=\"http://www.cyclestreets.net/\">Cyclestreets</a> and <a href=\"http://forecast.io/\">Forecast.io</a> is used by the travel app <a href=\"https://citymapper.com/london\">CityMapper</a> to help people plan their journeys better. This helps consumers to pick solutions that suit their lifestyles or more specific needs.</p>\n<p><strong>Challenges</strong></p>\n<p>People with physical, sensory or cognitive impairments face many transport challenges: platforms can be hard to negotiate and announcements can be hard to see or hear. When disruptions happen to train journeys, it can be difficult for those with disabilities to become aware of the nature of the disruption and alter their journeys accordingly. In emergency situations, it is disproportionately stressful for disabled passengers, who can find it difficult to make themselves known to rail staff or emergency services, hear or see announcements or physically move themselves away from harm.</p>\n<p>Passenger Assist, which allows those with disabilities to book ahead and secure help with their journey has had a limited impact on disabled travellers. A survey conducted by the ORR suggests that user satisfaction with Passenger Assist is reasonably strong, but awareness of it is low. Additionally each rail company operates its own Passenger Assist system and their quality is variable: using the service to arrange assistance for a journey from Plymouth to Aberdeen, in one go, is simply impossible. </p>\n<p><strong>Progress so far</strong></p>\n<p>Developers are already creating applications that turn data about train times, accessibility and facilities at stations into information that’s easy to access for those with disabilities. There are many existing applications that are useful for people with disabilities to help plan their journeys, including Twitter, <a href=\"http://www.stationmasterapp.com/\">Station Master</a> (comprehensive 3D maps that show steps, lift access and ticket points of London Underground stations), <a href=\"http://www.railpoint.co.uk/\">Rail Point</a> (live travel updates) and <a href=\"http://www.realtimetrains.co.uk/\">Realtime Trains</a> (help users track their trains and find their platforms in advance).</p>\n<p>So what is stopping more products and services from being developed to benefit commuters with disabilities?</p>\n<p>Well, solutions like the ones above depend on data being up-to-date and open for others to re-use, which is currently a problem. There is no one truly open, unrestricted source of real-time train data, and the ones that do exist can be expensive and often come with licensing conditions. Data about rail stations, their facilities and accessible infrastructure is largely not open or dynamic, and there is no consistent process for keeping it up-to-date. Given that applications can be expensive to create, as well as buy, those with disabilities may not be able to access to the applications created for them.</p>\n<p><strong>The paper makes five suggestions for rail companies and developers:</strong></p>\n<p><strong>1. Recognise the potential value in disabled customers</strong></p>\n<p>People with disabilities make up a substantial market, which, if engaged properly, could offer rail companies a significant potential revenue stream.</p>\n<p><strong>2. Make rail services and information accessible for all groups, not just disabled people</strong></p>\n<p>It should be a priority of all rail companies and stations to guide people through busy routes as quickly as possible, so updates and information should be easy to see or hear for everyone.</p>\n<p><strong>3. Open more data, and offer incentives to developers who can help fill gaps in services with applications</strong></p>\n<p>Opening more data is a positive step towards finding solutions to grant better access to the railways for disabled customers. Once data is open, startups and developers can use it to build applications that improve understanding of and access to services.</p>\n<p><strong>4. Ask people with disabilities what they need</strong></p>\n<p>It is crucial to scope the usefulness of services and information applications with their intended users early on, so they are fit for purpose.</p>\n<p><strong>5. Collaborate on ventures</strong></p>\n<p>A joint venture between independent developers and the rail industry would help both move towards a common objective and understand each other’s needs and capacities much better.</p>\n<p><strong>Next steps</strong></p>\n<p>The workshop highlighted a wealth of information, ideas, and willing organisations which could help to use data to improve travel by rail. It showed that much of this thinking is currently fragmented and disparate but demonstrated the great potential of collaboration, when passengers, developers and industry leaders are brought together to jointly consider solutions with a common aim. </p>\n<p>ORR is planning to build on the workshop by holding a hackathon for developers and interested organisations and individuals in 2015. </p>\n<p><strong><em>Do you have any comments, suggestions or ideas? The ORR would like to hear them. Send yours to Andrew Winstone, Head of Media Relations at ORR: andrew.winstone@orr.gsi.gov.uk.</em></strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/improving-access-to-rail-information-for-disabled-passengers.json","web_url":"http://theodi.org/improving-access-to-rail-information-for-disabled-passengers","slug":"improving-access-to-rail-information-for-disabled-passengers","title":"Making railways more accessible with open data","format":"article","updated_at":"2015-09-11T09:58:44+00:00","created_at":"2015-01-15T10:56:51+00:00","tag_ids":["page","report","rail","disability"]}],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}