{"id":"https://contentapi.theodi.org/open-data-readiness-assessment.json","web_url":"http://theodi.org/news/open-data-readiness-assessment","slug":"open-data-readiness-assessment","title":"Botswana launches Open Data Readiness Assessment with support from World Bank and Partnership for Open Data ","format":"article","updated_at":"2015-09-11T09:55:31+00:00","created_at":"2014-05-14T08:51:29+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"business_proposition":false,"description":"<p>The Botswana Innovation Hub, in conjunction with the e-Government Unit in the Office of the President, have agreed to conduct a study to assess the capability of Botswana, inside and outside the government, to implement an Open Data program and produce a recommended action plan. The primary goal of the study is to stimulate business innovation and new business creation, especially in the ICT and small business sectors. The study is to be conducted in partnership with the World Bank and the Partnership for Open Data.</p>","excerpt":"<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/73/3c/53733cb91f986a34bc000012/botsawana-pi.logo.png\" alt=\"null\" class=\"img pull-right\" id=\"53733cb9d0d4622386000028\">\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/73/3c/53733cb91f986a34bc000012/botsawana-pi.logo_.png\" alt=\"null\" class=\"img pull-right\" id=\"53733cb9d0d4622386000028\"></p>\n<p>The <a href=\"http://www.bih.co.bw/\">Botswana Innovation Hub</a>, in conjunction with the e-Government Unit, (part of the Office of the President) has today (14 May) announced it will conduct a diagnostic study to assess the capability of Botswana’s public and private sectors to implement an open data programme. The assessment will include an Action Plan providing recommendations on utilizing open data, released by the Botswana government, to stimulate business innovation and new business creation, especially in the ICT and small business sectors. The study is to be conducted in partnership with the <a href=\"http://www.worldbank.org/\">World Bank</a> and the <a href=\"http://theodi.org/odp4d\">Partnership for Open Data</a> which brings together the World Bank, the Open Data Institute and the <a href=\"https://okfn.org/\">Open Knowledge Foundation</a> to help policy makers and citizens in developing countries understand and exploit the benefits of open data.</p>\n<p>The Open Data Readiness Assessment (ODRA) consists of a series of interviews with key stakeholders from both inside and outside of government, covering eight key themes: leadership, law, government institutions, management of data, demand for data, capabilities of business and civil society, finance and national IT infrastructure. It follows a <a href=\"http://data.worldbank.org/about/open-government-data-toolkit/readiness-assessment-tool\">standard methodology</a> developed by the World Bank, which has been adapted for the needs of Botswana. Based on these interviews and desk research, the team will deliver an Action Plan with recommendations for consideration by the Botswana Innovation Hub and the e-Government Unit. </p>\n<p>The Open Data Readiness Assessment team is led by Anat Lewin (ICT Policy Specialist, World Bank). The study’s lead author is Andrew Stott (Senior Open Data Consultant, World Bank). Other members of the team are Ephraim Kentse (Botswana e-Government Unit), Patel Barwabatsile (Botswana Innovation Hub), Emer Coleman and Liz Carolan (both of the Open Data Institute and the Partnership for Open Data). </p>\n<p>The ODRA and the Action Plan are funded by the <a href=\"http://www.worldbank.org/en/data/statistical-capacity-building/trust-fund-for-statistical-capacity-building\">World Bank’s Trust Fund for Statistical Capacity Building</a>, the Government of Botswana, and the Partnership for Open Data. </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}