{"id":"https://contentapi.theodi.org/open-data-leaders-network-lessons-from-istanbul.json","web_url":"http://theodi.org/news/open-data-leaders-network-lessons-from-istanbul","slug":"open-data-leaders-network-lessons-from-istanbul","title":"Open Data Leaders Network: lessons from Istanbul","format":"article","updated_at":"2016-06-29T13:00:07+00:00","created_at":"2016-06-16T18:02:57+00:00","tag_ids":["news","odln","open-data-leaders-network","series-open-data-leaders"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/odln.json","web_url":null,"title":"ODLN","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=odln","web_url":"http://theodi.org/tags/odln","slug":"odln"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-leaders-network.json","web_url":null,"title":"open data leaders network","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-leaders-network","web_url":"http://theodi.org/tags/open-data-leaders-network","slug":"open-data-leaders-network"}},{"id":"https://contentapi.theodi.org/tags/keywords/series-open-data-leaders.json","web_url":null,"title":"series: open data leaders","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=series-open-data-leaders","web_url":"http://theodi.org/tags/series-open-data-leaders","slug":"series-open-data-leaders"}}],"details":{"business_proposition":false,"description":"<p>After meeting Eurasian open data leaders this week, Flavia Munteanu reflects on the consensus to rethink open data as a top regional priority, advocate it as a service that citizens have a right to, and leverage success stories as a catalyst for change</p>","excerpt":"After meeting Eurasian open data leaders last week, Flavia Munteanu reflects on the consensus to rethink open data as a top regional priority, advocate it as a service that citizens have a right to, and leverage success stories as a catalyst for change\r","language":"en","need_extended_font":false,"alternative_title":"Open Data Leaders Network: lessons from Istanbul","url":"","content":"<p><em>After meeting Eurasian open data leaders last week, Flavia Munteanu reflects on the consensus to rethink open data as a top regional priority, advocate it as a service that citizens have a right to, and leverage success stories as a catalyst for change</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/63/af/5763af44d0d4622e0c00000d/istanbulscene.jpg\" alt=\"null\" class=\"img text-center\" id=\"5763af44f362be083900006b\"><br />\n<small>Last week's workshop in Istanbul offered open data leaders a chance to share their perspectives and broaden their horizons. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by <a href=\"http://www.travelbusy.com/moyan-brenn/\">Moyan Brenn</a>.</small></p>\n<p>Open data leaders face a difficult task. They have to persuade officials, politicians and even the general public that open data is an idea worth pursuing.</p>\n<p>Being an open data leader should not be a siloed role. This is the foundation statement of the <a href=\"https://theodi.org/open-data-leaders-network\">Open Data Leaders Network</a>. Last week, the ODLN collaborated with the <a href=\"http://www.eurasia.undp.org/\">United Nations Development Programme</a> to gather government innovators in Istanbul, with the purpose of exchanging best practices, knowledge and challenges in open data, across the Eurasian region. Seven new innovators with fresh ideas joined the ODLN family, representing Kosovo, Albania, Kyrgyzstan, Macedonia, Kazakhstan and Ukraine. </p>\n<p>Constructive partnerships in open data are rare, which makes the leaders’ participation in the ODLN all the more important. The network is a unique, creative space for open data innovators, who are provided with concrete impetus to address open data challenges and reforms at municipal, national and regional levels of governance. </p>\n<p>Across Eurasia, resistance from officials to open data reform can pose a challenge for open data leaders, which is all the more incentive for the leaders to learn from each other as champions in the region. </p>\n<p><strong>Overcoming open data challenges and making it a Eurasian priority</strong></p>\n<p>The workshop in Istanbul kicked off with a discussion about open data challenges encountered in the Balkan region. The participant from the municipality of Gjakova, Kosovo realised that open data could increase transparency in governance and prompted city government to construct a portal for making administrative services open. He found it reassuring to see other leaders from the Commonwealth of Independent States and the Balkans faced with the same problems. If open data challenges in Ukraine also exist in Macedonia and in Kosovo, then the best minds in open data surely can generate solutions and positive impact through the ODLN.</p>\n<p>A recurrent theme during the two days was the urgent need to rethink open data as a top priority in Eurasia. In the environment of the ODLN, leaders freely play with ideas about making data sound like more than a game for technical experts. Their task is to change public discourse by advocating that open data is not a public good, rather a free service that citizens have a right to. While this may sound like a truism, the process of treating open data as an official commitment to the public is frequently postponed. Once departments actively choose to publish datasets, they increase their accountability and instil trust. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/63/af/5763af381f986a1311000005/istanbul.jpg\" alt=\"null\" class=\"img text-center\" id=\"5763af381f986a07bf000051\"><br />\n<small>The ODLN collaborated with the United Nations Development Programme to gather Eurasian government innovators to share best practices, knowledge and challenges in open data. Credit: The ODI.</small></p>\n<p><strong>Learning from open data success stories</strong></p>\n<p>Unfortunately, the realisation is slow to come about in Eurasian public institutions. ODLN participants lament the key difficulties they have encountered when processing and updating datasets. Kyrgyzstan’s participant, who is also an elected MP, highlighted her issue with centralised laws, which prohibit the implementation of a digital innovation process. Her country’s troubled political context witnessed <a href=\"http://thediplomat.com/2015/04/remembering-kyrgyzstans-revolutions/\">two revolutions</a> before 2010, which transformed the request for fair elections into a policy priority. The leader advocated open data as the obvious method to verify an electoral outcome. This led to <a href=\"https://en.wikipedia.org/wiki/Kyrgyzstani_parliamentary_election,_2015\">biometric elections in Kyrgyzstan</a> in 2015, which fostered unprecedented trust in the parliament as a legislative institution. Her success story kicked off the ODI session on successful open data projects worldwide.</p>\n<p>As ODI trainers spoke of <a href=\"https://theodi.org/blog/a-year-in-open-data-how-the-odi-helped-to-deliver-a-successful-democratic-transition-in-burkina-faso\">open elections in Burkina Faso</a> and highlighted the efficiency of <a href=\"http://index.okfn.org/place/brazil/procurement/\">open procurement in Brazil</a>, leaders realised that the success story of Kyrgyzstan was not an isolated example. Open data is a modern tool, empowering citizens to demand transparency worldwide. The practical value of the network is to help leaders make open data friends, both within and outside of government. They engage with scenarios of open data in simulated geopolitical contexts, which may well apply to their future challenges at home. They are encouraged to think outside of the box and to apply open data instruments such as the <a href=\"http://opendatabarometer.org/\">Open Data Barometer</a> and the <a href=\"http://www.opengovpartnership.org/\">Open Government Partnership</a>, in order to solve their countries’ issues. </p>\n<p><strong>Leveraging regional efforts to embed open data into government processes</strong></p>\n<p>Though open data can resolve a chain of systemic problems, the implementation of concrete commitments to national reform remains subject to political will. The collision between policy and practice was highlighted by the Ukrainian participant, who called for transparency in government, especially during the unstable years that followed the <a href=\"https://en.wikipedia.org/wiki/2014_Ukrainian_revolution\">Euromaidan revolution</a>. In the absence of a national strategy that prioritises open data, senior officials should, at least, be persuaded of its importance. As ODLN leaders step from the shoes of open data experts into those of open data game changers, they commit to leveraging regional efforts to mainstream open data in governmental processes. </p>\n<p>If social and political lessons fall short of incentive, open data innovators are quick to recognise systems of open procurement and budget tracking as requirements for economic growth. No country will turn down a solid investment opportunity. This makes open data a powerful economic tool. In fact, governments in Eurasia already have open procurement systems in place; across Albania and Kosovo, civil servants contribute to budgetary changes, while in Macedonia and Ukraine, citizens highlight inaccuracies to the relevant departments. These are marks of a healthy culture, where open data is accessible to leaders and citizens alike. </p>\n<p>What exactly did the regional ODLN teach our leaders? If we aim for long-lasting change in government policy, then we must reach out to civil servants who embrace innovation. Being made welcome into a family of regional open data champions, participants are now able to resort to peer-to-peer support, in a joint effort to change government paradigm in Eurasia. </p>\n<p><strong><em>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\">@ODIHQ</a>.</em></strong></p>\n<p><strong><em>Flavia Munteanu is an <a href=\"http://theodi.org/team/flavia-munteanu\">Advisory Intern</a> at the ODI. Follow <a href=\"https://twitter.com/flavia_munteanu\">@flavia</em>munteanu</a> on Twitter._</strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}