{"id":"https://contentapi.theodi.org/open-data-institute-opens-g8-eyes-power-open-data.json","web_url":"http://theodi.org/news/open-data-institute-opens-g8-eyes-power-open-data","slug":"open-data-institute-opens-g8-eyes-power-open-data","title":"Open Data Institute Opens G8 Eyes to Power of Open Data","format":"article","updated_at":"2015-09-11T09:51:31+00:00","created_at":"2013-06-14T09:20:21+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Global delegates will visit the ODI\u0002today to see first hand the progress being made by the organisation to drive innovation in the UK through greater transparency.","language":"en","need_extended_font":false,"content":"<p><em>Global delegates will visit the ODI\u0002today to see first hand the progress being made by the organisation to drive innovation in the UK through greater transparency.</em></p>\n<p>Open data is expected to be one of the Prime Minister’s key issues to be discussed at next week’s G8 summit. In preparation, leading innovators and thought leaders will attend a government organised Innovation Conference which will include visits to a range of innovative projects, including the ODI.</p>\n<p>Gavin Starks, ODI\u0002Chief Executive says: “Today’s visit is an opportunity to illustrate the direct role open data can play in addressing some of the greatest challenges we face. We will be discussing with delegates just how important open data is to them, in helping businesses grow, as well as sharing best practice experiences with each other from around the world. Open data is a field that can help all of the focus areas of the G8. We hope that people will engage in the discussion to help drive the open agenda.</p>\n<p>There is a genuine and timely opportunity to take a leadership position, and commit to unlocking data to help stimulate economic growth and social equity.</p>\n<p>Delegates will also hear from three start-up companies about the value of open data – <a href=\"http://www.theodi.org/case-study/mastodon-c\">Mastodon C</a>, <a href=\"http://www.carbonculture.net/\">Carbon Culture</a> and <a href=\"http://www.theodi.org/blog/guest-blog-honest-buildings-joins-odi-start-ups\">Honest Buildings</a>.</p>\n<p>Started in April 2012, Mastodon C helps businesses run a customisable big data platform on zero carbon cloud infrastructure, as well as helping their clients unlock the power of their data through advanced analytics advice and development.</p>\n<p>Francine Bennett, founder of Mastodon C says: “The value of open data for start-ups like Mastodon C can’t be underestimated. It’s simple, without the access we have today, we wouldn’t be able to operate. By bringing together public data sets that are available, social media data and data sets that clients already have, we can help improve clients businesses and in turn, use data to improve their profits.”</p>\n<p>CarbonCulture is digital service that helps businesses turn sustainability leadership into great communications, staff engagement and direct energy savings - delivering value for businesses and their communities.</p>\n<p>\"Open data is set to transform the way all businesses operate, and sustainability provides a good example of the benefits. CarbonCulture members use open data to reduce their direct costs, demonstrate their leadership to others. And they share the benefits among a community of leaders like Number 10 Downing St, DECC and Defra. Few successful businesses compete with others on their energy efficiency, and every business wants to help mitigate climate change. For smart businesses, sharing leadership on sustainability is a great way of engaging their people, driving their business and cutting costs at the same time.\"</p>\n<p>Also today, the ODI <a href=\"http://theodi.org/news/odi-welcomes-information-economy-strategy-%E2%80%93-launched-g8-innovation-conference\">has responded</a> to the UK Government's\u0002Information Economy Strategy, being officially launched at today's G8 Innovation Conference.</p>\n<p>The Prime\u0002Minister\u0002made open data one of the themes of <a href=\"http://www.youtube.com/watch?v=jBDjX7-y_Ak&feature=youtu.be&t=6m42s\">his closing remarks</a> at the Innovation Conference - highlighting the role of the ODI.</p>\n<p>\u0002</p>","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}