{"id":"https://contentapi.theodi.org/open-data-institute-appoints-stuart-coleman-commercial-director.json","web_url":"http://theodi.org/news/open-data-institute-appoints-stuart-coleman-commercial-director","slug":"open-data-institute-appoints-stuart-coleman-commercial-director","title":"Open Data Institute appoints Stuart Coleman as Commercial Director","format":"article","updated_at":"2015-09-11T09:52:21+00:00","created_at":"2012-09-25T09:05:25+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The Open Data Institute has announced that Stuart Coleman will be its Commercial Director, taking up the post on on 1st October. Stuart is the latest addition to the senior team and will work alongside CEO, Gavin Starks and CTO, Jeni Tennison.","language":"en","need_extended_font":false,"content":"<p>The Open Data Institute has announced that Stuart Coleman will be its Commercial Director, taking up the post on on 1st October. Stuart is the latest addition to the senior team and will work alongside CEO, Gavin Starks and CTO, Jeni Tennison.</p>\n<p><img src=\"http://theodi.org/sites/default/files/styles/medium/public/coleman_thumbnail.png\" alt=\"\" />Stuart joins the ODI from AMEE where he secured key contracts with large companies such as BP, Autodesk, SAP and SAS on projects opening up data in innovative ways, saving energy costs and reducing environmental impacts. Earlier in his career, Stuart successfully launched a US-backed learning technology business in to the European market, encouraging the opening up of learning data in reusable formats.</p>\n<p>Accepting his appointment, Stuart Coleman said:</p>\n<blockquote>\n  <p>\"I am hugely excited to join the ODI and feel privileged to have an opportunity to take technology, innovation and some of the UK’s smartest people to deliver and find real value in data - one of the most untapped and emerging raw materials of our increasingly connected digital world. I passionately believe that by increasing and improving access to the right information in the right ways we can fuel a transformational change to both our society and the UK economy.</p>\n  <p>As a world-first, the ODI has the potential to make a huge impact. We will enable businesses and the public sector to unlock more value in data, connect businesses with developers and entrepreneurs. I’m tremendously excited to be a part of the team.”</p>\n</blockquote>\n<p>The ODI’s co-founder and Chairman, Professor Nigel Shadbolt said:</p>\n<blockquote>\n  <p>\"In Stuart, we’ve attracted another extraordinary talent to the ODI. Stuart’s broad combination of business skills, technology awareness and recent expertise helping define a business founded on open data will make him a great asset to us as we open our doors and begin our work in earnest this October. I look forward to working with Stuart and the rest of the team to nurture the businesses and skills that are essential if we are to realise the power of open data to create value\"</p>\n</blockquote>\n<p>Links:</p>\n<ol>\n<li><a href=\"/people/stuart-coleman\">Read Stuart Coleman’s full biography</a></li>\n</ol>","organizations":[],"author":{"name":"David Tarrant","slug":"david-tarrant","state":"published","web_url":"http://theodi.org/team/david-tarrant","tag_ids":["team","learning-programme","staff"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"David Tarrant","slug":"david-tarrant","state":"published","web_url":"http://theodi.org/team/david-tarrant","tag_ids":["team","learning-programme","staff"]}}