{"id":"https://contentapi.theodi.org/power-open-data-reveals-global-corporate-networks.json","web_url":"http://theodi.org/news/power-open-data-reveals-global-corporate-networks","slug":"power-open-data-reveals-global-corporate-networks","title":"Power of open data reveals global corporate networks","format":"article","updated_at":"2015-09-11T09:51:37+00:00","created_at":"2013-07-10T16:36:48+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The ODI today welcomed the move by [OpenCorporates](http://opencorporates.com/) to release open data visualisations which show the global corporate networks of millions of businesses and the power of open data.","language":"en","need_extended_font":false,"content":"<p>The ODI today welcomed the move by <a href=\"http://opencorporates.com/\">OpenCorporates</a> to release open data visualisations which show the global corporate networks of millions of businesses and the power of open data.</p>\n<p><a href=\"http://opencorporates.com/viz/financial/index.html\">See the Maps</a></p>\n<p>OpenCorporates, a company based at the ODI, has produced visuals using several sources, which it has published as open data for the first time:</p>\n<ul>\n<li>Filings made by large domestic and foreign companies to the U.S. Securities and Exchange Commission</li>\n<li>Banking data held by the National Information Center of the Federal Reserve System in the U.S.</li>\n<li>Information about individual shareholders published by the official New Zealand corporate registry</li>\n</ul>\n<p>Launched today, the visualisations are available through the main <a href=\"http://opencorporates.com/\">OpenCorporates website</a>.</p>\n<p>Already the largest open database of companies in the world, OpenCorporates currently holds network data for 5% of the more than 50 million companies in its system. Examples include <a href=\"http://opencorporates.com/placeholders/219703/network\">IBM</a>, <a href=\"http://opencorporates.com/companies/us_wa/600611109/network\">Starbucks </a>and <a href=\"http://opencorporates.com/companies/gb/01026167/network?depth=3\">Barclays</a>.\u0002The Company is now developing a crowd-sourcing tool which will enable users of the system to add further information, building on the accuracy, extent and value of the data.</p>\n<p>ODI Chief Executive, Gavin Starks said:</p>\n<p>“Building on the direction set at the G8 on tax, transparency and trade, we are delighted to see OpenCorporates launch these open data visualisations. This is proof-positive that open is becoming the new normal and we are one step closer to creating a web of data alongside the web of documents that is integral to all our lives. I would urge the world’s largest companies to show leadership in the corporate sector by presenting their information as open data so that we can get access to a \u0002truly transparent view of the world’s corporate networks”.</p>\n<p>Starks and ODI Chairman, Sir Nigel Shadbolt are currently in Aspen, Colorado, taking part in the <a href=\"http://new.livestream.com/aspeninstitute/Focas2013\">Aspen Institute’s Forum on Communications and Society </a>(FOCAS 2013). 35 influential academics, government representatives and public policy experts will discuss transparency tools and approaches to improving the way governments and citizens interact.</p>\n<p>Nigel Shadbolt said:</p>\n<p>“Identifying the extensive, complex, and sometimes opaque connections which exist amongst global corporations is of enormous benefit to society and the economy. By opening up this data, OpenCorporates provide tools that promote transparency, accountability and efficient governance. Companies who believe in ethical trading and honest markets have nothing to fear and much to gain from open data. Understanding their networks will enable governments, businesses and citizens to make better decisions – be they legislative, commercial, ethical or environmental. The tide has already turned towards openness, those who do not turn with it will be left behind.”</p>\n<p>In addition to the corporate network visualisations, OpenCorporates has produced <a href=\"http://opencorporates.com/viz/financial/index.html\">maps </a>which show the world-wide interests of four US banks - Bank of America, Citigroup, Goldman Sachs and Morgan Stanley. They reveal complex and deep networks, as well as the central position that the Cayman Islands have within the networks.</p>\n<p>OpenCorporates hopes the project will encourage companies to improve the accuracy of their reporting and make more information available as open data. \u0002Chief Executive, Chris Taggart said:</p>\n<p>“OpenCorporates new corporate network feature allows everyone access to global corporate networks on the same free and open basis, massively reducing barriers to access this data. It also allows collaboration between data holders, and the wider community to show gaps, errors and inconsistencies in official data. This way of working is uniquely enabled by open data making us part of a strong tradition of collaboration alongside projects including <a href=\"http://www.openstreetmap.org/\">OpenStreetMap</a> and <a href=\"http://www.wikipedia.org/\">Wikipedia</a>”.</p>\n<p>Today’s announcement is the first material open data outcome from the recent G8 Summit where members signed an <a href=\"https://www.gov.uk/government/publications/open-data-charter\">Open Data Charter</a> committing them to make data available\u0002“in ways that are easily discoverable, useable, or understandable by the public\". It follows commitments by the US, where the Administration recently issued an <a href=\"http://www.whitehouse.gov/the-press-office/2013/05/09/executive-order-making-open-and-machine-readable-new-default-government-\">Executive Order</a> compelling Departments to publish information as open data and further open data commitments by the <a href=\"http://www.worldbank.org/\">World Bank</a> and <a href=\"http://www.opengovpartnership.org/\">Open Government Partnership</a>.</p>\n<p>OpenCorporates received funding from the <a href=\"http://www.sloan.org/\">Alfred P Sloan Foundation</a> to support its work developing corporate networks.</p>\n<p>\u0002</p>","organizations":[],"author":{"name":"Helen Desmond","slug":"helen-desmond","state":"published","web_url":"http://theodi.org/helen-desmond","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Helen Desmond","slug":"helen-desmond","state":"published","web_url":"http://theodi.org/helen-desmond","tag_ids":[]}}