{"id":"https://contentapi.theodi.org/pupil-data-should-not-be-open-data-says-odi.json","web_url":"http://theodi.org/news/pupil-data-should-not-be-open-data-says-odi","slug":"pupil-data-should-not-be-open-data-says-odi","title":"Pupil Data Should not be Open Data says ODI","format":"article","updated_at":"2015-09-11T09:52:23+00:00","created_at":"2012-12-14T09:58:05+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The ODI has submitted its response to the government’s consultation on making the National Pupil Database (NPD) available for wider purposes. Ministers are considering letting businesses apply to have access to this data, which could include personal data if a case were made by an applicant.","language":"en","need_extended_font":false,"content":"<p>The ODI has submitted its response to the government’s consultation on making the National Pupil Database (NPD) available for wider purposes. Ministers are considering letting businesses apply to have access to this data, which could include personal data if a case were made by an applicant.</p>\n<p>In its response, the Institute says:</p>\n<ul>\n<li>It does not support the release of personally identifiable information to businesses without consent for this use from the affected individuals.</li>\n<li>Access to the NPD shouldn't happen\u0002without explicit consent, as it carries an unacceptable risk of individuals being identified.</li>\n</ul>\n<p>However, the ODI also says there are potentially great benefits, without the same risks, in providing\u0002suitably anonymised aggregate information sourced from the NPD as open data. These could include commercial opportunities for providing services based on the data. For example, apps that help parents find homes close to schools that support the interests of their children, and to help schools to share good practices and facilities.</p>\n<p>The NPD contains data about nursery and school pupils in England dating back to 1995. It holds information on where children and young people live, aspects of their family background and whether they receive free school meals. At the moment, the data can only be shared for research purposes. Government is consulting on whether to alllow greater sharing to enable data products and information services to be developed.</p>\n<p>The ODI’s Technical Director, \u0002Jeni Tennison said:</p>\n<blockquote>\n  <p>“The government’s proposals as they stand, present a risk to peoples’ privacy. Although the Department for Education has many layers of controls in place, the unintended consequence of aggregating different data sets can be that people are identifiable. There have been cases where developers at hack days have been able to find themselves in datasets like these. Whilst we welcome enabling research into the well-being of children and using this data to inform policy, commercial uses should be supported in other ways”.</p>\n</blockquote>\n<p>The ODI has suggested how useful aspects of the NPD could be made available as open data whilst protecting peoples’ privacy by summarising the data in new ways. This would enable the private sector to create services for parents and teachers without generating additional bureaucracy and costs for the Department for Education.</p>\n<p>The ODI’s CEO, Gavin Starks added:</p>\n<blockquote>\n  <p>“We see great value from open data, such as the <a href=\"http://www.theodi.org/news/prescription-savings-worth-millions-identified-odi-incubated-company\">£200m/year potential saving for the NHS</a> we released last week. However, with great power comes great responsibility, and we need to take a measured view to unlocking insight. We have seen many examples of the unintended consequences of access to personal data, and we are keen to highlight and address these challenges, as well as delivering value. I am delighted to say that we are already in very constructive conversation with the Department for Education regarding their open data policies: working in collaboration and bringing together domain experts is core to the ODI's mission.”.</p>\n</blockquote>\n<p>The government’s NPD consultation closes on Tuesday 18th December.</p>\n<p>Links:<br />\n<a href=\"/consultation-response/proposed-amendments-individual-pupil-information-prescribed-persons\"><em>Read the full ODI response to the consultation</em></a><br />\n<a href=\"/blog/open-data-and-national-pupil-database\"><em>Read Jeni Tennison’s blog on the NPD consultation</em></a></p>","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}