{"id":"https://contentapi.theodi.org/seven-new-startups-join-the-odis-incubation-programme.json","web_url":"http://theodi.org/news/seven-new-startups-join-the-odis-incubation-programme","slug":"seven-new-startups-join-the-odis-incubation-programme","title":"Seven new companies  join the ODI’s startup programme","format":"article","updated_at":"2015-09-11T09:56:02+00:00","created_at":"2014-06-26T14:31:51+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"business_proposition":false,"description":"","excerpt":"\r","language":"en","need_extended_font":false,"alternative_title":"Seven new businesses join the ODI’s startup programme","url":"","content":"<p>Seven new open data startups have today (27th June) joined the ODI startup programme from a diverse range of industry backgrounds:  </p>\n<ul>\n<li><p><a href=\"http://www.icanmake.co/\">I Can Make</a> creates kits for parents and teachers to use 3D printers with children. This provides insight and understanding about the engineering of tomorrow through the engineering of the past – think Stephenson’s Rocket! </p></li>\n<li><p><a href=\"http://www.peskypeople.co.uk/\">Pesky People</a> is where disability meets digital. Pesky People is currently developing a mobile app called HELP 999. This enables deaf people to request 999 assistance quickly and easily using visual touch screen options that translate the request into text received by 999SMS -the 999-text number for deaf people to communicate with emergency services.</p></li>\n<li><p><a href=\"http://www.openutility.com/\">Open Utility</a> is building a renewable energy marketplace where users can buy their energy from local sources. </p></li>\n<li><p>DataPress runs Government data portals in the cloud – it is on a mission to make open data an easy choice for local, city, and national government.</p></li>\n<li><p><a href=\"http://3drepo.org\">3D Repo</a> is an open source version control system that enables coordinated management of large-scale 3D data for the built environment. </p></li>\n<li><p><a href=\"http://www.opendatasoft.com/\">OpenDataSoft</a> is a Software as a Service (SaaS) platform for open data portals which makes it easy for anyone to publish their data, maps, charts and graphs. </p></li>\n<li><p><a href=\"http://opensensors.io/index\">opensensors.IO</a> simplifies the publishing of city-scale, connected device data.</p></li>\n</ul>\n<p>The ODI has also revealed excellent growth rates amongst open data businesses already on the startup programme. A snapshot analysis shows:</p>\n<ul>\n<li><p>£2.5m ($4.25m) investments and contracts have been unlocked by the first cohort of businesses</p></li>\n<li><p>Since the start of the programme, aggregated contract values are up 2.5x, with some startups achieving 10x revenue growth</p></li>\n<li><p>The number of contracts is up by 74% in the same timeframe</p></li>\n<li><p>Over £1.4m angel, grant and related funding has been secured</p></li>\n<li><p>The first cohort of startups now sustains 50 jobs</p></li>\n</ul>\n<p>Key impacts of startups on the programme so far include:</p>\n<ul>\n<li><p>Big data specialists <a href=\"http://www.mastodonc.com/\">Mastodon C</a> identified more than £200m of potential savings to the NHS in its <a href=\"http://theodi.org/news/prescription-savings-worth-millions-identified-odi-incubated-company\">prescribing analytics project</a>, which investigated the use of branded statins over the far cheaper generic versions.</p></li>\n<li><p>‘Virtual metering’ pioneers <a href=\"https://www.demandlogic.co.uk/\">Demand Logic</a> <a href=\"http://theodi.org/news/odi-startup-demand-logic-saves-king-s-college-london-390000-year-energy-costs\">identified over £390,000 worth of energy savings</a> for King's College London during their pilot project. </p></li>\n<li><p>Government procurement data experts <a href=\"https://spendnetwork.com/\">Spend Network</a>, <a href=\"http://theodi.org/news/new-data-analysis-by-odi-startup-shows-uk-businesses-starved-of-22bn-in-cash-flow\">uncovered a 45% delay in the UK’s tendering process</a>, holding up £22bn of government funds to the economy.</p></li>\n<li><p>Sustainability champions <a href=\"https://platform.carbonculture.net/landing/\">Carbon Culture</a> <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/43473/CarbonCulture_DECC_Report.pdf\">reduced gas use at the Department of Energy and Climate Change by 10%</a>, by helping them to identify hidden savings.</p></li>\n</ul>\n<p>Four startups on the programme have secured £six-figure contracts in the last 12 months: <a href=\"http://www.mastodonc.com/\">Mastodon C</a>, <a href=\"http://transportapi.com/\">Transport API</a>, <a href=\"https://www.demandlogic.co.uk/\">Demand Logic</a>, and <a href=\"https://platform.carbonculture.net/landing/\">Carbon Culture</a>. Following this success both Mastodon C and Transport API are graduating from the programme alongside ethical retail company Provenance. </p>\n<p>In addition, the following contracts are being announced today:</p>\n<ul>\n<li><p><a href=\"https://openbankproject.com/en/\">Open Bank Project</a> (TESOBE), is partnering with Nigerian mobile/online banking solutions provider VANSO, to deploy the Open Bank Project API in two major banks in Nigeria. This will provide the banks with the ability to rapidly roll out innovation on their web and mobile channels.</p></li>\n<li><p><a href=\"https://spendnetwork.com/\">Spend Network</a> has signed a contract from the LGA administered <a href=\"https://www.gov.uk/government/publications/breakthrough-fund-and-release-of-data-fund\">\"Open Data Breakthrough Fund\"</a> to work with Norfolk County Council to improve its procurement reporting and analysis using open data.</p></li>\n</ul>\n<p>As today’s figures were announced, Gavin Starks, CEO at the ODI said:\n“The results we’ve seen from the ODI’s startup programme have been extremely rewarding, and reflective of the emerging open data marketplace – which we believe will have a similar transformative impact as the Web over the past 25 years. </p>\n<p>\"I have been struck by the mission-driven nature of the teams, and their drive to create not just great businesses, but to deliver social and environmental impact - factors which are increasingly necessary, and are becoming a competitive advantage. The startup programme is part of the ODI’s mission to explore new business models, and to demonstrate the power of open innovation.”</p>\n<p>Mike Darby, Chief Technology Officer at Demand Logic, which joined the startup programme in July 2013, said:</p>\n<p>\"When we joined the ODI startup programme there was suddenly a huge injection of energy and expertise. The level of encouragement exceeded anything we could have hoped for. There was a huge change in our drive - we went from startup to professional outfit in a short space of time.\"</p>\n<p>Alison Smith, Founder at Pesky People, one of the new startups announced today said: </p>\n<p>\"We’re really excited about working with the ODI on our new mobile app called HELP 999 - a touch screen text service which we believe will dramatically improve deaf people’s access to 999SMS assistance, making it simple and quick. Open data is the key to our service. There is currently no data on the number of calls made by deaf people to 999, which means that call patterns are being missed, and there are no statistics for how long it takes to answer a 999 call from a deaf caller. We create that data and make it open, delivering realtime geo-mapping of incidents, and offering a direct link between callers and blue light services, improving the experience for deaf people contacting 999 in an emergency.\"</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}