{"id":"https://contentapi.theodi.org/skills-route-allows-students-a-glimpse-into-the-future-thanks-to-open-data-innovation.json","web_url":"http://theodi.org/news/skills-route-allows-students-a-glimpse-into-the-future-thanks-to-open-data-innovation","slug":"skills-route-allows-students-a-glimpse-into-the-future-thanks-to-open-data-innovation","title":"Skills Route gives students data-driven careers advice","format":"article","updated_at":"2015-09-11T09:58:27+00:00","created_at":"2014-12-01T11:15:16+00:00","tag_ids":["news","skills-route","odcs","event:open-data-challenge-series"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/skills-route.json","web_url":null,"title":"Skills Route","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=skills-route","web_url":"http://theodi.org/tags/skills-route","slug":"skills-route"}},{"id":"https://contentapi.theodi.org/tags/keywords/odcs.json","web_url":null,"title":"ODCS","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=odcs","web_url":"http://theodi.org/tags/odcs","slug":"odcs"}},{"id":"https://contentapi.theodi.org/tags/events/event%3Aopen-data-challenge-series.json","web_url":null,"title":"Open Data Challenge Series","details":{"description":"Open Data Challenge Series","type":"event"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?event=event%3Aopen-data-challenge-series","web_url":"http://theodi.org/tags/event%3Aopen-data-challenge-series","slug":"event:open-data-challenge-series"}}],"details":{"business_proposition":false,"description":"<p>Skills Route is an innovative online tool for young people and their parents, which combines students’ GCSE grades and open data on the performance of nearby schools and colleges, to project their performance on A-Level or vocational courses. </p>","excerpt":"<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/ac/05/54ac05fbf362be08c8000007/skillsroute.jpg\" alt=\"null\" class=\"img\" id=\"54ac05fb1f986a3fb6000020\">\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/ac/05/54ac05fbf362be08c8000007/skillsroute.jpg\" alt=\"null\" class=\"img\" id=\"54ac05fb1f986a3fb6000020\"></p>\n<p><strong>Winner: <a href=\"http://www.nesta.org.uk/project/open-data-challenge-series/Education-Open-Data-Challenge\" title=\"Open Data Education Challenge\">Open Data Education Challenge</a></strong></p>\n<p><strong>Overview</strong></p>\n<p><a href=\"http://www.skillsroute.com/\">Skills Route</a> is an innovative online tool for young people and their parents, which combines students’ GCSE grades with open data on the performance of nearby schools and colleges, to project their performance on A-Level or vocational courses. The tool also shows students what university and career options would be open to them, along with the sort of salary they can expect.</p>\n<p>The tool is designed to increase awareness of the full range of educational options that are available after GCSEs, and to ensure each young person makes the best possible choices for themselves. As Steve Preston, CEO and founder of MIME Consulting, the company behind Skills Route explains:</p>\n<p>“40,000 Year 12 students drop out of school each year, often because they start a course that isn’t appropriate for them. We developed Skills Route to provide young people with an engaging way of finding out about the options available to them post-16, and of understanding the implications of their choices on university and career options, as well as their future earning potential.”</p>\n<p><strong>How it works</strong></p>\n<p>Skills Route is designed to provide information on the most appropriate institutions in the local area where students can take A-Levels, vocational courses and apprenticeships. This is based on their subject preferences, their postcode and GCSE grades (predicted or actual). It also shows students the grades they are likely to achieve at various schools and colleges, based on the performance of previous students at that educational institution who had the same prior grades, and hence the value it adds to an individual’s academic performance. Importantly, Skills Route combines the chosen subjects and projected grades in order to demonstrate personalised university, further education and employment options available in the future. It helps young people and their families make the choices that are best suited to their educational needs and that are linked to their future aspirations. Skills Route is currently in its beta phase, having received positive feedback from the young people who have already tried it. </p>\n<p>Mark Weatherhead, Vice principal from <a href=\"http://www.ernestbevin.org.uk/\">Ernest Bevin College</a>, London, whose students looked at an early version of the service said: </p>\n<p>“Skills Route is remarkably intuitive and comprehensive. The link to careers advice is a real plus. This is going to be really good for young people.” </p>\n<p><strong>The data</strong></p>\n<p>Skills Route shows how using open data can help create innovative solutions for important societal issues. The online tool is based on Level 3 value-added (L3VA) data, published by the Department for Education, which captures the progression of students between Key Stage 4 (years 10 and 11) and the end of their Level 3 qualification (A-Levels and vocational equivalents). L3VA is a complex dataset showing not only the overall progress of students, but also the impact of schools and teachers in the educational journey. It is a key dataset used by Ofsted and has been published as open data for some time, yet it requires specific expertise for people to use it in meaningful ways. Skills Route also uses open data on higher education and apprenticeship providers to show students a wider range of further and higher education opportunities.</p>\n<p>Skills Route brings these datasets together for the first time, linking subjects, courses, jobs and salaries, a successful example of innovation with social impact.</p>\n<p><strong>The bigger picture</strong></p>\n<p>Skills Route showcases how products and services based on open data can help people to make important decisions by providing insights into the performance of social institutions such as schools and colleges.</p>\n<p>Skills Route establishes a direct link between the quality of services offered by educational providers and a student’s likely post-16 qualification  outcomes and future salaries. Young people and their families can now base their choices on solid data instead of word-of-mouth. This will promote greater accountability amongst educational providers and has the potential to stir greater competition in education which could lead to better services in the future.</p>\n<p><em>Find out more about the Open Data Education Challenge <a href=\"http://www.nesta.org.uk/project/open-data-challenge-series/Education-Open-Data-Challenge\" title=\"here\">here</a>, and more on the ongoing Open Data Challenge Series <a href=\"http://theodi.org/opendatachallengeseries\" title=\"here\">here</a>.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}