{"id":"https://contentapi.theodi.org/the-odi-welcomes-its-100th-member.json","web_url":"http://theodi.org/news/the-odi-welcomes-its-100th-member","slug":"the-odi-welcomes-its-100th-member","title":"The ODI welcomes its 100th member","format":"article","updated_at":"2015-09-11T09:57:57+00:00","created_at":"2014-10-30T17:26:47+00:00","tag_ids":["members","members","members","members","members","members","news","open-data"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/members.json","web_url":null,"title":"Members","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=members","web_url":"http://theodi.org/tags/members","slug":"members"}},{"id":"https://contentapi.theodi.org/tags/keywords/members.json","web_url":null,"title":"Members","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=members","web_url":"http://theodi.org/tags/members","slug":"members"}},{"id":"https://contentapi.theodi.org/tags/keywords/members.json","web_url":null,"title":"Members","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=members","web_url":"http://theodi.org/tags/members","slug":"members"}},{"id":"https://contentapi.theodi.org/tags/keywords/members.json","web_url":null,"title":"Members","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=members","web_url":"http://theodi.org/tags/members","slug":"members"}},{"id":"https://contentapi.theodi.org/tags/keywords/members.json","web_url":null,"title":"Members","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=members","web_url":"http://theodi.org/tags/members","slug":"members"}},{"id":"https://contentapi.theodi.org/tags/keywords/members.json","web_url":null,"title":"Members","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=members","web_url":"http://theodi.org/tags/members","slug":"members"}},{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}}],"details":{"business_proposition":false,"description":"<p>With global healthcare provider Merck Sharp &amp; Dohme joining as an ODI Supporter this week, the ODI member network has reached its 100th member, after only 18 months. </p>","excerpt":"With global healthcare provider [Merck Sharp &amp; Dohme](http://www.msd-uk.com/Pages/home.aspx \"Merck Sharp &amp; Dohme\") joining as an ODI Supporter this week, the ODI member network has reached its 100th member, after only 18 months. The network brings together a diverse group of innovative organisations, who are paving the way for wider and better use of open data in the UK and beyond. \r","language":"en","need_extended_font":false,"alternative_title":"ODI News","url":"","content":"<p>With global healthcare provider <a href=\"http://www.msd-uk.com/Pages/home.aspx\" title=\"Merck Sharp &amp; Dohme\">Merck Sharp &amp; Dohme</a> joining as an ODI Supporter this week, the ODI member network has reached its 100th member, after only 18 months. The network brings together a diverse group of innovative organisations, who are paving the way for wider and better use of open data in the UK and beyond. </p>\n<p>“MSD is excited to support the Open Data Institute to collaboratively create new open data capabilities as a means to improving global healthcare,” says Clark Golestani, CIO of Merck &amp; Co., Inc.</p>\n<p>The <a href=\"https://directory.theodi.org/members\" title=\"ODI member network\">ODI member network</a> includes small and medium enterprises, startups, universities, NGOs, trading funds and corporates, including Arup, Capita Group, MarkLogic, Met Office, Ordnance Survey, MoneySupermarket.com and more recently HS2. As the network has grown, it has spread across key industry groups. Over half of ODI members are from outside the technology and data sectors, with notable clusters emerging in smart cities, higher education and healthcare.</p>\n<p>Research conducted by ODI Startups Spend Network and OpenCorporates shows that our members turned over £8bn in the last year, using Companies House and Government spending open data. For example, <a href=\"https://directory.theodi.org/members/ON9682OI\" title=\"Dialogue by Design\">Dialogue by Design</a> has valuable <a href=\"https://spendnetwork.com/transaction_detail/DFT004_DFT_gov/DFT004_DFT_gov_2013_04_3997\" title=\"contracts\">contracts</a> with the Department for Transport, where it analyses data from public consultations, and <a href=\"https://directory.theodi.org/members/FU6239DL\" title=\"The Audience Agency\">The Audience Agency</a> is regularly <a href=\"https://spendnetwork.com/supplier_spend/08117915_com\" title=\"commissioned\">commissioned</a> to conduct market research for councils.</p>\n<p>Gavin Starks, ODI CEO reflects: “Reaching our first 100 member milestone in 18 months demonstrates that there is substantial commercial interest in the emerging open data ecosystem. As we expand the ODI Global Network over the coming years, we expect to see more great collaborations, partnerships and open innovation emerging between big companies, startups, universities, and others across every sector.”</p>\n<p>“We’re delighted to see such growth in the ODI member network,” says ODI Head of Commercial Partnerships Georgia Phillips. “It reflects how businesses are starting to recognise and explore the opportunities open data can bring. ODI membership was created to enable organisations to connect more easily with one another around the shared cause of open data. It’s exciting to see them flourish and inspire each other to unlock the potential of open data by using it to drive innovation, efficiencies and reputation. They are always looking for faster, leaner ways of finding, managing and analysing data, and are communicating the value back to their respective sectors. We encourage new organisations to join up as ODI members and see what’s possible for open data in their own work.”</p>\n<p><strong>Collaboration and ideas exchange</strong></p>\n<p>The membership network has seen many collaborations and a steady flow of ideas exchange in its 18 months. For example, ODI Supporters Flying Binary and CloverETL came together to pitch for a project on G Cloud worth £80,000. Jacqui Taylor, Founder and CEO of FlyingBinary, said: “We were looking for corporate partners with open source ETL expertise which is quite a niche field. At the same time CloverETL were looking for companies with open data domain expertise to collaborate on an open data project. How to make that happen? Use the ODI member directory. We're now working together on an £80,000 open data project, which will be launching soon. The directory is a fantastic starting point for companies exploring the potential of open data.”</p>\n<p>Two ODI members Arup and Mastodon C are now working together in partnership within the digital built environment, with Mastodon C's team being hosted in Arup offices in London. Fran Bennett, CEO of Mastodon C, said \"the ODI member network has been a great way to forge new business relationships through their events and online community.\" Mastodon C is also working with ODI Supporter Dialogue by Design, \"combining its expertise in machine learning with Dialogue by Design's understanding of consultation design and qualitative data analysis to make it faster and easier for their clients in the public, private and third sector to gain insight into consultation responses. This will complement Dialogue by Design's existing bespoke consultation services.\"</p>\n<p><strong>Setting the bar high in data publishing</strong></p>\n<p>ODI Supporter GeoLytix has recently published <a href=\"http://geolytix.co.uk/blog/\" title=\"supermarket location data\">supermarket location data</a> openly for supermarkets across the UK, which is the first time the data has been published in one place. The new open dataset enables supermarkets to see where the next commercial opportunity might be, and has many potential benefits for consumers. GeoLytix says: “Our ultimate vision is that retailers and the public grab hold of this dataset, and we enrich and improve it. For example, we could add in features – fish counter, electrical department, pharmacy, accessibility and so on – the possibilities are endless.”</p>\n<p><strong>Creating new products and services</strong></p>\n<p>ODI Supporter Lokku now produce <a href=\"http://www.splash-maps.com/\" title=\"SplashMaps\">SplashMaps</a>, waterproof maps for hikers, adventurers and tourists. The geodata they use to create the maps is openly available via OpenStreetMap, and allows the maps to be fully customisable.</p>\n<p>ODI Supporter Yelp has <a href=\"http://carycitizen.com/2014/03/17/open-data-connects-restaurant-inspections-yelp/\" title=\"worked with regional governments\">worked with regional governments in the US</a> to incorporate restaurant inspection open data into their user review website.</p>\n<p><strong>Gaining new insights</strong></p>\n<p>Oxford Consultants for Social Inclusion, an ODI Member and Supporter, have built a <a href=\"http://www.communityinsight.org/\" title=\"Community Insight tool\">Community Insight tool</a> which uses open data to help 80 social housing associations target more than £100m worth of investment support to the communities they work with.  </p>\n<p><a href=\"http://www.optimityadvisors.com/\" title=\"Optimity Advisors\">Optimity Advisors</a> have used open data to create the <a href=\"http://www.primarycaremeasures.co.uk\" title=\"primary care measures\">primary care measures</a>, and public health measures platforms. These map-based applications allow local authorities, councillors and hard pressed public health departments to easily identify which areas have the biggest health and social care needs and monitor changes based on data such as the prevalence of disease and patient satisfaction. The applications now run in 13 local authority areas.</p>\n<p><strong>Building the infrastructure for open data</strong></p>\n<p>This year ODI Supporter <a href=\"http://www.swirrl.com/\" title=\"Swirrl\">Swirrl</a> has built a <a href=\"http://opendatacommunities.org/\" title=\"new open data portal\">new open data portal</a> for the Department of Communities and Local Government and ODI Supporter [Whythawk](http://www.whythawk.com/\n \"Whythawk\") has helped develop the Pakistan Open Data education portal. ODI Supporter <a href=\"http://www.epimorphics.com/\" title=\"Epimorphics\">Epimorphics</a> built the Environment Agency's bathing water quality API and Land Registry’s house price API and ODI Supporter <a href=\"https://scraperwiki.com/\" title=\"Scraperwiki\">Scraperwiki</a> supported The United Nations Office for the Coordination of Humanitarian Affairs (<a href=\"http://www.unocha.org/\" title=\"UN-OCHA\">UN-OCHA</a>) in building a data hub containing detailed country indicators like child mortality, infrastructure and health care, sourced from 20 different websites, including the World Bank and UNICEF. </p>\n<p>Being part of this network has benefitted members in many different ways. </p>\n<p>For some, it has brought about significant financial revenue. “Being an ODI Supporter has led directly to a revenue generating partnership of £50-£100,000,” Sarah Hitchcock from GeoLytix reflects.</p>\n<p>Many have also gained from the networking opportunities. “Membership of the ODI has created educational, networking and potential partnership opportunities whilst at the same time serving to underscore our commitment to adding meaningful public access to open data,” says Hugh Brookes, CoreFiling. </p>\n<p>And membership has inspired others to improve their own work and processes. “Open data and our ODI membership has made us reexamine the way we collect data in our business” says Stuart Chalmers from BRE. “We now think of how we, and others, can benefit from reusing and exploiting our data in new, innovative and different ways.” </p>\n<p><em>If you’re interested in joining the ODI Member network, visit the membership webpage or contact <a href=\"mailto:members@theodi.org\" title=\"members@theodi.org\">members@theodi.org</a></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}