{"id":"https://contentapi.theodi.org/uk-leads-demand-open-data-odi-opens-business.json","web_url":"http://theodi.org/news/uk-leads-demand-open-data-odi-opens-business","slug":"uk-leads-demand-open-data-odi-opens-business","title":"UK Leads Demand for Open Data as ODI Opens for Business","format":"article","updated_at":"2015-09-11T09:50:41+00:00","created_at":"2012-12-02T18:46:08+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"As The Open Data Institute opens officially, [research reveals ](http://www.deloitte.com/view/enGB/uk/market-insights/deloitte-analytics/open-data/bfb570a79416b310VgnVCM1000003256f70aRCRD.htm)key features of an evolving open data market. As part of its start-up activities, the ODI has been working with business experts, Deloitte to assess the landscape.  ","language":"en","need_extended_font":false,"content":"<p><em>As The Open Data Institute opens officially, <a href=\"http://www.deloitte.com/view/en_GB/uk/market-insights/deloitte-analytics/open-data/bfb570a79416b310VgnVCM1000003256f70aRCRD.htm\">research reveals </a>key features of an evolving open data market. As part of its start-up activities, the ODI has been working with business experts, Deloitte to assess the landscape.</em>  </p>\n<p>The <a href=\"http://www.deloitte.com/view/en_GB/uk/market-insights/deloitte-analytics/open-data/bfb570a79416b310VgnVCM1000003256f70aRCRD.htm\">analysis reveal</a>s that</p>\n<ul>\n<li>The UK is leading the world in open data. Whilst <a href=\"http://data.gov.uk\">data.gov.uk</a> does not have the same quantity of data as government open data sites in countries including the US and France, in the period studied by Deloitte, <a href=\"http://data.gov.uk\">data.gov.uk</a> received more daily visits than either <a href=\"http://data.gouv.fr\">data.gouv.fr</a>. or <a href=\"http://data.gov\">data.gov</a></li>\n<li>Between January 2010 and September 2012, demand for open data on <a href=\"http://data.gov.uk\">data.gov.uk</a>, measured by the average number of page views for each dataset, has\u0002grown by 285%;</li>\n<li>There are significant variances between supply and demand for open data in different industry sectors;</li>\n<li>\u0002As the environment develops, businesses are organising themselves in to five key “archetypes” based on the ways they use open data.</li>\n</ul>\n<p><strong>New investment</strong></p>\n<p>The research comes as The ODI announces its first major investor, <a href=\"http://www.omidyar.com/\">Omidyar Network</a>, who will provide $750k over two years to help develop the business.</p>\n<p>The ODI’s Chief Executive <strong>Gavin Starks</strong> said: `Open data holds huge, largely untapped potential to change the way we function as a society. The ODI will enable organisations and individuals to: find and exploit untapped markets and business opportunities; explore and understand social and cultural trends and; experiment with ways of explaining this evolving ecosystem. We’re delighted to have the support of global philanthropic investment firm Omidyar Network as our first investor, underlining the fact that the UK leads the world in this emerging industry. We will work with them and others in the coming months and years to release the social, economic and environmental benefits of open data’.</p>\n<p>Omidyar Policy Director, <strong>Martin Tisné</strong> said: `The Open data Institute will accelerate and help shape the evolution of an open-data culture.\u0002It will unlock supply, generate demand, and create and disseminate knowledge to address local and global issues.\u0002Omidyar Network is pleased to support the Open data Institute and contribute to building the global open-data sector’.</p>\n<p><strong>ODI Opening</strong></p>\n<p>The ODI’s work will be presented to Cabinet Office Minister, <strong>Francis Maude,</strong> at the official opening<em>.</em> Francis Maude said: ‘The creation of the Open data Institute – the first organisation of its kind in the world – underlines our determination to maximise the potential of data as a material for economic and social growth. The ODI, and the expert team assembled there, are already helping to foster a new generation of innovative businesses built on open data, and to develop the specialist skills among data technologists that will see the creation of new products and services. We look forward to working with them to make data more readily available and accessible, and to further cement the UK’s position as an international leader in open data’.</p>\n<p><strong>Incubating businesses</strong></p>\n<p>Four start-up businesses are already working in The ODI’s HQ:</p>\n<p>·\u0002\u0002\u0002\u0002\u0002\u0002\u0002\u0002<a href=\"http://www.theodi.org/case-study/mastodon-c\"><strong>Mastodon C</strong></a>: who make big data technology and analytics, on open source technology and zero carbon infrastructure</p>\n<p>·\u0002\u0002\u0002\u0002\u0002\u0002\u0002\u0002<a href=\"http://www.theodi.org/case-study/placr\"><strong>Placr</strong></a>: Who create their own commuter-focused apps and make multiple transportation data sets available in one place for developers and create their own</p>\n<p>·\u0002\u0002\u0002\u0002\u0002\u0002\u0002\u0002<a href=\"http://www.theodi.org/case-study/locatable\"><strong>Locatable</strong></a>: Making house hunting easier by helping people find locations that satisfy their most important criteria</p>\n<p>·\u0002\u0002\u0002\u0002\u0002\u0002\u0002\u0002**<a href=\"http://www.theodi.org/case-study/opencorporates\">Open Corporates</a>: **Who are aiming to bring all the information about all the companies in the world together in one place</p>\n<p><strong>Founders</strong></p>\n<p>The ODI was announced in last year’s Autumn Statement. It is receiving partial funding from the Government’s Technology Strategy Board (TSB) - £2m a year over 5 years. The Institute was the brainchild of Sir Tim Berners-Lee and Professor Nigel Shadbolt. It has been substantially supported through its start-up phase with resources and services from The University of Southampton.</p>\n<p>ODI Chairman and Southampton Professor of Artificial Intelligence, <strong>Nigel Shadbolt</strong> said: ‘I’m delighted to see our vision for The ODI made real. A world first, The ODI demonstrates both UK commitment and leadership. To see our start-ups and hackathon winners already demonstrating the value of open data is superb. It shows what becomes possible when you make data available and build the conditions for people to use it to create new products and services. The ODI will be a catalyst for business, innovation and greater openness”.</p>\n<p>S<em>ee our <a href=\"http://www.theodi.org/events/open-data-institute-open-house\">events pages</a> for more information about our opening</em></p>\n<p><em>See our <a href=\"http://www.theodi.org/case-study\">case studies</a> to find out more about the comanies incubating with us</em></p>\n<p><a href=\"http://www.deloitte.com/view/en_GB/uk/market-insights/deloitte-analytics/open-data/bfb570a79416b310VgnVCM1000003256f70aRCRD.htm\">*See the full research *</a></p>\n<p>\u0002</p>","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}