{"id":"https://contentapi.theodi.org/uk-open-banking-working-group-publishes-report.json","web_url":"http://theodi.org/news/uk-open-banking-working-group-publishes-report","slug":"uk-open-banking-working-group-publishes-report","title":"UK Open Banking Working Group publishes report setting out Open Banking Standard","format":"article","updated_at":"2016-02-10T12:27:52+00:00","created_at":"2016-02-08T19:08:40+00:00","tag_ids":["news","open-banking-working-group","open-banking-standard","finance"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-banking-working-group.json","web_url":null,"title":"open banking working group","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-banking-working-group","web_url":"http://theodi.org/tags/open-banking-working-group","slug":"open-banking-working-group"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-banking-standard.json","web_url":null,"title":"open banking standard","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-banking-standard","web_url":"http://theodi.org/tags/open-banking-standard","slug":"open-banking-standard"}},{"id":"https://contentapi.theodi.org/tags/keywords/finance.json","web_url":null,"title":"finance","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=finance","web_url":"http://theodi.org/tags/finance","slug":"finance"}}],"details":{"business_proposition":false,"description":"<p>UK Open Banking Working Group publishes report calling for new standard to improve choice for customers, create more competition and stimulate innovation in banking</p>","excerpt":"Open Banking Working Group report calls for new standard to improve choice for customers, create more competition and stimulate innovation in banking\r","language":"en","need_extended_font":false,"alternative_title":"UK Open Banking Working Group publishes report calling for an Open Banking Standard","url":"","content":"<p><em>Open Banking Working Group report calls for new standard to improve choice for customers, create more competition and stimulate innovation in banking</em></p>\n<p>The <a href=\"http://theodi.org/news/open-banking-working-group-terms-of-reference\" title=\"Open Banking Working Group\">Open Banking Working Group</a> (OBWG) has recommended the creation of an Open Banking Standard that will make it possible for banking data to be shared and used securely. The OBWG <a href=\"http://theodi.org/news/open-banking-working-group-roster-report-announced\">convened in 2015</a> at the request of HM Treasury to explore how data could help people to save, borrow, lend and invest their money in better ways.</p>\n<p>Implementing the Open Banking Standard framework could significantly accelerate the implementation of new EU regulations on banking data. It would also place the UK in a strong position to lead the development of a similar international standard.</p>\n<p>In its <a href=\"http://theodi.org/open-banking-standard\">report</a>, published today, the OBWG recommends that:</p>\n<ul>\n<li>bank data, including information about banks’ products and services, should be made available as <strong>open data</strong>, so that services can be built allowing customers to get more out of their financial relationships (for example, through product comparison services);</li>\n<li>open APIs should be created to enable services to be built using bank and customer data. These would include open data about products and services as well as <strong>shared data</strong> about bank transactions that individuals or businesses can <strong>choose to share</strong> themselves through secure and controlled means.</li>\n</ul>\n<p>Today’s report makes it clear that in order to implement these innovations and enable customers, banks and regulators to take advantage of the connected digital economy, a framework will be needed to ensure that <strong>data is secure and the way in which it might be shared is actively governed</strong> – the <strong>Open Banking Standard</strong>.</p>\n<p><strong>Customer benefits</strong></p>\n<p>The largest predicted benefits of the Open Banking Standard will come when consumers are able to compare banking products and services that have been purposefully tailored to suit their individual needs. For example, it’s estimated that switching overdraft facilities could save people an average of £140 a year.* Today’s report suggests that if consumers could give an approved price comparison service <strong>explicit and limited permission</strong> to access their bank account data across an open API, they could simply and quickly find the best option to suit their needs.  </p>\n<p>Businesses could also benefit. Many SMEs use commercial software for bookkeeping but generally have to add their transaction data manually (or pay a third party to get this information on their behalf). An API from their banking service provider would make it considerably easier to reconcile payments and so provide far more up-to-date financial positions. All a business owner would need to do is log into their accounting system, select relevant bank accounts and give their permission for their data to be shared with their accounting provider, as an approved supplier.</p>\n<p><strong>UK leadership</strong></p>\n<p>In today’s report, the OBWG sets out recommendations for implementing the Standard, and evolving and rolling out the framework over the next five years. These will be carried out by an <strong>Open Banking Implementation Entity</strong>, which will also plan, design and deliver future phases of the Open Banking Standard.</p>\n<p><strong>Co-chair of the OBWG and Barclays’ Head of Client and Customer Experience (Personal and Corporate Banking), Matt Hammerstein said</strong>:</p>\n<blockquote>\n  <p>“Banking as a service has long sat at the heart of our economy. In our digitally enabled world, the need to seamlessly and efficiently connect different economic agents who are buying and selling goods and services, is critical. The Open Banking Standard is a framework for making banking data work better: for customers for businesses and for the economy as a whole.”</p>\n</blockquote>\n<p><strong>Fellow OBWG co-chair and ODI CEO Gavin Starks said</strong>:</p>\n<blockquote>\n  <p>“The work of the OBWG and the Open Banking Standard demonstrate the powerful result of leaders coming together to wrestle substantial challenges facing the banking sector. I have been impressed by both the speed and depth with which the group has created a detailed framework and continued leadership in this area will set UK banking apart. It will also set precedents across many sectors: a <strong>strong data infrastructure</strong> will be as important to the UK’s economy today as roads have been to our success in the industrial economy for over a century.”</p>\n</blockquote>\n<p><strong>Responding to today’s report, UK Economic Secretary to the Treasury, Harriett Baldwin said</strong>:</p>\n<blockquote>\n  <p>“I am determined to ensure that our financial services remain at the forefront of technological innovation. That’s why I asked the Open Banking Working Group to explore how an open standard for Application Programming Interfaces (APIs) – or an Open Banking Standard – could be designed to increase competition in Britain’s banking sector, give customers more control over their finances, and provide FinTechs with a globally unrivalled opportunity for innovation in the UK. I welcome the findings published by the Open Banking Working Group today, which encourage the use of APIs and open data in order to benefit customers and businesses. We look forward to continuing to work with industry over the coming weeks to establish how these recommendations will be taken forward. With FinTech week later this month we are on-track to cement the UK’s position as the FinTech capital of the world.”</p>\n</blockquote>\n<p><strong>Next steps</strong></p>\n<p>A minimum viable product for an Open Banking API based on open data is recommended to be launched towards the end of 2016, with personal customer transaction data included on a read-only basis starting at the beginning of 2017. The Open Banking Standard’s full scope, including business, customer and transactional data, should be reached by 2019.</p>\n<p><strong>For definitions of key terms in this article, and a summary of the Open Banking Working Group report, please see the <a href=\"http://theodi.org/open-banking-standard\">summary report</a>, also published today.</strong></p>\n<p><em>*CMA: Retail banking market investigation, November 2015</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/finance.json","web_url":"http://theodi.org/finance","slug":"finance","title":"Finance","format":"article","updated_at":"2016-02-09T14:15:04+00:00","created_at":"2015-10-14T12:25:19+00:00","tag_ids":["page","finance","open-banking-working-group","open-banking-standard"]},{"id":"https://contentapi.theodi.org/open-banking-working-group-uk-experts-impact-consumers-regulators-industry.json","web_url":"http://theodi.org/news/open-banking-working-group-uk-experts-impact-consumers-regulators-industry","slug":"open-banking-working-group-uk-experts-impact-consumers-regulators-industry","title":"UK experts to explore how open banking will impact consumers, regulators and industry","format":"article","updated_at":"2015-10-06T11:08:48+00:00","created_at":"2015-09-18T09:30:47+00:00","tag_ids":["news","open-banking-working-group","finance"]},{"id":"https://contentapi.theodi.org/open-banking-working-group-roster-report-announced.json","web_url":"http://theodi.org/news/open-banking-working-group-roster-report-announced","slug":"open-banking-working-group-roster-report-announced","title":"Open Banking Working Group: roster and forthcoming report announced","format":"article","updated_at":"2016-02-08T23:34:43+00:00","created_at":"2015-11-23T15:05:20+00:00","tag_ids":["news","finance","open-banking-working-group"]},{"id":"https://contentapi.theodi.org/open-banking-working-group-panel-to-discuss-improving-banking-services-at-odi-lecture.json","web_url":"http://theodi.org/news/open-banking-working-group-panel-to-discuss-improving-banking-services-at-odi-lecture","slug":"open-banking-working-group-panel-to-discuss-improving-banking-services-at-odi-lecture","title":"Open Banking Working Group panel to discuss improving banking services ","format":"article","updated_at":"2015-11-30T18:08:24+00:00","created_at":"2015-11-30T18:00:04+00:00","tag_ids":["news","open-banking-working-group","finance"]},{"id":"https://contentapi.theodi.org/open-banking-working-group-terms-of-reference.json","web_url":"http://theodi.org/news/open-banking-working-group-terms-of-reference","slug":"open-banking-working-group-terms-of-reference","title":"Open Banking Working Group: Terms of Reference","format":"article","updated_at":"2015-10-06T09:49:47+00:00","created_at":"2015-10-02T15:54:28+00:00","tag_ids":["news","open-banking-working-group","finance"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}