{"id":"https://contentapi.theodi.org/uks-major-infrastructure-challenges-solvable-with-open-data.json","web_url":"http://theodi.org/news/uks-major-infrastructure-challenges-solvable-with-open-data","slug":"uks-major-infrastructure-challenges-solvable-with-open-data","title":"UK’s major infrastructure challenges solvable with open data ","format":"article","updated_at":"2015-09-11T09:58:17+00:00","created_at":"2014-12-11T09:09:27+00:00","tag_ids":["news","open-data-roadmap","open-data","government","policy","uk"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-roadmap.json","web_url":null,"title":"open data roadmap","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-roadmap","web_url":"http://theodi.org/tags/open-data-roadmap","slug":"open-data-roadmap"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/government.json","web_url":null,"title":"government","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=government","web_url":"http://theodi.org/tags/government","slug":"government"}},{"id":"https://contentapi.theodi.org/tags/keywords/policy.json","web_url":null,"title":"policy","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=policy","web_url":"http://theodi.org/tags/policy","slug":"policy"}},{"id":"https://contentapi.theodi.org/tags/keywords/uk.json","web_url":null,"title":"UK","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=uk","web_url":"http://theodi.org/tags/uk","slug":"uk"}}],"details":{"business_proposition":false,"description":"","excerpt":"[ODI roadmap](http://theodi.org/roadmap-uk-2015) calls for bold open data action ahead of General Election\r","language":"en","need_extended_font":false,"alternative_title":"UK’s major infrastructure challenges solvable with open data ","url":"","content":"<h3 id=\"odiroadmaphttptheodiorgroadmapuk2015callsforboldopendataactionaheadofgeneralelection\"><a href=\"http://theodi.org/roadmap-uk-2015\">ODI roadmap</a> calls for bold open data action ahead of General Election</h3>\n<p>The ODI is today (11th December) publishing its ‘<a href=\"http://theodi.org/roadmap-uk-2015\">open data roadmap</a> for the UK’, the same day as public sector and industry leaders gather to discuss the progress of the UK's open data and transparency policy at the Institute for Government. The roadmap sets out nine recommendations for the next government, which harness the benefits of open data for improved policy making, and social and economic benefit. In particular, it calls for:</p>\n<ul>\n<li><p><strong>A new government data strategy</strong> that brings together all aspects of data policy in one place in the Cabinet Office </p></li>\n<li><p><strong>The creation of a new Chief Data Officer</strong> to develop, advocate and progress all aspects of this strategy</p></li>\n<li><p><strong>Empowered trading funds to release more open data</strong>, including Companies House, Ordnance survey, Met Office and the Land Registry </p></li>\n<li><p><strong>Greater investment in data training</strong> for government, business and citizens</p></li>\n<li><p><strong>A mandate that public procurement contracts require the release of open data</strong>, in line with the UK’s commitment under the G8 Open Data Charter to ‘open by default’</p></li>\n</ul>\n<p>The UK government has made good progress in releasing and reusing government data over the last decade, and is ranked No.1 in the world for its open data leadership <a href=\"http://www.opendataresearch.org/dl/odb2013/Open-Data-Barometer-2013-Global-Report.pdf\">(Open Data Barometer 2013)</a>. But the roadmap is clear that more needs to be done in order for open data to support and enable the UK to address its biggest challenges, including:</p>\n<ul>\n<li><p><strong>Preparing UK cities for the next 7 million people</strong> - UK cities need to continue to opening up data for new apps and innovations, to help plan and improve infrastructure. </p></li>\n<li><p><strong>Making UK public services more efficient</strong> - The UK’s ageing and increasing population will put new pressures on its healthcare system and economy over the next 15 years - open data can help identify savings and efficiencies. </p></li>\n<li><p><strong>Adjusting services to an unpredictable climate</strong> - Rising temperatures will mean more extreme weather for the UK - the 2014 UK floods highlighted the need for better communication in emergency prevention and response. Open data is being used around the world to help target responses to natural disasters. </p></li>\n<li><p><strong>Boosting the economy by shaping new businesses</strong> - Startups supported by the ODI have used open data to build businesses around government procurement, health savings, smart cities, energy efficiency, 3D-printing and supporting disabled communities. Since 2012, the ODI’s startup programme has attracted £2.5m of income, with clients including government departments, domestic and international businesses. </p></li>\n</ul>\n<p>The nine recommendations in the roadmap are:</p>\n<p><strong>Continue to build a coherent open data strategy</strong></p>\n<p>The central government has stimulated a range of activities around open data. Now is the time to connect and focus them.</p>\n<ul>\n<li>Clearly embed open data within a wider data strategy</li>\n<li>Appoint a Chief Data Officer for government to oversee this data strategy</li>\n<li>Build data publication into everything the Government Digital Service does </li>\n</ul>\n<p><strong>Open up more socially and economically beneficial data</strong> </p>\n<p>The UK Government has published a lot of open data, but it still holds important datasets that are ‘closed’. These datasets could have significant social and economic benefits if released as high-quality open data. </p>\n<ul>\n<li>Support UK trading funds to release more closed datasets as open data </li>\n<li>Use the National Information Infrastructure as a tool to plan for future releases </li>\n<li>Include the release of open data in public procurement contracts</li>\n</ul>\n<p><strong>Support even more reuse of open data</strong></p>\n<p>Across the UK, businesses, researchers, citizens and public bodies already rely on open data to deliver products and services and help lower costs, often without realising. With a clear UK data strategy, the number of businesses, research projects, innovative services and new ways of interpreting open data will continue to flourish. </p>\n<ul>\n<li>Commit to data training for government, business and citizens</li>\n<li>Incentivise government to consume open data, not just publish it</li>\n<li>Connect research and development frameworks to open data</li>\n</ul>\n<p><strong>Professor Sir Nigel Shadbolt, Chairman and Co-Founder of the ODI said:</strong></p>\n<p>\"Open data is the raw material for open innovation. In open innovation anyone can find the value in open data. We have seen individuals, start ups, SMEs, FTSE 100 companies, local and national government all create value from open data. Our open data roadmap explains what has to be done to keep the UK world-leading in this area. It requires continued commitment at the highest levels of government. It needs business to make more of both the government and its own open data. It needs an information infrastructure that contains the best open data to give the UK a digital nervous system fit for the 21st century.\"</p>\n<p><strong>Gavin Starks, CEO at the ODI said:</strong></p>\n<p>“Over the last 10 years the UK has set the bar for open data in government. I believe that the UK Government needs to step up its efforts to publish quality data, to help the emerging data supply-chains, and catalyse smart ecosystems. To do so will aid in addressing challenges, both domestically and internationally, to drive innovation, efficiency and transparency. </p>\n<p>“Now is the time to engage business. Across all sectors, we see the development of innovations that improve our travel, our health, our cities, our environment, and create jobs. We see potential efficiencies that could save billions. We see transparency as critical to rebuilding trust. We need the same standards and rigour applied to public data as are applied to commercial data and greater support in catalysing private sector engagement.</p>\n<p>“Without greater commitment, the UK will lose its leading position, and risks missing out on the opportunity to have the UK reap the rewards from the emerging web of data.” </p>\n<p><strong>Jeni Tennison, Technical Director at the ODI, said:</strong></p>\n<p>“At the ODI we want to help unlock data, especially high-value datasets which are key components of our National Information Infrastructure - geospatial data, address data and meteorological data for example - which are often held by public sector trading funds. We want to see government further supporting and empowering the trading funds to open up their data, so that everyone can benefit from it.</p>\n<p>“Currently, there are a series of disparate teams in government managing data policy and delivery. The creation of the Chief Data Officer is essential to join up government’s need for open data and its publication to ensure that data publication is built in to every digital service created by government.”</p>\n<p>The ODI is keen to garner views on the roadmap from government organisations, businesses and the public. It will hold a series of workshops between January and April 2015. The workshops will aim to develop briefing notes for implementation of the roadmap, through an open consultation process. </p>\n<p>The roadmap builds on a range of policy documents that have been released this year, including: the Royal Statistical Society’s Data Manifesto; Policy Exchange’s <a href=\"http://www.policyexchange.org.uk/publications/category/item/technology-manifesto\">Technology Manifesto</a>; and the Institute for Government’s <a href=\"http://www.instituteforgovernment.org.uk/publications/programme-effective-government-1\">Programme for Effective Government</a>. </p>\n<p><em>Follow developments and join the discussion about the open data roadmap with <a href=\"https://twitter.com/hashtag/opendataroadmap?src=hash\" title=\"#opendataroadmap\">#opendataroadmap</a></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/the-odis-open-data-roadmap-for-the-uk-is-launched.json","web_url":"http://theodi.org/news/the-odis-open-data-roadmap-for-the-uk-is-launched","slug":"the-odis-open-data-roadmap-for-the-uk-is-launched","title":"Open data roadmap for the UK is launched","format":"article","updated_at":"2015-09-11T09:58:16+00:00","created_at":"2014-12-11T09:18:50+00:00","tag_ids":["news","open-data","uk","policy","government"]},{"id":"https://contentapi.theodi.org/roadmap-uk-2015-uk-leading.json","web_url":"http://theodi.org/roadmap-uk-2015-uk-leading","slug":"roadmap-uk-2015-uk-leading","title":"Open data roadmap 2015: UK leading the world","format":"article","updated_at":"2015-09-11T09:58:12+00:00","created_at":"2014-12-09T09:15:55+00:00","tag_ids":["page","roadmap","uk","2015","pod"]}],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}