{"id":"https://contentapi.theodi.org/virgin-media-and-which-join-open-data-institute-unlock-open-data-innovation.json","web_url":"http://theodi.org/news/virgin-media-and-which-join-open-data-institute-unlock-open-data-innovation","slug":"virgin-media-and-which-join-open-data-institute-unlock-open-data-innovation","title":"Virgin Media and Which? Join Open Data Institute to Unlock Open Data Innovation","format":"article","updated_at":"2015-09-11T09:51:05+00:00","created_at":"2013-03-12T12:31:00+00:00","tag_ids":["news"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Communications and entertainment company [Virgin Media](http://www.virginmedia.com/) and consumer watchdog [Which?](http://www.which.co.uk/) have today become the first major private-sector collaborators of the Open Data Institute (ODI). They will collaborate with ODI experts to unlock the potential of open data, to develop new services from existing assets, and to improve their customer experience.","language":"en","need_extended_font":false,"content":"<p>Communications and entertainment company <a href=\"http://www.virginmedia.com/\">Virgin Media</a> and consumer watchdog <a href=\"http://www.which.co.uk/\">Which?</a> have today become the first major private-sector collaborators of the Open Data Institute (ODI). They will collaborate with ODI experts to unlock the potential of open data, to develop new services from existing assets, and to improve their customer experience.</p>\n<p>Virgin Media and Which? are the first to join the ODI’s new membership programme.\u0002\nMembership is open to everyone from organisations to individuals, around the world, who want to help catalyse open data culture. The ODI is helping bring together world experts to identify and develop open data ideas and has already identified substantial potential public-sector savings, and helped to unlock funding for startups.</p>\n<p><strong>Virgin Media</strong></p>\n<p>Virgin Media will work with the ODI to help build a better understanding of how the digital world is being shaped by the take up of digital services. The ODI will help Virgin Media develop in-house expertise, explore aggregated and anonymous usage patterns, and help generate creative new ideas for products and services.</p>\n<p>Virgin Media’s chief operating officer, Andrew Barron said:</p>\n<p>\"As the digital world becomes part of all our lives, we’re committed to helping our customers make the most of the entertainment, information and opportunities opening up. The ODI is an important partnership, maintaining our commitment to protecting our customers and their data whilst helping to create a collaborative data culture designed to accelerate innovation and make good things happen.\"</p>\n<p><strong>Which?</strong></p>\n<p>Which? will develop information and comparison tools that make public services more transparent to give consumers the information and advice they need to make choices, for example in health and social care. Which? will build on its experience developing Which? University, a free independent website that gives people access to impartial information to help them choose the right course and university. The website uses the Government’s Key Information Set (KIS) and related data sources.</p>\n<p>Which? Executive Director, Richard Lloyd said:</p>\n<p>“Endless pages of data and statistics can be difficult to understand and are overwhelming for consumers: it's not always obvious how it can help them make more informed decisions. We look forward to working with the ODI to understand better how to develop tools that bring open data to life to give consumers greater control and choice over the services they use and fully realise the benefits of greater transparency.”</p>\n<p>Gavin Starks, ODI CEO said:</p>\n<p>“Open data can be transformed into knowledge for everyone. In taking leadership positions, Virgin Media and Which? are demonstrating their commitment to meeting the needs of 21st Century consumers. Like you and I, consumers are increasingly connected and have high expectations of products and services, their convenience, innovation, relevance, privacy, transparency, and support. Using open data can provide credible insight to help organisations provide better services to their customers, and unlock innovation by engaging beyond their in-house capabilities.”</p>\n<p>Professor Nigel Shadbolt, co-founder and Chairman of the ODI, said:</p>\n<p>“These two new relationships signify a key moment for the ODI and demonstrate that open data is crucial to the future success of brands. We welcome Virgin Media and Which? and look forward to helping unlock the value of open data for them and their customers. We encourage others to join us and discover how open data can generate social, environmental and economic value.”</p>\n<p><strong>The ODI membership programme</strong></p>\n<p>The ODI’s new membership programme has four levels: supporter, member, sponsor and\u0002partner (Virgin Media is a partner, Which? a sponsor). Membership fees start from £540/year for supporters, up to £50,000/year for partners, a proportion may be paid in-kind through the contribution of services, technology or other expertise.\u0002\nMembers receive vouchers that they can redeem against training and other professional services, as well as a 20% discount on future services. Benefits also include access to the growing open data community based at the ODI offices in Shoreditch, London, networking events, and collaboration on projects that create economic, environmental, and social value.</p>\n<p><a href=\"http://theodi.org/join-us\">More details are available</a> for those interested in joining the ODI\u0002\n<em><a href=\"http://video.ft.com/v/2236575765001/Start-ups-tap-into-open-data\">See how</a> FT.Com covered the story</em></p>\n<p><em><a href=\"http://www.theodi.org/blog/new-industrialists-part-2-open-data-market-makers\">Read a blog </a>by the ODI's Stuart Coleman on the businesses that are making an open data market</em></p>","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}