{"id":"https://contentapi.theodi.org/you-can-now-buy-your-own-copy-of-datopolis-the-open-data-board-game.json","web_url":"http://theodi.org/news/you-can-now-buy-your-own-copy-of-datopolis-the-open-data-board-game","slug":"you-can-now-buy-your-own-copy-of-datopolis-the-open-data-board-game","title":"You can now buy your own copy of Datopolis, the open data board game","format":"article","updated_at":"2016-07-26T15:29:47+00:00","created_at":"2016-07-26T14:21:34+00:00","tag_ids":["news","datopolis","board-game"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/news.json","web_url":null,"title":"News Item","details":{"description":"News Item","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=news","web_url":"http://theodi.org/tags/news","slug":"news"}},{"id":"https://contentapi.theodi.org/tags/keywords/datopolis.json","web_url":null,"title":"datopolis","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=datopolis","web_url":"http://theodi.org/tags/datopolis","slug":"datopolis"}},{"id":"https://contentapi.theodi.org/tags/keywords/board-game.json","web_url":null,"title":"board game","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=board-game","web_url":"http://theodi.org/tags/board-game","slug":"board-game"}}],"details":{"business_proposition":false,"description":"<p>Today the beta version of Datopolis, our open data board game, goes on sale via Gamecrafter for two weeks. Its creators Ellen Broad and Jeni Tennison tell the story behind it, how it was made and what you can expect from buying your very own copy</p>","excerpt":"Today the beta version of Datopolis, our open data board game, goes on sale via [Gamecrafter](https://www.thegamecrafter.com/games/datopolis) for two weeks. Its creators Ellen Broad and Jeni Tennison tell the story behind it, how it was made and what you can expect from buying your very own copy.\r","language":"en","need_extended_font":false,"alternative_title":"You can now buy your own copy of Datopolis, the open data board game","url":"","content":"<p>Today the beta version of Datopolis, our open data board game, goes on sale via <a href=\"https://www.thegamecrafter.com/games/datopolis\">Gamecrafter</a> for two weeks. Its creators Ellen Broad and Jeni Tennison tell the story behind it, how it was made and what you can expect from buying your very own copy.</p>\n<p><em><strong>By Ellen Broad and Jeni Tennison</strong></em></p>\n<p>Today we’re making the beta version of Datopolis, our open data board game, available for sale for two weeks. Don’t miss out!</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/97/75/579775a3f362be56ab000029/1.jpg\" alt=\"null\" class=\"img\" id=\"579775a31f986a07c5000138\">\n<small><i>Playing Datopolis at Open Data Camp, image by Mark Braggins</i></small></p>\n<h3 id=\"whatisdatopolis\">What is Datopolis?</h3>\n<p>Datopolis is a board game about building things – services, websites, devices, apps and research – using closed and open data. It’s set in a town called Sheridan, which is gradually declining as shops close, teachers quit, hedgehogs go extinct and pollution rises. The tools that players build contribute to making Sheridan a healthier, wealthier, happier place to live. </p>\n<p>There’s a short version and a long version of Datopolis. The short version is useful for team workshops and away days – it can be played within 20-30 minutes, and gets people comfortable talking to each other and negotiating to build tools with data. The longer version is for people who really enjoy playing board games – it has added role cards, plenty of bad things happening in Sheridan to contend with, and generally more complexity. </p>\n<p>We’ve been working on Datopolis for almost 18 months now, and have been taken aback by the enthusiasm and energy from people around the world wanting to try it out. </p>\n<p>We’ve been testing our first boxed prototype of Datopolis in the UK at events like Open Data Camp in Bristol, the Cabinet Office and National Audit Office. We’ve also seen people printing and playing Datopolis themselves using the <a href=\"https://github.com/opendataboardgame/game\">components on GitHub</a> around the world, in China, France and New Zealand. </p>\n<blockquote><p>Tested <a href=\"https://twitter.com/datopolis\">@datopolis</a> at SH open data camp today. <a href=\"https://t.co/FUvphgmS0P\">pic.twitter.com/FUvphgmS0P</a></p>— Open Knowledge China (@OKFNCN) <a href=\"https://twitter.com/OKFNCN/status/739456410254086145\">June 5, 2016</a></blockquote>\n<p>We’ve used the feedback and suggestions from people playing Datopolis remotely and with us in London to make the game even better. Here’s feedback from one of our playtesters, Lydia Nicholas, Senior Researcher in Collective Intelligence at Nesta. We’ve left in her comments on the game mechanic, to give you a feel of the game:</p>\n<p>Overall everyone was very impressed, particularly with the way the mechanic sets you up to make interesting tradeoffs. It's great that the short version plays so fast because contrasts between games raised a few talking points.</p>\n<p>Our first playthrough was very open; because we played tiles face up and close together there ended up being with very little trading. It was very easy to build any kind of app, except democracy, where the cards turned up late- and then the one yellow tile, laid adjacent to 3 other open tiles prompted a flurry of complex 3-part apps. It felt very like an open, developed marketplace.</p>\n<p>The second time we all initially played our tiles mostly closed, did complicated multilayered deals, and deliberately laid cards in long lines or in ways we knew would be hard for others to reuse- so the our plays naturally skewed towards either stockpiling tiles and laying them all down at once to playing closed systems, or using the very few central, open datasets: everyone made several simple transport apps, regardless of any needs or interests which their other hastily discarded and redrawn cards represented. </p>\n<p>Rather than the second game being a failure, the differences made us all even more interested in the possibilities of the game as a tool for playing through innovation scenarios. We all had fun and loved in particular the naming round being enshrined in the turn order. There were some terrible, very tweetable puns.</p>\n<h3 id=\"whymightibuydatopolis\">Why might I buy Datopolis?</h3>\n<p>We’ve seen Datopolis used for team away days, data events and exhibitions, and to help people communicate the value of data inside their organisations. We also hope it contains enough strategy to be fun for board game lovers too! </p>\n<p>Datopolis is openly licensed, so people can change the game components, introduce new rules, translate it, localise it to their sector or geographic region. Play testers have talked to us about adapting it to explain their own organisation’s sector and potential impact from data. </p>\n<h3 id=\"buyingdatopolis\">Buying Datopolis</h3>\n<p>We’re making Datopolis available for sale for two weeks via <a href=\"https://www.thegamecrafter.com/games/datopolis\">Gamecrafter</a>, after lots of people asked how they could get a copy of the prototype. Datopolis (beta) costs $66 USD via <a href=\"https://www.thegamecrafter.com/games/datopolis\">Gamecrafter</a> and comes with all the game components you need to get underway, beautifully boxed with cover designs by London-based design consultancy Folk Labs. We haven’t added any margin - this price simply reflects manufacturing costs from <a href=\"https://www.thegamecrafter.com/games/datopolis\">Gamecrafter</a>. Unfortunately there’s also fairly pricey shipping fees (GameCrafter is based in the US).</p>\n<blockquote><p>Hey everyone look how lovely <a href=\"https://twitter.com/datopolis\">@datopolis</a>, our <a href=\"https://twitter.com/hashtag/opendata?src=hash\">#opendata</a> <a href=\"https://twitter.com/hashtag/boardgame?src=hash\">#boardgame</a> looks 🙂 cc co-creator <a href=\"https://twitter.com/JeniT\">@JeniT</a> + designer <a href=\"https://twitter.com/djwesto\">@djwesto</a> <a href=\"https://t.co/5tC1sFhKG4\">pic.twitter.com/5tC1sFhKG4</a></p>— Ellen Broad (@ellenbroad) <a href=\"https://twitter.com/ellenbroad/status/728263344239595520\">May 5, 2016</a></blockquote>\n<p>For an individual, buying Datopolis might be out of reach, but for an organisation or consultant looking for new workshop materials and ways to engage teams around data, it’s a worthwhile investment. If it is too pricey for you, the game components are openly licensed and available from <a href=\"https://github.com/opendataboardgame/game\">GitHub</a> so you can still print and play yourself. </p>\n<p>We don’t know if we’ll produce another boxed version of Datopolis, because we’re not sure what level of interest there is in it yet and so the right way to take it forward. This might be your only chance to own it for yourself!</p>\n<h3 id=\"whatnextfordatopolis\">What next for Datopolis</h3>\n<p>We’ll still be making changes to and improving Datopolis. The hardest part has been creating the instructions, and making the game rules clear and comprehensible for anyone picking up the game for the first time. We still want your feedback in testing out Datopolis. What instructions make sense? What rules would you add? Do you want to make your own version of Datopolis?</p>\n<p>We’d love to see photos and videos of you playing your own copy of Datopolis. Share them with us via Twitter at <a href=\"http://twitter.com/datopolis\">@datopolis</a> or email <a href=\"mailto:policy@theodi.org\">policy@theodi.org</a>.</p>\n<p>Finally, we want to say a huge thank you to everyone in and outside the UK who has contributed to getting Datopolis to this point, including Phil Lang, Adam Sven-Johnson, Leigh Dodds, Ulrich Atz, Peter Wells, James Cattell, Adam Hinchliff, Jamie Fawcett, Martin Howitt, Lucy Knight, Kevin Lewis, Richard Norris, Emily Vacher, Guy Levin, Steve Anderson, Irina Bolshevsky, Laura Koesten, Simon Bullmore, John Sheridan, Gavin Freeguard, Stephen Gates, Lydia Nicholas, Sian Thomas, Cam Findlay … and everyone at Open Data Institute. We are sorry if we have missed your name off. </p>\n<p>And a very special thank you to Folk Labs, who put in lots of hard work illustrating the game, and without whom Datopolis wouldn’t look so pretty.</p>\n<p><strong><a href=\"https://www.thegamecrafter.com/games/datopolis\">Buy Datopolis over on Gamecrafter</a></strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[{"title":"Buy Datopolis - the open data board game","url":"https://www.thegamecrafter.com/games/datopolis"}],"related":[{"id":"https://contentapi.theodi.org/open-data-board-game.json","web_url":"http://theodi.org/blog/open-data-board-game","slug":"open-data-board-game","title":"Playing with data: our ODI open data board game","format":"article","updated_at":"2016-06-03T13:48:40+00:00","created_at":"2015-11-27T16:24:45+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}