{"id":"https://contentapi.theodi.org/building-urban-data-infrastructure-to-solve-local-problems.json","web_url":"http://theodi.org/case-studies/building-urban-data-infrastructure-to-solve-local-problems","slug":"building-urban-data-infrastructure-to-solve-local-problems","title":"Building urban data infrastructure to solve local problems","format":"case_study","updated_at":"2017-04-19T16:33:05+00:00","created_at":"2017-04-19T13:31:50+00:00","tag_ids":["data-infrastructure","cities","odi-leeds","bath","guru-systems","trafford","transport","tfl"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/data-infrastructure.json","web_url":null,"title":"data infrastructure","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-infrastructure","web_url":"http://theodi.org/tags/data-infrastructure","slug":"data-infrastructure"}},{"id":"https://contentapi.theodi.org/tags/keywords/cities.json","web_url":null,"title":"cities","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=cities","web_url":"http://theodi.org/tags/cities","slug":"cities"}},{"id":"https://contentapi.theodi.org/tags/keywords/odi-leeds.json","web_url":null,"title":"ODI Leeds","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=odi-leeds","web_url":"http://theodi.org/tags/odi-leeds","slug":"odi-leeds"}},{"id":"https://contentapi.theodi.org/tags/keywords/bath.json","web_url":null,"title":"Bath","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=bath","web_url":"http://theodi.org/tags/bath","slug":"bath"}},{"id":"https://contentapi.theodi.org/tags/keywords/guru-systems.json","web_url":null,"title":"guru systems","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=guru-systems","web_url":"http://theodi.org/tags/guru-systems","slug":"guru-systems"}},{"id":"https://contentapi.theodi.org/tags/keywords/trafford.json","web_url":null,"title":"trafford","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=trafford","web_url":"http://theodi.org/tags/trafford","slug":"trafford"}},{"id":"https://contentapi.theodi.org/tags/keywords/transport.json","web_url":null,"title":"transport","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=transport","web_url":"http://theodi.org/tags/transport","slug":"transport"}},{"id":"https://contentapi.theodi.org/tags/keywords/tfl.json","web_url":null,"title":"TfL","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=tfl","web_url":"http://theodi.org/tags/tfl","slug":"tfl"}}],"details":{"business_proposition":false,"description":"","excerpt":" [Executive summary](1)\r","language":"en","need_extended_font":false,"alternative_title":"Building urban data infrastructure to solve local problems","url":"","content":"<ul>\n<li><a href=\"#1\">Executive summary</a></li>\n<li><a href=\"#2\">Introduction: data infrastructure in a local context</a></li>\n<li><a href=\"#3\">Case studies: local data infrastructure in practice</a></li>\n<li><a href=\"#4\">Leeds</a></li>\n<li><a href=\"#5\">Trafford Innovation and Intelligence Lab</a></li>\n<li><a href=\"#6\">Bath Hacked and Cycle Bath</a></li>\n<li><a href=\"#7\">Guru Systems</a></li>\n<li><a href=\"#8\">Transport for London</a></li>\n<li><a href=\"#9\">Understanding core urban data infrastructure</a></li>\n<li><a href=\"#10\">Technology</a></li>\n<li><a href=\"#11\">Organisations</a></li>\n<li><a href=\"#12\">Processes</a></li>\n<li><a href=\"#13\">Conclusions: building successful local data infrastructure</a></li>\n<li><a href=\"#14\">How to cite this report</a></li>\n</ul>\n<h2 id=\"aid1executivesummarya\"><a id=\"1\">Executive summary</a></h2>\n<p>Today’s cities must build robust data infrastructures to solve challenges and prosper. Data infrastructure is critical to fostering business innovation, driving better public services and creating healthy, sustainable communities. The goals that decision makers have in mind when building local data infrastructure are varied and there is no one-size-fits-all solution to implementation. </p>\n<p>This report distills lessons learned and common themes from case studies of urban data initiatives conducted by the Open Data Institute in 2016. These include:</p>\n<ul>\n<li>how <strong>Leeds</strong> is building a local data infrastructure and ecosystem for innovators</li>\n<li>how <strong>Trafford Council</strong> aims to strengthen its use of data to improve the delivery of health services to vulnerable populations</li>\n<li>how discussions on the future of <strong>Bath’s</strong> cycling infrastructure are informed by civic data analysis</li>\n<li>how <strong>Guru Systems</strong> built a platform to monitor and design more efficient heat networks</li>\n<li>how <strong>Transport for London</strong> is using and sharing new sensor data to improve its transport capacities</li>\n</ul>\n<p>Technology, organisations and processes are key elements to building robust data infrastructure. While we do not propose a singular design, we draw out nine high-level recommendations to inform how decision makers approach the design and implementation of local data infrastructures:</p>\n<p><strong>Technology</strong> <br></p>\n<ol>\n<li>Build on open data <br></li>\n<li>Ensure interoperable systems <br></li>\n<li>Make technology understandable</li>\n</ol>\n<p><strong>Organisations</strong> <br></p>\n<ol>\n<li>Establish stakeholders for open data and open innovation <br></li>\n<li>Build local expertise in data analytics <br></li>\n<li>Involve subject matter experts and issue stakeholders</li>\n</ol>\n<p><strong>Processes</strong> <br></p>\n<ol>\n<li>Manage innovation processes <br></li>\n<li>Define clear challenges and problems <br></li>\n<li>Build trust through openness</li>\n</ol>\n<h2 id=\"aid2introductiondatainfrastructureinalocalcontexta\"><a id=\"2\">Introduction: data infrastructure in a local context</a></h2>\n<p>For thousands of years, local communities have been focal points of mankind’s development. Whether you look at small settlements, villages, cities or global metropoles, progress over centuries has been driven by an ever more closely knit integration of local infrastructures. Over the last 150 years, sewer systems helped to drive many illnesses out of larger cities and settlements; trains and better street networks have helped them to accommodate more traffic more efficiently; and telegraphs, phones and vacuum tube mail systems helped to communicate messages quickly from one end of a city to the next.</p>\n<p>Yesterday’s objectives, like today’s, were to attract investment, provide better public services at lower costs and generally improve the living conditions of residents. But in today’s digital world, a central lever to achieving these goals is relatively new: data. </p>\n<p><strong>Data infrastructure</strong> </p>\n<p>Data such as statistics, maps and real-time sensor readings help us to make decisions, build services and gain insight. Data infrastructure will only become more vital as our populations grow and our economies and societies become ever more reliant on getting value from data. </p>\n<p>Data infrastructure consists of data assets, the organisations that operate and maintain them, and guides and processes describing how to use and manage the data. Trustworthy data infrastructure is sustainably funded and has oversight that provides direction to maximise data use and value by meeting the needs of society.</p>\n<p>The Open Data Institute has conducted a series of five case studies on urban data initiatives that strengthen local data infrastructure. This report distills lessons learned and common themes to inform future initiatives. The purpose is not to propose a one-fits-all solution for implementation – depending on the needs, goals and resources of an urban environment, their data infrastructures (and their individual elements) might take very different forms. This is also reflected in the selection of our case studies, which range from sectoral applications to city-wide ecosystems. </p>\n<p>We draw out high-level recommendations to inform how decision makers approach the design and implementation of local data infrastructures under three key areas:</p>\n<ol>\n<li><strong>Technology</strong> – and how and under which conditions technologies are deployed</li>\n<li><strong>Organisations</strong> – and which and how individuals, groups and organisations contribute and work together through a local data infrastructure</li>\n<li><strong>Processes</strong> – and conditions for collaboration between stakeholders from the public, private and third sectors</li>\n</ol>\n<h2 id=\"aid3casestudieslocaldatainfrastructureinpracticea\"><a id=\"3\">Case studies: local data infrastructure in practice</a></h2>\n<h3 id=\"aid4leedsa\"><a id=\"4\">Leeds</a></h3>\n<p>Leeds is a comprehensive case in that it demonstrates how a city can go about building a holistic data infrastructure and ecosystem across multiple communities and sectors. </p>\n<p>Leeds is home to the UK’s <a href=\"http://www.ons.gov.uk/ons/rel/regional-accounts/regional-gross-value-added--income-approach-/december-2014/rft-nuts3.xls\">fourth-largest urban economy by Gross Value Added (GVA)</a>. As <a href=\"http://investleedscityregion.com/invest/leeds\">a major centre for financial and professional services</a>, it has <a href=\"http://static1.squarespace.com/static/557801d5e4b0e3cc12ffe5ec/t/56ba1a58e32140d234e1d5a2/1455037019232/LDC+INFO+V4.pdf\">a strong and emerging digital economy</a> and <a href=\"https://www.leeds.ac.uk/\">world-class research university</a>. </p>\n<p>In the face of constrained local government budgets, Leeds focused on strengthening local capacity to build and export innovative products and services.</p>\n<p><a href=\"http://www.leeds.gov.uk/\">Leeds City Council</a> decided that the most effective way of achieving this was to use open data and enable open innovation, with the help of industry, citizens, government, academia and third-sector groups. </p>\n<p>Leeds’ first step was to create <a href=\"https://datamillnorth.org/\">Leeds Data Mill</a> (now Data Mill North) – a collaborative open data platform that allows everyone in the Leeds area to publish data. With currently 347 datasets, the platform is rapidly growing and has already greatly expanded the supply of data across the city. </p>\n<p>But to make this resource useful, strengthening user demand was equally important. <a href=\"http://leeds.theodi.org/\">ODI Leeds</a>, an ODI Pioneer Node, was established to build a community and facilitate data innovators in using the data.</p>\n<p>Supported by the public sector, private sector and academia, ODI Leeds is the focal point for open innovation with data in Leeds. It has developed a three-stage open innovation process, ODI to help people draw value and create new products from data resources. The first stage is to define a specific, tangible and interesting problem. The second is to publish – or at least share – data to be explored and prototyped. The third is to convene a community to tackle the problem with the data. </p>\n<p>In Leeds, this approach has led to new <a href=\"http://leeds.theodi.org/2015/07/17/nine-teams-six-themes/\">business solutions for saving water</a>, <a href=\"http://leeds.artcrawl.club/welcome\">public art being made more accessible</a>, and improved use of public services such as <a href=\"https://play.google.com/store/apps/details?id=com.imactivate.bins&hl=en_GB\">waste collections.</a></p>\n<p>Leeds highlights that releasing open data is only the first challenge. For sustainable impact, it is important to build an open culture alongside open data initiatives (e.g. by allowing anyone to publish data to a common platform), and actively convene a community to use the data (e.g. led by a dedicated body such as ODI Leeds to coordinate between the public, private and third sector).</p>\n<h3 id=\"aid5traffordinnovationandintelligencelaba\"><a id=\"5\">Trafford Innovation and Intelligence Lab</a></h3>\n<p><a href=\"http://www.infotrafford.org.uk/\">Trafford’s Innovation and Intelligence Lab</a> tells a similar story but with a narrower mission. </p>\n<p>Over the past few years, responsibility for public health has been increasingly devolved to local authorities. One of their key functions is to provide preventive care measures, such as cancer screening. Effective preventative care is linked to much lower health expenditure and improved health outcomes in the long-run.</p>\n<p>However, due to budget constraints, much of the UK has seen a steady decline in cancer screening rates, particularly in the case of cervical cancer. To tackle this decline, <a href=\"http://www.trafford.gov.uk/residents/environment/public-health/public-health.aspx\">Public Health Trafford</a> and the local <a href=\"http://www.traffordccg.nhs.uk/\">Clinical Commissioning Group</a> (CCG) enlisted the help of the <a href=\"http://www.infotrafford.org.uk/\">Trafford Innovation and Intelligence Lab</a> – which brings together Trafford’s data and information specialists to work on specific problems – to help them explore potential solutions. </p>\n<p>By collecting screening data from across the city, combining it with demographic data from the Office of National Statistics and analysing it, they discovered screening rates were particularly low in some of the more deprived communities in North Trafford. </p>\n<p>They were then able to design and implement a low-cost, highly targeted campaign to raise screening rates, with the help of <a href=\"http://www.voicebmet.co.uk/\">The Voice of BME Trafford</a>, a local community support group. </p>\n<p>By effectively using available data and data analytics – teaming up with experts and collaborating with active local groups – Trafford has been able to reverse the declining cervical cancer screen rates using minimal resources.</p>\n<p>Trafford’s success was due to three key factors:</p>\n<ul>\n<li><p>With its strong technical and analytical capacities, Trafford Innovation and Intelligence Lab helped other council units conduct data analysis.</p></li>\n<li><p>To build trust and respect privacy, Public Health Trafford acted as a ‘data-clearing house’, ensuring that acquired data was correctly anonymised and aggregated before being shared with and processed by the lab. </p></li>\n<li><p>A community group, in this case the Voice of BME, with local influence raised awareness in affected areas. </p></li>\n</ul>\n<h3 id=\"aid6bathhackedandcyclebatha\"><a id=\"6\">Bath Hacked and Cycle Bath</a></h3>\n<p>The third case shows the potential for bottom-up initiatives, driven by community groups rather than governments.</p>\n<p>Like many other cities, Bath is expanding its cycling infrastructure. But because traffic count data for cyclists are very limited, understanding where changes and improvements are most needed is not a straightforward task. Together, the community groups of <a href=\"https://www.bathhacked.org/\">Bath Hacked</a> and <a href=\"https://cyclebath.org.uk/\">Cycle Bath</a> acquired cycle tracking data from the athlete network <a href=\"https://www.strava.com/\">Strava</a>. </p>\n<p>Based on the data covering all cycling activities logged by Strava users in 2015 and with knowledge support from the cycling community, coders from Bath Hacked unveiled important, unexpected patterns of cyclist movements in the city. </p>\n<p>By analysing cycling traffic flows and creating an interactive map, the groups raised important evidence on which changes were needed most. This evidence was drawn upon in a recent plan to renew Bath’s popular Sydney Gardens, making it more cycle friendly. </p>\n<p>This case serves as a reminder that a local data infrastructure is not just dependent on technology but can also be shaped by data users. Bottom-up initiatives, driven by civic groups, can be a crucial driver for data-driven decision-making as well.</p>\n<h3 id=\"aid7gurusystemsa\"><a id=\"7\">Guru Systems</a></h3>\n<p>The fourth case shows how infrastructure planning and heat network modeling has be improved with open approach, by smart payment and energy-efficiency technology company <a href=\"http://gurusystems.com/\">Guru Systems</a>.</p>\n<p>In decentralised heat networks, energy is produced at a central point and distributed to homes or buildings on a network – these networks can range from several homes to entire communities. While they generally have the potential to be efficient, these heat networks are also prone to two major pitfalls. </p>\n<p>First, in order to function reliably during peaks and to protect engineers from indemnity claims for breakdowns, they are often oversized. Second, monitoring their exact performance is an intricate task – particularly given factors that impact overall systemic performance, such as building insulation. Both contribute to heat networks being less efficient than they could be, producing more emissions, requiring more fuel and being more expensive to run that they could.</p>\n<p>To tackle these issues, Guru Systems, backed by the <a href=\"https://www.gov.uk/government/organisations/department-of-energy-climate-change\">Department of Energy and Climate Change (DECC)</a>, developed Pinpoint. This web-based platform allows heat network operators to monitor their performance in real time, identifying performance issues and optimising the efficiency of their networks. </p>\n<p>For example, it can help operators identify where pipes and valves bringing heat into a residence are damaged, without relying on the resident noticing or engineers entering the property. As well as enabling operators to run efficient networks, driving down energy bills for residents and reducing energy consumption, the platform also provides anonymised, aggregated open data which can help engineers to design more efficient heating systems. </p>\n<p>Based on pilot deployments, Guru Systems projects potential savings from better performance monitoring and systems design of over £400 million and more than 800,000 tonnes of CO2 over 10 years.</p>\n<p>These are based on Pinpoint being broadly used by engineers across the UK. To achieve this, building trust is crucial: network operators and individuals need to be convinced that data is published in a way that respects privacy, and engineers need to be satisfied that the data on the platform is accurate and valid.</p>\n<p>To achieve the former, Guru Systems has created transparent processes and made sure that client data hosted on the platform can be deleted quickly if the client requests it. A selective approach to data collection, aggregation and anonymisation also helps to ensure that no excess data is collected. To reduce fears of erroneous data, the company also developed a transparent methodology with help from a number of well-respected industry experts. </p>\n<h3 id=\"aid8transportforlondona\"><a id=\"8\">Transport for London</a></h3>\n<p>The last case focuses on how an open approach can help make London’s Tube system more efficient and carry more commuters around the city. </p>\n<p>London Underground carries almost five million passengers every day. </p>\n<p>As this figure continues to grow, <a href=\"https://tfl.gov.uk/\">Transport for London</a> (TfL) – the organisation responsible for providing public transport in London – has to find ways to improve efficiency in spite of budget constraints and aging physical infrastructure. </p>\n<p>A critical issue for TfL is that passengers are often unevenly distributed on platforms and trains, slowing boarding time and reducing passenger satisfaction. To tackle this, TfL have been capturing some of the massive amounts of data produced by its Tube trains. </p>\n<p>This sensor data – usually locked up within the trains – has been shared with the ODI to build a proof-of-concept tool which displays crowding within approaching trains. The data has also been shared with other organisations to understand further potential applications and benefits.</p>\n<p>This open, flexible approach to research and development meant that many possible uses of the data could be explored and new concepts discussed to tackle future capacity issues. These pilot projects are being used by TfL to assess whether collecting and sharing this data warrants further investment.</p>\n<h2 id=\"aid9understandingcoreurbandatainfrastructurea\"><a id=\"9\">Understanding core urban data infrastructure</a></h2>\n<p>Building a local data infrastructure is not straightforward and successful ways of doing so will vary greatly across cities. There is no one-fits-all solution, but from our case studies we can distill nine key themes and recommendations under three main areas: technology, organisations and processes.</p>\n<h3 id=\"aid10technologya\"><a id=\"10\">Technology</a></h3>\n<p>Technology is a crucial foundation and enabler for a local data infrastructure. But which types should decision makers deploy when building a local data infrastructure, and under which conditions?</p>\n<h3 id=\"buildonopendata\">Build on open data</h3>\n<p>Local data infrastructure should draw on and include data that is as open as possible, with open formats and open licences, while respecting privacy. </p>\n<p>Open data offers the best basis for any large data user group and distribution channel for data, since it greatly improves access for users and can be replicated at minimal cost.</p>\n<p>Growing a strong data publication platform for the public, private and third sector is the most powerful core of a local data infrastructure, as we see from <strong>Leeds</strong>. </p>\n<p>However, as <strong>Guru Systems</strong>’ heat network modelling and <strong>Trafford’s</strong> cervical cancer screening initiatives show, limitations apply. Of course, not all data can be released in its raw form. To respect privacy, sensitive data must be anonymised and, in some cases, only released in aggregated formats. Aggregation might also be needed to protect the business interests of private data publishers. </p>\n<p>The more people can access data, the more it is likely to be used and lead to new insights and applications. These can contribute to better public services, the growth of private businesses and more sustainable, healthier communities. Limiting your data user base can inhibit innovation, so the most open solution to distributing data should always be sought.</p>\n<h3 id=\"ensureinteroperablesystems\">Ensure interoperable systems</h3>\n<p>Because a local data infrastructure depends on the free flow of data, silos within proprietary IT systems can inhibit it. Local decision makers should therefore focus on building interoperable IT systems that allow data to be extracted and transferred easily. This goal is best achieved through open source software systems. </p>\n<p>Proprietary systems can inhibit data access as well as use, as we have seen in <strong>Transport for London’s</strong> crowding indicators, where even the train owners struggled to access sensor data. Similar cases exist in many infrastructure systems used by local governments, from parking management to health records.</p>\n<p>As part of procurement processes, government bodies or agencies in particular should seek open source software systems and accessible data. For an urban data infrastructure, connectivity – or at least the capacity to establish it when needed – is a crucial building block. Focusing on enabling systems interoperability is key to ensuring this. </p>\n<h3 id=\"makedataunderstandable\">Make data understandable</h3>\n<p>Urban data infrastructure relies on the technologies that work within it and for the data they produce to be well-documented and understandable. </p>\n<p>When it comes to highly specific data – such as from TfL’s sensor systems in trains or Guru Systems’ heat network models – data publishers should provide documentation to help users understand what the data can tell them, where its limitations lie and what it can help them to achieve.</p>\n<p>Where technologies and the data they produce are understood, they can help inform decisions and create new services or businesses. Innovations might still occur where general comprehension of technology and data is poor, but they will be erratic – and where they fail, the reasons for this may not be grasped fully.</p>\n<h3 id=\"aid11organisationsa\"><a id=\"11\">Organisations</a></h3>\n<p>Urban data infrastructure is as dependent on organisations as it is on technology. </p>\n<h3 id=\"findopendatastakeholders\">Find open data stakeholders</h3>\n<p>Urban data infrastructure is complex and depends on a foundation of open data to maximise innovation. Dedicated stakeholders are needed to promote this mission.</p>\n<p>These stakeholders may vary in their type and mission, depending on their city. They can be independent intermediary bodies such as <strong>ODI Leeds</strong>, cross-departmental service units such as the <strong>Trafford Innovation and Intelligence Lab</strong>, or be embedded in data publishers’ organisations – such as <strong>TfL’s</strong> innovation unit.</p>\n<p>These stakeholders have a strong mission, credibility and sufficient resources to promote openness and innovation in the local data infrastructure. These attributes help them to build trust amongst data users in its sustainability, which reinforces its use and impact.</p>\n<h3 id=\"buildlocalexpertiseindataanalytics\">Build local expertise in data analytics</h3>\n<p>To maximise data infrastructure, cities must invest in data analytics and promote demand and use of the data itself. </p>\n<p>Cities do not need to invest large sums in building data analytics teams. As the <strong>Trafford Innovation and Intelligence Lab</strong> case study shows, such an approach can be helpful where local councils are strongly committed to expanding their use of data, and testing as they implement it. </p>\n<p>The <strong>Bath Hacked</strong> or <strong>Leeds Data Mill</strong> case studies show that expertise can come from outside government. In such instances, government bodies need baseline capacity for data analytics, which can be located in individual departments and coordinated through a local task force. </p>\n<p>Such an approach must be collaborative (see 3.3). Where governments decide to not build extensive in-house data analytics teams, they will still require investments in innovation and community management to be able to actively support and steer those who have the skills to make best use of data.</p>\n<h3 id=\"involvesubjectmatterexpertsandissuestakeholders\">Involve subject matter experts and issue stakeholders</h3>\n<p>In most cases, data is used in long-standing domains in which established stakeholders have represented the interests of local communities before. This is the case in particular in <strong>Bath’s</strong> campaign for a better cycling infrastructure or <strong>Trafford’s</strong> efforts to increase cervical cancer screening among deprived populations and minority groups. </p>\n<p>In order to strengthen the impact of data analytics and applications for communities, an effective local data infrastructure also requires subject matter experts and stakeholders. After all, the purpose of a local data infrastructure should be to create street-level impact, i.e. respond to concrete needs and demands as well as make use of community knowledge and insights.</p>\n<p>Therefore, the creators of local data infrastructure as well as those who use data for specific projects should reach out to community stakeholders. Importantly, these groups can be key to unlocking or driving impact at the street level, for example by convincing women to go to cancer screenings or by making patterns in cycling behavior understandable. As their end users, they can also give highly valuable design input during the development of new applications and services.</p>\n<h3 id=\"aid12processesa\"><a id=\"12\">Processes</a></h3>\n<p>Besides the two institutional building blocks of technology and organisations, creating an innovative local data infrastructure requires effective processes. </p>\n<h3 id=\"manageinnovationprocesses\">Manage innovation processes</h3>\n<p>Data infrastructure needs carefully managed processes. Data analytics or powerful new applications which improve local services rarely exist simply because data is available or a city inhabits the right innovators. Rather, innovating is a challenging process which the creators of data infrastructure can support by helping data users to voice their demands, scoping out viable solutions, and meeting potential collaborators. </p>\n<p>Those who seek to extend the impact if data infrastructure should be prepared to support innovators. As we can see from <strong>Leeds’</strong> case, a dedicated approach to fostering innovation processes should involve defining an interesting problem, support during the prototyping and initial data analytics phase, and curating a community of data users for a specific domain. Hackathons, challenge series or meetups might help to support the process.</p>\n<p>These processes will not necessarily deliver solutions for pre-defined problems. But they can have less tangible impacts that expand data infrastructure’s potential for innovation, for example by connecting data innovators and tightening the community. </p>\n<p>Additionally, how innovation processes are designed and managed can vary greatly. But it is important that those who are responsible for their management think about three core questions: <em>Which impacts do we expect from solving a problem through innovation? What are the needs and incentives of data users and innovators? Which resources do data users or innovators miss and how can we supply them to these groups?</em></p>\n<h3 id=\"defineclearproblemsandchallenges\">Define clear problems and challenges</h3>\n<p>Clearly defined, tangible challenges can frame and inspire data-driven innovations.  </p>\n<p>Connecting innovators with longstanding community or policy issues – related to health, traffic planning or environmental issues, for example – can help achieve this. Data users, analysts and developers can work in a more confined space, in line with already articulated user needs. Where developers can work on a pre-existing issue, they can rely on user feedback and insights from stakeholders. Once a new service or application has been developed, the fact that it caters to an existing demand also increases the chances of its uptake. </p>\n<p>Challenges can be defined by communities as much as governments, through consultation or grassroots initiatives. Establishing a clear understanding of what the problem is, what a positive change would look like and which communities would benefit is key.</p>\n<h3 id=\"buildtrustthroughopenness\">Build trust through openness</h3>\n<p>To be used by as many innovators as possible but also drive impact as a reliable basis for decision making, data infrastructure needs to be a trusted framework and resource. Trust is particularly important when it comes to making long-term decisions, such as new traffic infrastructures, or those that could lead to liability claims, such as in the case of engineers designing heating systems.  Without trust in data infrastructure, its use and impact will be limited.</p>\n<p>Trust can partly be built through technology such as open data, robust anonymisation techniques and selective data aggregation to protect business secrets. Trust is also boosted if the data infrastructure is also supported by a broad user community with balanced interests and needs. </p>\n<p>Building trust is fundamentally a procedural exercise. Data users who are supposed to implement decisions based on data analytics need to be able to understand and question how and for which purposes the data was collected, its limitations and how analyses were conducted. Where these are unclear, data may not be used or fully trusted. </p>\n<p>The creators of data infrastructure should also ensure that data users are continuously informed about the conditions and methods of data collection. Documentation can provide this as well as regular data clinics, information briefings, online forums or data hotlines, run by data collectors. Equally, those who conduct data analyses can use these methods to help ensure the conditions of their analysis can be well understood by third parties.</p>\n<h2 id=\"aid13conclusionsbuildingsuccessfullocaldatainfrastructurea\"><a id=\"13\">Conclusions: building successful local data infrastructure</a></h2>\n<p>Local data infrastructures can appear and function in very different forms. Most cities are far from implementing a comprehensive approach to this major infrastructural challenge for the 21st century, but elements are emerging.</p>\n<p>Their characteristics are closely associated with their purposes and pre-conditions in different cities. Sectoral approaches with a technical focus exist alongside cross-departmental or community-led initiatives. Whether we will ever see more common, uniform features in how data infrastructures are built and revived is questionable. </p>\n<p>However, we can establish three major elements for a robust data infrastructure: technology, organisations and processes. Focusing on these elements together can enable a data-driven approach to improving public services, fostering new businesses and promoting healthier communities.</p>\n<h2 id=\"aid14howtocitethisreporta\"><a id=\"14\">How to cite this report</a></h2>\n<p>This case study was published in April 2017 by the Open Data Institute.</p>\n<p>Please cite this report as follows: Open Data Institute (2017) Building urban data infrastructure to solve local problems. London, UK. Available at <a href=\"http://theodi.org/case-studies/building-urban-data-infrastructure-to-solve-local-problems\">http://theodi.org/case-studies/building-urban-data-infrastructure-to-solve-local-problems</a></p>\n<p><strong>Contact: <a href=\"mailto:research@theodi.org\">research@theodi.org</a></strong></p>\n<p><em>Supported by</em> \n<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/1a/00/581a00c91f986a0830000002/UrbanData2Decide-Logo.png\" alt=\"null\" id=\"581a00c9d0d46206f0000021\"></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/what-is-data-infrastructure.json","web_url":"http://theodi.org/what-is-data-infrastructure","slug":"what-is-data-infrastructure","title":"What is data infrastructure?","format":"article","updated_at":"2016-01-08T16:27:08+00:00","created_at":"2016-01-08T12:52:41+00:00","tag_ids":["page","data-infrastructure"]},{"id":"https://contentapi.theodi.org/who-owns-our-data-infrastructure.json","web_url":"http://theodi.org/who-owns-our-data-infrastructure","slug":"who-owns-our-data-infrastructure","title":"Who owns our data infrastructure?","format":"article","updated_at":"2015-11-18T15:32:13+00:00","created_at":"2015-05-27T11:02:51+00:00","tag_ids":["page","open-data","infrastructure","strategy","visions","international"]},{"id":"https://contentapi.theodi.org/case-study-trafford-innovation-and-intelligence-lab.json","web_url":"http://theodi.org/case-studies/case-study-trafford-innovation-and-intelligence-lab","slug":"case-study-trafford-innovation-and-intelligence-lab","title":"Case study: How Trafford Innovation and Intelligence Lab raised cancer screening rates","format":"case_study","updated_at":"2017-05-15T16:29:32+00:00","created_at":"2017-02-17T11:04:22+00:00","tag_ids":["cancer","healthcare","trafford","uk"]},{"id":"https://contentapi.theodi.org/case-study-transport-for-london.json","web_url":"http://theodi.org/case-studies/case-study-transport-for-london","slug":"case-study-transport-for-london","title":"Case study: Open innovation at Transport for London","format":"case_study","updated_at":"2017-05-15T16:30:51+00:00","created_at":"2017-02-13T13:27:21+00:00","tag_ids":["transport","london","case-study","rail","uk"]},{"id":"https://contentapi.theodi.org/case-study-bath-hacked.json","web_url":"http://theodi.org/case-studies/case-study-bath-hacked","slug":"case-study-bath-hacked","title":"Case study: Bath Hacked","format":"case_study","updated_at":"2017-05-15T16:42:18+00:00","created_at":"2017-03-31T14:00:56+00:00","tag_ids":["case-study","bath"]},{"id":"https://contentapi.theodi.org/guru-systems.json","web_url":"http://theodi.org/guru-systems","slug":"guru-systems","title":"Case study: Guru Systems","format":"case_study","updated_at":"2016-07-26T10:28:03+00:00","created_at":"2016-07-26T10:03:22+00:00","tag_ids":[]},{"id":"https://contentapi.theodi.org/case-study-leeds.json","web_url":"http://theodi.org/case-study-leeds","slug":"case-study-leeds","title":"Case Study: Open innovation in Leeds – the 'data city'","format":"article","updated_at":"2017-05-15T16:31:23+00:00","created_at":"2016-11-02T12:08:07+00:00","tag_ids":["page","open-innovation","odi-leeds","open-cities","smart-cities","local-government"]}],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}