{"id":"https://contentapi.theodi.org/carbonculture-case-study.json","web_url":"http://theodi.org/case-studies/carbonculture-case-study","slug":"carbonculture-case-study","title":"CarbonCulture","format":"case_study","updated_at":"2015-09-11T09:52:02+00:00","created_at":"2013-08-20T09:47:52+00:00","tag_ids":[],"tags":[],"details":{"need_id":"","business_proposition":false,"excerpt":"Getting started","language":"en","need_extended_font":false,"content":"<h2 id=\"gettingstarted\">Getting started</h2>\n<p><a href=\"http://www.carbonculture.net/\">CarbonCulture</a> is a digital start-up that was launched in 2009 to make it easier for organisations to build sustainability into the fabric of their businesses and turn it into value. CarbonCulture was inspired by a huge global challenge - \u0002to accelerate sustainable transformation at a large scale and to use digital technology and great design to make it happen.</p>\n<p>Luke Nicholson, the founder and Director of CarbonCulture, is a social entrepreneur with a background in design communications and sustainable innovation. He has been working at the intersection of digital, design, sustainability and data for over a decade. He is the founder of four design-led social businesses, of which one – <a href=\"http://www.onzo.com/\">Onzo </a>– span off in a deal worth £9m in 2008. He also serves as a London Leader for the Mayor of <a href=\"http://www.londonsdc.org/\">London's Sustainable Development Commission</a>.</p>\n<p>The team is currently made up of four full-time employees and several part-time staff, with a broad network of associates, partner businesses and NGOs.</p>\n<h2 id=\"theproposition\">The proposition</h2>\n<p>CarbonCulture uses high-tech metering to monitor carbon use in the workplace. It helps clients use that data to make better decisions around energy usage and sustainability, enabling them to realise cash savings. It also places great emphasis on design and user interface, enabling people within an organisation to connect, so that employees develop a shared understanding of sustainability.</p>\n<p>CarbonCulture is currently working with clients including <a href=\"http://www.carbonculture.net/orgs/number10/10-downing-street/\">No10 Downing Street</a>, <a href=\"http://www.carbonculture.net/orgs/tate/tate-modern/\">Tate Modern </a>and <a href=\"http://www.carbonculture.net/orgs/cardiff-council/\">Cardiff Council </a>to measure and report on their carbon and energy performance, publishing it in real time online as well as in workplace receptions and intranets.</p>\n<p>Beyond this CarbonCulture works with clients using its purpose-built engagement and behaviour change platform to bring together empirical energy data, with behavioural and attitudinal data from staff. This enables CarbonCulture to develop bespoke interventions (‘apps’) with clients that allow people and buildings to work together to make savings. During a <a href=\"http://research.carbonculture.net/decc-report-2012/\">successful pilot at the Department of Energy and Climate Change (DECC)</a> the CarbonCulture platform incorporated a range of tailored behavioural interventions including ‘scrunching’: asking late night workers to relocate to a specific area of the office, allowing carbon savings by turning off the rest of the building.</p>\n<p>The project delivered much higher engagement and energy savings than expected - 40% staff take up and a 10% saving in gas usage - leading to CarbonCulture being deployed in seven more government departments.</p>\n<h2 id=\"thedata\">The data</h2>\n<p>Data is collected from an organisation’s Building Management Systems and its Automated Meter Reading. Luke Nicholson says: ‘We can integrate with any system, as well as with buildings that do not have automated meter readings. We publish open data for a number of government departments, local authorities and universities, and are working now with corporate customers to do the same for them.’</p>\n<h2 id=\"thebenefits\">The benefits</h2>\n<p>CarbonCulture is a social enterprise, with the goal to produce social good as well as profit. They believe that by working together and pooling knowledge, we can achieve greater impact than if businesses operate in silos on their own sustainability strategies.</p>\n<h2 id=\"challengesandopportunities\">Challenges and opportunities</h2>\n<p>CarbonCulture cites a lack of urgency within society about sustainability as a frustration. However, Luke adds, ‘Businesses are increasingly realising the cost and environmental benefits of cultural actions within their organisation. Once you can measure the impact of this, you are unlocking large energy saving potentials, while increasing staff satisfaction.’</p>\n<h2 id=\"workingwiththeodi\">Working with the ODI</h2>\n<p>Being part of the ODI startup programme, CarbonCulture has received support on a range of business aspects. Perhaps even more important have been the contacts made through the ODI’s network. ‘Being in this innovative environment, surrounded by other start-ups, has led to a flurry of idea exchanges and potential collaborations’, says Luke.</p>\n<h2 id=\"thefuture\">The future</h2>\n<p>CarbonCulture wants to see organisations across different sectors, joining together to create innovative digital solutions, to lower energy usage and carbon emission from their operations. CarbonCulture also plans to grow its membership platform and launch its API (Application Programming Interface), as well as work with partners to deliver more savings, at a lower cost, to more organisations.</p>\n<p>Advice for new start ups?</p>\n<p>Luke concludes: ‘Sometimes things seem hard, but if you genuinely care about what you’re doing and are willing to stick your neck out, there are people out there who will be able to sense that and will support you. Don’t be afraid to reach out and accept help – and criticism – when it’s offered.’</p>\n<p>Visit Carbon Culture at: <a href=\"http://www.carbonculture.net/\">www.carbonculture.net</a></p>\n<p>Media enquiries: <a href=\"mailto:emma.thwaites@theodi.org\">emma.thwaites@theodi.org</a>, 07990 804805</p>\n<p>\u0002</p>","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}