{"id":"https://contentapi.theodi.org/case-study-a-profile-of-open-data-initiatives-in-moldova.json","web_url":"http://theodi.org/case-studies/case-study-a-profile-of-open-data-initiatives-in-moldova","slug":"case-study-a-profile-of-open-data-initiatives-in-moldova","title":"Open data in Moldova: striving to be open by default","format":"case_study","updated_at":"2015-09-11T09:59:07+00:00","created_at":"2015-02-02T03:17:33+00:00","tag_ids":["moldova","case-study","open-data","open-government","policy"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/moldova.json","web_url":null,"title":"Moldova","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=moldova","web_url":"http://theodi.org/tags/moldova","slug":"moldova"}},{"id":"https://contentapi.theodi.org/tags/keywords/case-study.json","web_url":null,"title":"case study","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=case-study","web_url":"http://theodi.org/tags/case-study","slug":"case-study"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-government.json","web_url":null,"title":"open government","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-government","web_url":"http://theodi.org/tags/open-government","slug":"open-government"}},{"id":"https://contentapi.theodi.org/tags/keywords/policy.json","web_url":null,"title":"policy","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=policy","web_url":"http://theodi.org/tags/policy","slug":"policy"}}],"details":{"business_proposition":false,"description":"<p>Moldova embarked on a national open data initiative in 2011 as part of its Governance e-Transformation Agenda. The initiative has drawn support from the highest levels of government, with two Prime Ministerial directives and new legal provisions solidifying the country’s commitment to opening up government data by default. </p>","excerpt":"This case study was supported by the Partnership for Open Data, funded by the World Bank\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><strong><em>This case study was supported by the Partnership for Open Data, funded by the World Bank</em></strong></p>\n<p><strong>Author: Veronica Cretu, <a href=\"http://opengov.si.md/\" title=\"Open Government Institute, Moldova\">Open Government Institute, Moldova</a></strong></p>\n<ul>\n<li><a href=\"#1\">Executive summary</a></li>\n<li><a href=\"#2\">Initialising the open data movement in Moldova</a></li>\n<li><a href=\"#3\">The open data landscape in Moldova</a></li>\n<li><a href=\"#4\">Implementing Open Government Partnership action plans</a></li>\n<li><a href=\"#5\">Leadership of the open data initiative</a></li>\n<li><a href=\"#6\">Additional factors for success</a></li>\n<li><a href=\"#7\">Challenges and overcoming resistance</a></li>\n<li><a href=\"#8\">Current efforts</a></li>\n<li><a href=\"#9\">Next steps</a></li>\n<li><a href=\"#10\">Conclusion</a></li>\n<li><a href=\"#11\">Further reading</a></li>\n<li><a href=\"#12\">Acknowledgements</a></li>\n</ul>\n<hr />\n<h3 id=\"aid1executivesummarya\"><a id=\"1\">Executive summary</a></h3>\n<p>Moldova embarked on a national open data initiative in 2011 as part of its Governance e-Transformation Agenda. The initiative has drawn support from the highest levels of government, with two Prime Ministerial directives and new legal provisions solidifying the country’s commitment to opening up government data by default.</p>\n<p>Led by the e-Government Centre, the initiative has spurred the release of 782 datasets from 39 institutions across the government.</p>\n<p>One critical factor contributing to the success of the initiative was the political support from the Prime Minister and State Chancellery. Other crucial elements have been the solid legal framework and the development of the open data portal: <a href=\"http://www.date.gov.md\">date.gov.md.</a></p>\n<p><strong>Although Moldova has taken significant strides towards the goal of making government data open by default, a number of challenges remain. These include</strong>:</p>\n<ul>\n<li>A lack of interoperability and digitised data.</li>\n<li>Outdated practices in charging for PSI reuse.</li>\n<li>A lack of inventories to keep track of available data for reuse.</li>\n<li>A lack of necessary data-related skills in the public sector.</li>\n<li>Uncertainty surrounding privacy and confidentiality.</li>\n</ul>\n<p>Current efforts revolve around the need to enforce existing legislation and maintain political support for open data. </p>\n<p><strong>In the next phase of open data implementation, the following steps are recommended</strong>:</p>\n<ul>\n<li><p>An entry test or examination for to equip civil servants working with open data with the necessary skills for working with data, and presenting it in appropriate formats for consumption.</p></li>\n<li><p>Support initiatives based on the use of open data for creation of useful applications for citizens/different target groups/beneficiaries.</p></li>\n<li><p>Continue raising awareness about the importance of open data for government transparency, accountability, efficiency and effectiveness.</p></li>\n<li><p>'Open data by default' should be embedded into any IT system or e-service being designed, developed and used in government.</p></li>\n<li><p>Match the supply of open government data with demand from civil society, media and business to unlock economic value and track government performance.</p></li>\n<li><p>Promote local ownership of open data efforts, so that open data becomes part of Local Public Authorities’ agenda.</p></li>\n<li><p>Develop open data competencies across society by introducing data analysis, coding and other relevant skills into the formal school curriculum.</p></li>\n</ul>\n<hr />\n<h3 id=\"aid2initialisingtheopendatamovementinmoldovaa\"><a id=\"2\">Initialising the open data movement in Moldova</a></h3>\n<p>Efforts around promoting and creating an open data movement started in Moldova in 2011, as part of a broader Governance e-Transformation Agenda. Two directives from the Prime Minister (PM) institutionalised the open data initiative and requested central government agencies and ministries to designate Open Data co-ordinators. Under these two directives, government agencies and ministries are responsible for publication of government data, and for releasing at least 3 datasets on a monthly basis.</p>\n<p>The open data movement advanced further as Moldova joined the Open Government Partnership (OGP) and the Global Partnership on Social Accountability (GPSA), approved new legal provisions related to the reuse of public sector information (PSI), and introduced a national open data policy.</p>\n<p>The key principle embedded in the policy is <strong>opening up government data by default</strong>. Moldova’s open data initiative is guided by three additional key principles:</p>\n<ol>\n<li><p><strong>Open up primary data</strong> in the formats collected from the source, with the highest possible granularity level, disaggregated and unchanged.</p></li>\n<li><p><strong>Publish data online, in a timely manner and in automatically processable formats</strong> on the open government data portal <a href=\"http://www.date.gov.md\">date.gov.md</a>.</p></li>\n<li><p><strong>Protect sensitive data</strong> </p></li>\n</ol>\n<p>As of 31 October 2014, 39 central authorities have published 782 datasets on the portal.</p>\n<p>The most active publishers of open data are the Ministries of Health, Interior, Economy and Education, and the National Bureau of Statistics. Between the launch of the portal in April 2011 and 31 October 2014 the portal registered 141,982 visits with 104,949 unique visitors.</p>\n<p>[Recent reports](http://egov.md/images/sondaje/Re2<em>Final</em>REPORT<em>EGov</em>ENGL-Febr 2014.pdf) indicate that there is an increase in the number of citizens accessing the open data portal and government web pages. Providing this positive trend continues, it may lead to <a href=\"http://egov.md/index.php/en/resurse-en/barometer#.VIl-HGSUfPA\">higher demand for open data and electronic services by citizens</a>.</p>\n<p>The graph below shows the average number of visits (by quarter) to the portal:</p>\n<p><img src=\"image_0.png\" alt=\"image alt text\" /></p>\n<hr />\n<h3 id=\"aid3theopendatalandscapeinmoldovaa\"><a id=\"3\">The open data landscape in Moldova</a></h3>\n<p>Moldova’s open government data initiative forms part of a broader governance e-transformation effort, which began after Robert Zoellick, the then-President of the World Bank, visited the country. At a high-level roundtable, he highlighted the World Bank’s ‘e-Transform’ and open data initiatives, which sparked interest from senior government leaders. The Ministry of Finance responded to the call by opening up and publishing public expenditure and BOOST data. This data was collected with the support of the World Bank.</p>\n<p>Following this early development, the <a href=\"http://egov.md/images/normative/HG_760_din_18.08.2010_Statute_eGC_ENG.pdf\">e-Government Centre</a> was <a href=\"http://lex.justice.md/index.php?action=view&view=doc&lang=1&id=334627\">established</a>, which performs the functions of a Government Chief Information Office. It co-ordinates the strategy, design and implementation of the governance e-Transformation programme and the implementation of open data throughout the central government.</p>\n<p>The e-Government Centre was initially supported by USAID to conduct an <a href=\"http://data.worldbank.org/about/open-government-data-toolkit/readiness-assessment-tool\">open data readiness assessment</a> (a World Bank tool) to develop the open data portal, which launched in April 2011.</p>\n<p>In December 2011, the e-Government Centre launched version 2.0 of the portal, which offered more autonomy to public institutions in managing their own datasets. Version 3.0 was then launched in February 2014.</p>\n<p>To consolidate open data efforts across all of government, a second directive was signed by the Prime Minister in February 2012. The directive stipulates that each ministry and government agency must designate an open data co-ordinator. These co-ordinators form part of the Government Open Data Working Group.</p>\n<hr />\n<h3 id=\"aid4implementingopengovernmentpartnershipactionplansa\"><a id=\"4\">Implementing Open Government Partnership action plans</a></h3>\n<p><a href=\"http://www.opengovpartnership.org/country/moldova\">Moldova joined the Open Government Partnership</a> (OGP) in 2012. As part of its OGP action plan, Moldova committed to specific actions to advance open data, including:</p>\n<ul>\n<li>Drafting a law on public sector information (PSI) re-use</li>\n<li>Opening priority datasets</li>\n<li>Publishing an Open Government Data Catalogue</li>\n<li>Developing data standards</li>\n<li>Supporting the development of socially useful applications</li>\n</ul>\n<p>During 2012 and 2013 the government made good progress towards implementing its open data commitments. However, some goals were not fully implemented.</p>\n<p>Moldova’s second OGP action plan for 2014-16 kept open data as its main focus. The primary action committed to was the introduction of an open data policy, which was adopted in August 2014.</p>\n<p>The policy outlines the main tenets of open data and highlights the principle of open data by default, derived from the G8 Open Data Charter. <a href=\"http://lex.justice.md/index.php?action=view&view=doc&lang=1&id=354534\">These concepts guide public institutions in the process of unlocking data for reuse</a>.</p>\n<p>The policy will be complemented by bi-annual action plans for releasing public information. The government will develop these programmes to facilitate the release and reuse of PSI and to align itself to international standards around open data.</p>\n<hr />\n<h3 id=\"aid5leadershipoftheopendatainitiativea\"><a id=\"5\">Leadership of the open data initiative</a></h3>\n<p>Political leadership and strong commitment by the Prime Minister and the State Chancellery have been crucial in initiating the dialogue around open data, engaging in international partnerships such as the OGP, and then launching and promoting the open data initiative.</p>\n<p>The role of the e-Government Centre has also been vital. The centre co-ordinates various open data actors to continuously develop the capacity of public authorities, and increase the demand for open government data among journalists, business and civil society. The e-Government Centre has partnered with civil society, private sector and development partners to catalyse the demand for, and application of, open data by co-organising events such as Data Journalism Boot Camps, Open Budget Training, Open Data Innovation Contests, Hackathons and Techcamps.</p>\n<p>The centre also supports the State Chancellery, which is responsible for the overall development and implementation of the Moldova OGP action plans. The Chancellery works in close partnership with open government data co-ordinators and civil society representatives.</p>\n<p>Support from development partners (for example, USAID, World Bank, European Union), private sector companies, civil society organisations and journalists also proved to be vital through supporting the government’s first steps towards building an open data landscape.</p>\n<hr />\n<h3 id=\"aid6additionalfactorsforsuccessa\"><a id=\"6\">Additional factors for success</a></h3>\n<p><strong>A solid legal framework</strong></p>\n<p>Moldova succeeded in developing a solid legal and policy framework to pave the foundations for its open data initiative. Open data principles were embedded in the Governance e-Transformation Agenda (Strategic Programme for Governance Technological Modernisation (e-Transformation)), approved in September 2011.</p>\n<p>The passing of <a href=\"http://lex.justice.md/viewdoc.php?action=view&view=doc&id=347200&lang=2\">a law on Public Sector Information (PSI)</a>, in line with European Union directives, aimed to boost the open data agenda in government.</p>\n<p>To enforce this law, the Ministry of Information Technology and Communications developed methodological norms for implementation. These set out the terms and conditions for accessing and reusing PSI, and developed an open data licence for Moldova’s public data.</p>\n<p><a href=\"http://lex.justice.md/index.php?action=view&view=doc&lang=1&id=350277\">The norms</a> provide a list of open data formats for the portal, and offer a method for calculating the marginal costs associated with opening data up for reuse.</p>\n<p>The goal is to increase supply, demand and reuse of public data, as it requires time for every government agency to align its data release in accordance with the provisions of the PSI legislation.</p>\n<p>In addition, Moldova approved a national open data policy which aims to achieve open data by default in government. The policy brings clarity to the data publishing process, provides for machine-readable formats to be used for publication of data, and defines standards on data collection, archival and publishing. Each ministry and government agency is to embed open data action plan in their sectoral governance e-Transformation action plan, which is to support and expand the implementation of open data initiative in government.</p>\n<p><strong>A central open data platform</strong></p>\n<p>The development and launch of a technology platform – open data portal date.gov.md, proved to be another key success factor.</p>\n<p>The portal has undergone several major transformations. New functionalities have been added to allow government institutions to independently manage their own datasets.</p>\n<p>Version 3.0 of date.gov.md uses open source CKAN and Drupal platforms, and allows public institutions to publish their data from information systems through APIs. Citizens can use social media to interact with institutions via the portal.</p>\n<p>Allowing public institutions to publish raw data through APIs on the portal improves efficiency by reducing time and efforts spent on manually uploading datasets, ensuring regular data updates and offering raw data to citizens for reuse. Data is also more easily discoverable due to the targeted capabilities.</p>\n<p>Despite the benefits of this new functionality, government institutions are using it at a slower pace than expected. This is partly due to fear surrounding publishing inaccurate, sensitive or disaggregated data.</p>\n<hr />\n<h3 id=\"aid7challengesandovercomingresistancea\"><a id=\"7\">Challenges and overcoming resistance</a></h3>\n<p><strong>A lack of interoperability and digitised data</strong></p>\n<p>The government’s ICT infrastructure is fragmented and not all datasets are collected and stored digitally. This leads to inconsistencies in information structure, data formats and document formatting. Statistical data is often collected in word documents, multiple documents are published as scanned PDFs, or reports are published without releasing the raw data behind it. A lack of a common set of classifiers also adds to the challenges surrounding the standardisation of public information. The development of standards and the implementation of the government interoperability platform MConnect aims to contribute significantly towards addressing this challenge.</p>\n<p><strong>Charging for Public Sector Information reuse</strong></p>\n<p>Frequently, the business model of state institutions and enterprises in Moldova is built around selling granular public data. These agencies are often subordinate to ministries and are responsible for data collection and maintenance of IT systems. Several government applications allow for data visualisation, however they limit reuse by not offering raw data, therefore preventing opportunities for the development of innovative applications or services. With the introduction of the open data principles and policy, the government will have to re-think its charging mechanisms for anything more than marginal cost of releasing the data.</p>\n<p><strong>A lack of inventories</strong></p>\n<p>All central authorities need to create a searchable list of data available for reuse at the most disaggregated level possible. It should provide metadata about the format of datasets and the frequency of updates. Data users can request that information for reuse is made available on the portal, <a href=\"http://lex.justice.md/viewdoc.php?action=view&view=doc&id=347200&lang=2\">following the procedure described in the law</a>.</p>\n<p>Despite public institutions being mandated to construct open data catalogues, only 10 of 16 ministries have done so. The e-Government Centre is assisting several ministries in developing their inventories.</p>\n<p><strong>A lack of necessary data-related skills in the public sector</strong></p>\n<p>There is insufficient capacity and skills in the public sector for defining, collecting and publishing data on the portal.</p>\n<p>Public institutions and civil servants working with non-digitised data often lack the necessary technical skills for operating with machine-readable formats or presenting data in a structured way. Another challenge relates to the lack of any ‘entry’ test or examination for those public servants who have open data as part of their key responsibilities.   </p>\n<p>To overcome the skills gap, the e-Government Centre is working with CSOs, development partners, and local and international experts to develop training courses. These workshops aim to equip civil servants working with open data with the necessary skills for working with data and presenting it in appropriate formats for consumption.</p>\n<p><strong>Privacy and confidentiality</strong></p>\n<p>Personal data protection remains an integral element in the release of open government data. The e-Government Centre has developed strong partnerships with the <a href=\"http://www.datepersonale.md/en/start/\">Centre for Personal Data Protection</a> to ensure awareness and understanding of the differences between personal data and public data. Training for open data co-ordinators included a module on personal data protection, explaining different levels of data aggregation that ensures privacy in the process of data release.</p>\n<hr />\n<h3 id=\"aid8currenteffortsa\"><a id=\"8\">Current efforts</a></h3>\n<p>Moldova’s open data initiative is currently focusing on enforcing the legislation and maintaining political support for open data. Now that the open data policy and the publication norms have been introduced, the e-Government Centre will continue to support government departments by informing them about open data and their obligations to conform to the law.</p>\n<p>On a positive note, there has been significant progress in constructing data standards and defining a set of classifiers (i.e. budget data is all released in the same format). Both of these will be useful in the on-going releases of data, as they can provide a guide for institutions wanting to release high quality datasets.</p>\n<p>Work is ongoing around the interoperability of the MConnect platform, to enhance data exchange between institutions. Improving interoperability will allow more data to be opened up, as it can be more easily integrated into the portal. There is also a drive for collection of data regarding the performance of e-government service delivery. This data will be automatically generated and provide regularly updated datasets to monitor achievements.</p>\n<p>Finally, current efforts are also focused on constructing a sustainable open data landscape through engagement with the various open data actors. This is crucial to promote a consistent supply of quality open data, and increase the demand for that data from civil society, businesses, journalists and academics.</p>\n<hr />\n<h3 id=\"aid9nextstepsa\"><a id=\"9\">Next steps</a></h3>\n<p><strong>Short-term</strong></p>\n<ul>\n<li><p>Due to a high flow of personnel in the public sector, an entry test or examination is needed to ensure that open data focal points are competent to address this agenda as part of their daily responsibilities.   </p></li>\n<li><p>Support initiatives based on the use of open data for creation of useful applications for citizens/different target groups/beneficiaries.</p></li>\n<li><p>Continue raising awareness about the importance of open data for governments’ transparency, accountability, efficiency and effectiveness</p></li>\n</ul>\n<p><strong>Mid-term</strong></p>\n<ul>\n<li><p>'Open data by default' should be embedded in any IT system or e-service to be designed, developed and used in government.</p></li>\n<li><p>Match the supply of open government data with demand from civil society, media and business to unlock economic value and track government performance.</p></li>\n<li><p>Promote local ownership of open data efforts, so that open data becomes part of Local Public Authorities’ agenda.</p></li>\n<li><p>Develop open data competencies across society by introducing data analysis, coding and other relevant skills into the formal school curriculum.</p></li>\n</ul>\n<hr />\n<h3 id=\"aid10conclusiona\"><a id=\"10\">Conclusion</a></h3>\n<p>The government of Moldova has made significant progress towards developing a sustainable open data landscape and providing a regular supply of reliable open government data.</p>\n<p>Achievements include establishing a legal framework to enable and advance the open data agenda across all of government and launching a central open data platform. Implementation efforts have been aided by strong political leadership, and co-ordination by the e-Government Centre. Designation of open data co-ordinators in each ministry and government agency, alongside capacity building programs, is also helping to embed open data efforts.</p>\n<p>Going forward, joint efforts are required by the government, private sector, civil society and development partners to drive and grow demand for open data. Capacity building and training efforts need to be focused at the sectorial and local authority level to open up more government data on a continuous basis. Applying open data towards useful applications such as improving public service delivery and qualitative decision-making will also be crucial to ensure the future sustainability of the Open Government and Open Data Agenda in Moldova.</p>\n<hr />\n<p><strong><a id=\"11\">Further reading</a></strong></p>\n<p>[National Annual Survey, Citizens’ perception, uptake and support for the e-Transformation of Governance in the Republic of Moldova, December 2013\n](http://egov.md/images/sondaje/Re2<em>Final</em>REPORT<em>EGov</em>ENGL-Febr 2014.pdf)</p>\n<p>Cretu, V., and Tisacova, I., Open Data Initiative in Moldova, ePSI Platform, 2014</p>\n<p>Government Decision No. 700 from 25.08.2014 regarding Policy on Open Data Principles in Government - http://egov.md/images/pdf/Concept<em>OpenData</em>EN%20(2).pdf</p>\n<p><a href=\"http://lex.justice.md/index.php?action=view&view=doc&lang=1&id=354534\">Government Decision No. 701 from 25.08.2014</a> regarding the Methodology of publishing open government data on date.gov.md.</p>\n<p><a href=\"http://lex.justice.md/index.php?action=view&view=doc&lang=1&id=350277\">Government Decision Nr. 886 from 08.11.2013</a> regarding the Regulation of enforcing the Law Nr. 305 on public sector information reuse</p>\n<p><a href=\"http://lex.justice.md/viewdoc.php?action=view&view=doc&id=347200&lang=2\">Law Nr. 305 from 26.12.2012</a> regarding the public sector information re-use</p>\n<hr />\n<p><strong><a id=\"12\">Acknowledgements</a></strong></p>\n<p>Key experts involved in the conduct of the study were Veronica Cretu, Constantin Rusu, Stela Mocan and Irina Tisacova.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/aidspan-case-study-a-watchdog-organisation-in-the-health-sector.json","web_url":"http://theodi.org/case-studies/aidspan-case-study-a-watchdog-organisation-in-the-health-sector","slug":"aidspan-case-study-a-watchdog-organisation-in-the-health-sector","title":"Case study: How Aidspan use open data to track health spending","format":"case_study","updated_at":"2015-09-11T09:59:09+00:00","created_at":"2015-01-14T11:02:30+00:00","tag_ids":["aidspan","open-data","health","watchdog"]},{"id":"https://contentapi.theodi.org/mexico-case-study-using-data-squads-to-jump-start-government-open-data-publishing.json","web_url":"http://theodi.org/case-studies/mexico-case-study-using-data-squads-to-jump-start-government-open-data-publishing","slug":"mexico-case-study-using-data-squads-to-jump-start-government-open-data-publishing","title":"Open data in Mexico: how Data Squads jump-started national publishing","format":"case_study","updated_at":"2015-09-11T09:58:59+00:00","created_at":"2014-12-17T10:49:13+00:00","tag_ids":["mexico","government","open-data","publishing","open-government","case-study","mexican-government","data-squads"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}