{"id":"https://contentapi.theodi.org/case-study-legislationgovuk.json","web_url":"http://theodi.org/case-studies/case-study-legislationgovuk","slug":"case-study-legislationgovuk","title":"Case study: Legislation.gov.uk","format":"case_study","updated_at":"2016-11-11T15:09:00+00:00","created_at":"2016-11-02T11:37:11+00:00","tag_ids":["case-study","legislation","archives"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/case-study.json","web_url":null,"title":"case study","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=case-study","web_url":"http://theodi.org/tags/case-study","slug":"case-study"}},{"id":"https://contentapi.theodi.org/tags/keywords/legislation.json","web_url":null,"title":"legislation","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=legislation","web_url":"http://theodi.org/tags/legislation","slug":"legislation"}},{"id":"https://contentapi.theodi.org/tags/keywords/archives.json","web_url":null,"title":"archives","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=archives","web_url":"http://theodi.org/tags/archives","slug":"archives"}}],"details":{"business_proposition":false,"description":"","excerpt":"Improving the UK digital statute book through collaborative maintenance \r","language":"en","need_extended_font":false,"alternative_title":"Case study: Legislation.gov.uk","url":"","content":"<p><em>Improving the UK digital statute book through collaborative maintenance</em> </p>\n<ul>\n<li><a href=\"#1\">Summary</a></li>\n<li><a href=\"#2\">Facts and figures</a></li>\n<li><a href=\"#3\">What is the challenge?</a></li>\n<li><a href=\"#4\">The complexity of the task</a></li>\n<li><a href=\"#5\">An inefficient process</a></li>\n<li><a href=\"#6\">How TNA are solving the problem</a></li>\n<li><a href=\"#7\">Adopting a new philosophy</a></li>\n<li><a href=\"#8\">Simplifying the tasks</a></li>\n<li><a href=\"#9\">Implementing a new process</a></li>\n<li><a href=\"#10\">Collaborating with others</a></li>\n<li><a href=\"#11\">Motivating participants</a></li>\n<li><a href=\"#12\">Maintaining the statute book: the impact of a collective approach</a></li>\n<li><a href=\"#13\">Better data and more efficient processes: how The National Archives benefited</a></li>\n<li><a href=\"#14\">Breaking silos in government: how participants benefited</a></li>\n<li><a href=\"#15\">Benefits for users</a></li>\n<li><a href=\"#16\">What The National Archives learned</a></li>\n<li><a href=\"#17\">Questioning the status quo</a></li>\n<li><a href=\"#18\">The need for open</a></li>\n<li><a href=\"#19\">Focusing on user needs</a></li>\n<li><a href=\"#20\">Taking an iterative approach</a></li>\n<li><a href=\"#21\">Managing expectations</a></li>\n<li><a href=\"#22\">Changing the team culture</a></li>\n<li><a href=\"#23\">Next steps: planning future projects</a></li>\n<li><a href=\"#24\">How to cite this case study</a></li>\n</ul>\n<h2 id=\"aid1summarya\"><a id=\"1\">Summary</a></h2>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/25/d7/5825d78af362be089d000049/Screen_Shot_2016-05-04_at_13.13.26.png\" alt=\"null\" class=\"img\" id=\"5825d7891f986a07a4000082\">\n<small><a href=\"Legislation.gov.uk\">Legislation.gov.uk</a> is a unique public service built on collaboration and open data. Screenshot.</small></p>\n<p>As the official archive and publisher for the UK Government, <a href=\"http://www.archives.gov/\">The National Archives</a> holds over 1,000 years of documents of national significance. As a non-ministerial government department, it also shares expertise on information and records management, with public- and private-sector organisations across the UK.</p>\n<p>A core responsibility of The National Archives to publish the UK’s legislation. It does this online through its <a href=\"http://www.legislation.gov.uk/\">legislation.gov.uk</a> website, publishing legislation as it is enacted by parliament, the changes it makes to existing legislation and the result of these changes, giving a picture of how the law stands today. With a user-friendly interface, the website provides high-quality, machine-readable open data which others can use to build commercial and non-commercial tools and services.  </p>\n<p>The task of providing up-to-date legislation is difficult and involves a lot of human effort. New legislation often amends a large amount of existing legislation, requiring changes to be made across the statute book. A lack of resources and inefficient past approaches meant that the team at legislation.gov.uk inherited a huge backlog of amendments, made more numerous and complex by the process of devolution.</p>\n<blockquote>\n  <p>The main user need was for up-to-date, revised legislation. The team was not big enough. The task had grown and become more complicated. We were running a deficit and building up a backlog.</p>\n</blockquote>\n<p><br>\n<strong>– John Sheridan, Digital Director and Head of Legislation Services</strong></p>\n<p>In need of a radical solution, the team came up with the <strong>Expert Participation Programme</strong>. By redesigning the legislation update process and building tools to enable it, they could recruit and train external people to contribute. Participants from public- and private-sector groups joined, realising the value that open, up-to-date legislation data would bring them.</p>\n<blockquote>\n  <p>By making data open, we can incentivise people who will benefit from [it] to help curate the information we are managing […] Open data provided a philosophical bedrock upon which the rest of the model could evolve.</p>\n</blockquote>\n<p><br>\n<strong>– John Sheridan</strong></p>\n<p>Legislation.gov.uk recruited 72 participants from 10 different organisations. Across 2015/6, just over half (51%) of the update was done by people outside of The National Archives. This has enabled them to apply almost five times more amendments in the same amount of time, deal with with over half the backlog of unapplied amendments and bring 80% of all legislation on legislation.gov.uk up to date. Despite having to research over 150,000 amendments and 3,000 commencement orders, they have achieved all this in just five years.</p>\n<p>But The National Archives are not the only ones who have benefitted from the Expert Participation Programme. </p>\n<p><strong>Participants in the public and private sectors</strong> – such as the Department for Work and Pensions, the Welsh Government and previously the Practical Law Company – have been given high-quality tools, training and support they would not be able to replicate in-house. </p>\n<p><strong>Data users</strong> have been enabled to improve existing services they offer, for instance ICLR Online enhances their case law lookup service by integrating references to enacted legislation. Others have been able to build innovative new products, for example ODI Startup Amiqus have built Amiqus Inform, a service that provides consumers with information on their legal rights. </p>\n<p><strong>End users</strong> – from lawyers and legal researchers to citizens and businesses interested in knowing how the law affects them – benefit from the user-friendly website giving them up-to-date legislation.</p>\n<h3 id=\"aid2factsandfiguresa\"><a id=\"2\">Facts and figures</a></h3>\n<ul>\n<li><strong>The National Archives developed a collaborative ‘Expert Participation Programme’</strong>, to get external help updating legislation.gov.uk with new UK legislation</li>\n<li>Together, they have almost <strong>doubled the amount</strong> of up-to-date legislation, can apply amendments almost <strong>five times faster</strong> and have <strong>halved the existing backlog</strong></li>\n<li><strong>Many have benefitted</strong> from the high-quality tools, processes and data provided by the programme, from participants to users. They have recognised efficiencies and built new products based on up-to-date legislation</li>\n<li><strong>The model is fundamentally replicable</strong> for many complex open datasets that require human intervention</li>\n<li><strong>Providing open data, embracing open culture and focusing on user needs</strong> were key to the success of the programme</li>\n</ul>\n<hr />\n<h2 id=\"aid3whatisthechallengea\"><a id=\"3\">What is the challenge?</a></h2>\n<p>The statute book of the UK – a record of all legislation passed and enacted in the UK – has been published in many forms over the years. With the development of the web, it was soon clear that having it available online was in the public interest. Two separate services emerged from different parts of government to provide access to different parts of the statute book. In 2008, they began to work together and through joint research soon realised their users, and their users’, needs were essentially the same.</p>\n<p>This resulted in the teams being brought together at <a href=\"http://www.archives.gov/\">The National Archives</a> (TNA) to create a single comprehensive service – <a href=\"http://www.legislation.gov.uk/\">legislation.gov.uk</a>. As <strong>John Sheridan, Digital Director and Head of Legislation Services</strong> at TNA explains:</p>\n<blockquote>\n  <p>The aim for legislation.gov.uk was to create a service that provided high-quality public access to legislation. [The] data-user need was very much around new legislation, particularly for commercial users. The end-user need was for the revised legislation – ‘What does the law say today?’ We wanted to build a service that met [both] those user needs.</p>\n</blockquote>\n<h3 id=\"aid4thecomplexityofthetaska\"><a id=\"4\">The complexity of the task</a></h3>\n<p>Publishing ‘as enacted’ or new legislation as it is made is relatively straightforward, even when providing it as structured, high-quality open data. Providing up-to-date or ‘revised’ legislation – a picture of how the law currently stands – is much more complex. This is because often items of new legislation (amending legislation) change or have ‘an effect’ on existing legislation. Each one of these effects results in either a textual change or an annotation to an existing piece of legislation (amended legislation).</p>\n<p>For a single piece of legislation to be up to date, all the effects on it from all subsequent legislation must be applied. They must be applied in chronological order so that multiple snapshots, or revisions, can be shown across time. The process is made even more complex because different effects – even within the same Act – are brought into force at different times by ‘commencement orders’, which are separate items of secondary legislation. Given the importance of accuracy in legislation and the need for large amounts of human input, there is a low tolerance and high potential for error.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/1a/1f/581a1f5b1f986a0830000008/slide_legislation.jpg\" alt=\"null\" class=\"img text-center\" id=\"581a1f5bd0d46206f0000026\"><br />\n<small>Slide from a <a href=\"http://www.slideshare.net/EUDataForum/edf2013-selected-talk-john-sheridan-good-law-from-open-data\">talk</a> by John Sheridan, The National Archives</small></p>\n<p>The number of changes to the statute book – in terms of effects – has been increasing. Primarily, as a byproduct of devolution, which “has been quite a challenge,” according to <strong>Clare Allison, Strategy and Development Manager</strong>. Three new legislative bodies, the Scottish Parliament, Welsh Assembly and the Northern Ireland Assembly, can now each generate effects on existing Acts, where previously only one UK-wide change could be made. This also makes the task more complicated, because each of these only apply to a certain geographical extent and have to be presented “to the end-user in a way that’s not going to completely baffle them”, Clare adds.</p>\n<h3 id=\"aid5aninefficientprocessa\"><a id=\"5\">An inefficient process</a></h3>\n<p>When <a href=\"http://www.legislation.gov.uk/\">legislation.gov.uk</a> began, the team inherited a complicated system for updating legislation. This involved the highly trained legal editors going through two ‘very separate’ processes. Clare explains what the first entails:</p>\n<blockquote>\n  <p>When a new piece of legislation was made or enacted, we would make a hard copy, read it and then write on it where that piece of legislation affects legislation that already exists. [Then] they would compile those […] into a spreadsheet. That would go off and be published in its own right on the <a href=\"http://www.legislation.gov.uk/changes\">changes to legislation page</a> on legislation.gov.uk. So there is a list of effects that we know.”</p>\n</blockquote>\n<p>Separately, the same legal editors would update Acts from a priority list of around 50 Acts at any one time. To do this, Clare explains, you would take the Act you want to update “then from the spreadsheets that had been compiled, you would look at all the effects that hit [that] Act […] Get that in a [different] spreadsheet which you use as a worksheet and at that point, you would go through all the effects and […] work out when they came into force and where they extend to geographically.” Once all this research was done, they would apply them in a separate editorial process.</p>\n<p>This system had several drawbacks. Firstly, it was heavily paper-based. Secondly, carrying out all the tasks required at least six months of training. Thirdly, it was very inefficient because, as Clare puts it, “you are constantly revisiting the [same] legislation again and again […] and essentially doing [the same] research many times”. This is because every person who was looking up an effect from the same Act had to look into the commencement orders for that Act. </p>\n<p>The culmination of these issues presented the team with a significant challenge. Circumstances around the formation of legislation.gov.uk and its predecessors meant they had accrued a significant backlog of unapplied effects which at its worst totalled a little over 160,000. This backlog meant that “to all intents and purposes, less than half, maybe even less than a third of the revised legislation on legislation.gov.uk was up to date,” says John. They cannot be more specific because at the time they did not even have the data to know just how much legislation was not up to date.</p>\n<p>We calculated that in a typical year there were at least 15,000 amendments that were being passed and we were able to apply, in our best year, no more than 10,000. So that meant that we were, in our best ever year, only able to do two thirds of the job,” John explains. The result was “a viability question: <strong>if you can’t keep pace then, propositionally, you don’t have anything</strong>. If you’re not keeping pace then you’ve got a product [that] is getting worse and is not meeting users’ needs.”</p>\n<hr />\n<h2 id=\"aid6howtnaaresolvingtheproblema\"><a id=\"6\">How TNA are solving the problem</a></h2>\n<p>Faced with such an enormous challenge, John explains: </p>\n<p>It was a desperate situation […] tweaking, adjusting round the edges, even doubling our productivity [would not have helped]. If we had doubled our productivity it would taken us 20 years [to bring all legislation up to date]. There was no small change that would come close to making the difference.” Clare agrees: “there was absolutely no way without some real radical overhaul that we were ever going to get fully up to date.”</p>\n<p>The radical answer that TNA came up with was to create their <strong>Expert Participation Programme</strong>, <a href=\"http://www.nationalarchives.gov.uk/documents/expert-participation-press-release.pdf\">launched in 2012</a>. The implementation of this collaborative model demanded they completely overhauled their process for updating legislation, invested in building new tools, changed their internal culture and, most importantly, recruited external partners who saw value in contributing effort and resource. </p>\n<h3 id=\"aid7adoptinganewphilosophya\"><a id=\"7\">Adopting a new philosophy</a></h3>\n<p>To begin with, the Expert Participation Programme adopted “classic people/process/technology-type thinking”, John explains, and “figured that [they] needed to move the dial on each one.” They needed more efficient processes supported by better tools, but they also needed more people. There was no chance of recruiting enough to make a difference, though, given the prevailing climate of cost saving within government. </p>\n<p>At the same time, Clare says they “always had people who were saying ‘Well can’t we help you?’ or ‘Can you give us your data and we’ll update something?’ or [for government departments] ‘We’ve got a copy that we update over here […] can’t we give it to you and you can use it?”. But they could not enter ad-hoc relationships of this kind, because their systems and processes did not allow them to. </p>\n<p>They did, however, recognise the potential of working with external partners. As John puts it, “[philosophically] we don’t much care whether the editor, the legal editor who does a task, is employed by us. What we care about is that they have followed our editorial practice and whether the work they have produced meets our standard.” They soon realised, he says, that “the only way [maintaining the country’s statute book] can affordably be done is as a shared endeavour, a shared responsibility.”</p>\n<p>Armed with this philosophy of shared responsibility, the TNA had to work out how to enable and encourage others to take on some of the task.</p>\n<h3 id=\"aid8simplifyingthetasksa\"><a id=\"8\">Simplifying the tasks</a></h3>\n<p>The first major question they had to answer was: “How do you make a complicated task something that you can get somebody else to do?” says Clare. “It’s all very well and good if you open your data up [for editing],” but you are stuck if you haven’t got “a mechanism or some answer to that problem”. This is because it took at least six months to train a legal editor and it was unlikely that anyone would be able to commit that amount of time.</p>\n<p>“The very nature of a participation programme is that you need to be able to get people in, train them relatively quickly [and] give them definable tasks that they can follow,” explains Clare. John adds that this meant they had to “rethink [their] editorial processes quite profoundly, re-design them [...] separating difficult tasks which require many years of experience from easier-to-do tasks that you can learn how to do quite quickly.”</p>\n<h3 id=\"aid9implementinganewprocessa\"><a id=\"9\">Implementing a new process</a></h3>\n<p>To begin with, TNA needed to research all the amendment and commencement data for the effects that had not been applied. “This turned out to be a far bigger undertaking than I think we realised when we started. It has taken five years to get everything up to date,” explains Clare. The early external partners they engaged did a lot of this research, in particular the Practical Law Company (PLC). The outcome was that “having researched 160,000 amendments and 3,000 commencement orders in the data, we don’t need to do any of that again,” notes John. </p>\n<p>With this task out of the way, they were able to focus on implementing the new process for applying amendments. This meant investing in new tools and technology to support it. The tools they built needed to enable the integration of external participants into the internal workflow which required the technology itself to be <a href=\"https://gds.blog.gov.uk/2012/03/30/putting-apis-first-legislation-gov-uk/\">fundamentally open</a> and accessible. To do this they opted to “revise legislation.gov.uk data directly”, says Clare, rather than maintaining a separate database. This lead them to build “a front-end editorial system that worked [entirely] off the back of legislation.gov.uk”.</p>\n<p>By investing in the technology and adopting a ‘database of amendments’ understanding, and technically implementing it, they were also able to automate many non-textual annotations. For example, changing the geographic extent of certain sections – one of the key challenges generated by devolution – is now automated, which not only saves time and effort but also reduces the potential for error in writing such annotations. </p>\n<p>Clare explains that “now when we get our new effects in, we do all the research [internally], from the outset, [and this] feeds through to the editorial system [...] where [it is] presented to [participants as] tasks that [they] can follow.” This allows them to utilise the internal legal expertise to do the initial, complex research phase and enables participants to help by carrying out the actual updates. The TNA legal editors then also act as ‘guardians of quality,’ by reviewing all the effects that have been applied.</p>\n<p>This new process allows TNA to capitalise on the inherent network effects in the ‘database of amendments’. As John explains:</p>\n<blockquote>\n  <p>[This is] because the statute book is so entwined, even if you only care about a bit of it, you benefit from work that other people are doing who maybe only care about a different bit of it. You benefit from the sum total effort because it's basically a big network of amendments.</p>\n</blockquote>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/1a/2a/581a2a5ff362be089d000019/open-data-conference-john-sheridan-open-data-as-an-operating-model-27-728.jpg\" alt=\"null\" class=\"img text-center\" id=\"581a2a5fd0d46206f0000027\"> \n<small>Slide from a <a href=\"http://www.slideshare.net/EUDataForum/edf2013-selected-talk-john-sheridan-good-law-from-open-data\">talk</a> by John Sheridan, The National Archives</small></p>\n<p>This allows a wide variety of participants, with different motivations and interested in different areas of legislation, to contribute. These are then able to focus on the area that is relevant to them, while contributing to the project as a whole.</p>\n<h3 id=\"aid10collaboratingwithothersa\"><a id=\"10\">Collaborating with others</a></h3>\n<p>The final, and perhaps the most difficult, piece of the puzzle, John says, was in “starting […] conversations with partner organisations, people who we think might have an interest in supplying some resource to get this done.” To convince these organisations to commit resources to this shared endeavour, they would need to see the value they themselves could derive. John says the pivotal mechanism was “by making this information open, we can incentivise people who will benefit from that open information to help curate the information we are managing.” </p>\n<p>This approach was clearly successful, over the course of the project a total of <strong>72 people from across 10 different organisations</strong> outside TNA have contributed time to the project. This includes the key involvement of the private sector, especially in the early stages of the project. John concedes that “we never would have got [the groundwork] done […] without the investment of the private sector and we’ve been benefiting from it hugely ever since”. </p>\n<p>One of the key partners early on was the Practical Law Company (PLC). “Because we were making our data open”, explains John, “they saw an opportunity to pull back the value of what was being produced into their own products […] [they had] a commercially driven incentive because of the opportunity to exploit and use our data.” While they no longer work on the programme, because of a change in priorities following PLC’s acquisition by Westlaw, the team still maintain a good working relationship.</p>\n<p>There are currently <strong>21 staff outside TNA actively carrying out work</strong> on the participation programme. By contrast, <strong>only 19 of the 27 people in the Legislation Services Team at TNA focus on providing up-to-date legislation on legislation.gov.uk</strong>. External staff often only work part-time on the programme, many having other responsibilities within their own organisations. Almost all of the 21 current expert participants are based in the UK public sector, but their roles and motivations differ by organisation. They include employees of central government departments, devolved administrations and a couple of PHD students. </p>\n<h3 id=\"aid11motivatingparticipantsa\"><a id=\"11\">Motivating participants</a></h3>\n<p>Participants who contribute to legislation.gov.uk include a team at <a href=\"https://www.gov.uk/government/organisations/department-for-work-pensions\">the Department for Work and Pensions</a> (DWP) who work on the programme part-time. The team is responsible for producing and publishing the <a href=\"http://lawvolumes.dwp.gov.uk/\">‘Law Relating to Social Security and Child Support’</a> guide for DWP staff. Because they had already been doing this before the creation of legislation.gov.uk, they were fast tracked to reviewer status. When TNA reached out to the team in 2011, the DWP realised the process they were using to update legislation had become outdated and time consuming. <strong>Michael Vidal, Publications Editor at DWP</strong> explains that the team looked into a number of different ways to address this but realised:</p>\n<blockquote>\n  <p>The Expert Participation Programme offered the best deal in terms of a user-friendly interface, ease of use, good cross-government working and of course value for money!</p>\n</blockquote>\n<p>This is unsurprising for DWP, according to John, who states that:</p>\n<blockquote>\n  <p>The product, from their perspective, is a product they can make available to the 70,000 or more people who work in DWP. [By giving them] access to up-to-date legislation, DWP don’t have to spend the money buying [it] commercially – which would be very expensive for that number of people.</p>\n</blockquote>\n<p>Another central government department, <a href=\"https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs\">The Department for Environment, Food and Rural Affairs (Defra)</a>, also have two part-time expert participants. Their motivations are more focused on providing a service to external users. “For Defra, it's about trying to reduce the burden on business for finding out what the state of current regulations are,” John notes. </p>\n<p>Employees of devolved governments also participate in the programme, with the Welsh government providing two contributors. There is also a team of five at the <a href=\"https://www.executiveoffice-ni.gov.uk/articles/supporting-executive\">Statutory Publications Office (SPO) in Northern Ireland</a>, who have collaborated on the project since 2006 and are therefore pretty independent. Both administrations have similar motivations, as John lays out:</p>\n<blockquote>\n  <p>For the Welsh government it’s about curating and managing the statute book for Wales, similar for Northern Ireland […] In both cases the government has employed several editors who work on our programme, using our systems, processes and tools and benefit from the shared endeavour.</p>\n</blockquote>\n<hr />\n<h2 id=\"aid12maintainingthestatutebooktheimpactofacollectiveapproacha\"><a id=\"12\">Maintaining the statute book: the impact of a collective approach</a></h2>\n<p>Since the programme was launched in 2012, in the face of a large and increasing backlog of amendments, the collective approach to maintaining it has been overwhelmingly successful. <strong>Judith Riley, Statutory Publishing Manager</strong>, explains, “the Expert Participation Programme has transformed how we are able to manage the statute book.”</p>\n<h3 id=\"aid13betterdataandmoreefficientprocesseshowthenationalarchivesbenefiteda\"><a id=\"13\">Better data and more efficient processes: how The National Archives benefited</a></h3>\n<p>Under the previous system, they could only apply a maximum of 10,000 effects per year. Using the new, collaborative process they were able to apply 4,000 effects in February 2016 alone. This means they can <strong>apply almost five times as many effects</strong>. Though this depends on the level of input from participants, which varies on a monthly basis, overall in 2015/6 participants carried out just over half (51%) of the update work. The backlog – which stood at over 160,000 unapplied effects – has been reduced to just 70,000 due to this dramatic increase in productivity. They have been able to deal with over half the backlog of effects they had accumulated.</p>\n<p>While these figures give an indication of the impact on productivity of the Expert Participation Programme, the number of effects is partially misleading because of their imperfect distribution. The vast majority of Acts have less than 50 effects, whereas around 50 key pieces of legislation are together responsible for around 50,000 effects. The proportion of legislation that is up to date provides a more sensible measure of the team and participants’ progress. Where once all they knew of this figure was that it was “less than half, maybe even less than a third,” according to John, now 80% of legislation are fully up-to-date, effectively doubling the amount. The rest of legislation is all up-to-date with effects enacted to the end of 2002. </p>\n<p>The other impact has been on the quality of the data itself. The system now records additional facts within the data – for instance, it stores geographic extent of amendments. This means TNA will be able at some point to add a feature to the user-friendly front-end of legislation.gov.uk which allows you to view legislation only as it applies to a certain geography. </p>\n<p>Also according to <a href=\"https://www.tso.co.uk/\">The Stationery Office</a> (TSO) who worked for TNA to set up legislation.gov.uk, there were also efficiency benefits of the unified website service. According to the TSO’s <a href=\"https://www.tso.co.uk/our-expertise/case-studies/national-archives-wwwlegislationgovuk\">retrospective case study</a>, “having a single site, combined with new tools and processes, the use of open standards and open-source software, has cut the cost by a third.”</p>\n<h3 id=\"aid14breakingsilosingovernmenthowparticipantsbenefiteda\"><a id=\"14\">Breaking silos in government: how participants benefited</a></h3>\n<p>One of the biggest impacts of the Expert Participation Programme has been the breaking down of silos across government. It has allowed different teams performing similar tasks across government cooperate. By working together on a single system – with a single process toward a single canonical source of legislation – they have been able to reduce duplicated effort, and share the task, training and skills.</p>\n<h3 id=\"animprovedplatformandongoingsupportfordwpparticipants\">An improved platform and ongoing support for DWP participants</h3>\n<p>For participants themselves the benefits have been huge. <strong>Michael Vidal</strong> says: “The impact of our link with The National Archive has been immense.” Out of the programme they have been able to ensure that their “primary stakeholders – who are mainly decision makers in job centres – now have immediate access to up-to-date legislation. The fact that there is quick and easy access to a timeline of changes to amended legislation is extremely helpful, as they can now see [what] the law says at any given point in time,” Michael explains.</p>\n<p>For the team who update legislation in DWP, they now have a “high-end platform to work on, [which] The National Archive team are continuously looking for ways to improve,” says Mike Vidal. Their team of seven editors have also been given “extensive training and guidance by TNA in the use of their editorial system [and] they have always been on-hand to answer any queries or issues.” By receiving training, support and tools from the TNA, DWP are able to focus on the update task, rather than handling all these in-house. </p>\n<h3 id=\"promotingtheruleoflawinwaleswithauserfriendlysitehowthewelshgovernmentbenefited\">Promoting the rule of law in Wales with a user-friendly site: how the Welsh government benefited</h3>\n<p>The <a href=\"http://law.gov.wales/constitution-government/government-in-wales/welsh-gov/welsh-gov-civ-serv/welsh-gov-lawyers/olc/?lang=en#/constitution-government/government-in-wales/welsh-gov/welsh-gov-civ-serv/welsh-gov-lawyers/olc/?tab=overview&lang=en\">Welsh Office of the Legislative Counsel</a> serves as another example of participants benefitting from the Expert Participation Programme. </p>\n<p><strong>Rosalind Young, Legislation Annotator at the Welsh Office of the Legislative Counsel</strong> says the counsel has “witnessed substantial progress” since joining the project two years ago. From a participant perspective, she explains, “the system created by the programmers has developed into a sophisticated and user-friendly site.” Beyond the system itself she explains that the programme as a whole has been beneficial.</p>\n<blockquote>\n  <p>Although I am based in Cardiff, and employed by the Welsh Government, the team at the National Archives have offered me continual support throughout my involvement. I have enjoyed the training opportunities and the chance to meet other participants.</p>\n</blockquote>\n<p>Rosalind goes on to explain that “strong and sustainable links have been forged between the Welsh Government and The National Archives, and the mutual benefits of participating are felt on both sides.” Another key benefit to the Welsh government was that “the visible changes on the website are sure to reinstate the value of legislation.gov.uk in promoting the rule of law and the accessibility of the law in Wales,” Rosalind says. </p>\n<h3 id=\"checkinglegislationisfullyconsolidatedhowplcbenefited\">Checking legislation is fully consolidated: how PLC benefited</h3>\n<p>As early participants, PLC felt direct benefits of employing people to work with TNA. In a comment early on in the process Elizabeth Woodman, then Commercial Director at PLC, explains that:</p>\n<p>“By employing people to work with National Archives, [...] we've been able to ensure that the Companies Act 2006 is now fully consolidated on legislation.gov.uk. This is a particularly important piece of legislation for many of our customers.</p>\n<h3 id=\"aid15benefitsforusersa\"><a id=\"15\">Benefits for users</a></h3>\n<p>Users of the legislation.gov.uk website and open data have arguably benefitted the most from legislation.gov.uk and the improvements made by the Expert Participation Programme. End users – from lawyers and legal researchers to citizens and businesses interested in knowing how the law affects them – benefit greatly from the website itself for displaying up-to-date legislation. The service provides searchable access to the statute book and labels legislation that has not yet been updated clearly, so users can understand whether it represents legislation as it stands. </p>\n<p>This has meant that even early on in the process, <a href=\"https://www.tso.co.uk/our-expertise/case-studies/national-archives-wwwlegislationgovuk\">TSO recorded</a> that “by June 2011, the monthly use of legislation.gov.uk was 2.5 times the combined use of the previous two websites [...] with monthly page views of up to 50.5 million.” It also noted that “over 75% of user satisfaction ratings are either ‘satisfactory’ or ‘very good’.”</p>\n<h3 id=\"improvingcaselawserviceshowtheincorporatedcounciloflawreportingforenglandandwalesiclrbenefitted\">Improving case-law services: how the Incorporated Council of Law Reporting for England and Wales (ICLR) benefitted</h3>\n<hr />\n<h2 id=\"aid16whatthenationalarchiveslearneda\"><a id=\"16\">What The National Archives learned</a></h2>\n<p>The success of the Expert Participation Programme can be attributed to a wide range of different factors. These include process, how you get hold of people, embracing the network effect and forging a data-driven approach to tasks, according to John.</p>\n<p>This synthesis is not unique to The National Archives. Nor is the challenge of maintaining large datasets that require a great deal of human intervention, like the statute book. This leads the team at legislation.gov.uk to believe that the model could have much wider-reaching applications for a range of different problems. John believes that: </p>\n<blockquote>\n  <p>There is plenty of potential for expert participation for curating and managing many datasets […] I think most datasets that require a human intervention will have complex processes, require quite complex interactions [and] I am pretty sure there are network effects sat underneath.</p>\n</blockquote>\n<p>For John, the reason why this has yet to happen across a wide range of data management activities is the size and nature of the challenge they faced:</p>\n<blockquote>\n  <p>I suspect the reason it hasn’t happened elsewhere is it’s quite unusual to be in quite such a deep hole. We were really desperate, I think it’s the classic – there was no small change that would come close to making the difference. I think it’s that dynamic – when the problem’s that difficult – in a way it's quite liberating because you can think that radically about solving the challenge.</p>\n</blockquote>\n<p>While others might not face such dramatic challenges, if they wish to replicate the successes of this project, there are some key aspects they must understand.</p>\n<h3 id=\"aid17questioningthestatusquoa\"><a id=\"17\">Questioning the status quo</a></h3>\n<p>Key to ensuring this level of culture change is not being afraid of challenging the ways that tasks are approached. Clare explains that “quite often there is no point in fighting a system to try [to] make things how they always were, when it turns out the way they always were was just because of another old system. It’s always worth going back to it to say ‘why are we actually doing it like that?’”</p>\n<h3 id=\"aid18theneedforopena\"><a id=\"18\">The need for open</a></h3>\n<p>The Expert Participation Programme fundamentally relies on open data. Without open data, it would be seemingly impossible to motivate partners and participants to commit time and resources without receiving any benefit. As John explains:</p>\n<blockquote>\n  <p>Open data is a really important component. It underscored that this was for everyone, it wasn’t just about making legislation.gov.uk, this is about making a better, up-to-date database of legislation that could be used by anyone. And used as open data for commercial purposes, or for hacking purposes, or whatever. The open data provided a philosophical bedrock upon which the rest of the model could evolve, and I think that that is really important that without that bedrock then propositionally the rest would start to collapse.</p>\n</blockquote>\n<h3 id=\"aid19focusingonuserneedsa\"><a id=\"19\">Focusing on user needs</a></h3>\n<p>The focus on user needs is clear in everything from the design and nature of legislation.gov.uk to the provision of high-quality open effects data for data users. This focus extended beyond product users’ need to the needs of the expert participants themselves. “The most important thing is having a definable task that you can give to people. And I think that is something we have got right,” says Clare. However, she believes that they would have benefitted from going even further “in an ideal world, we would have spent more time on documentation […] [and] a bit more user testing as we’d gone along from the perspective of the editor.”</p>\n<h3 id=\"aid20takinganiterativeapproacha\"><a id=\"20\">Taking an iterative approach</a></h3>\n<p>“You don’t know all the answers when you get going, you don’t know how difficult it’s going to be. You start, you learn, you iterate, you take small steps and do the best you can,” says John. It was this iterative, learning approach that lead TNA to design legislation.gov.uk to be up to date from its launch, despite not having any clear strategy on how this might be achieved. </p>\n<p>However, taking this approach also means that there are always new challenges to surmount. For instance, the speed at which NTA implemented the technical solution meant that they continued to use their existing standalone XMetal XML editor during the current process. This meant that participants had to leave the browser open during the editing process and also own a copy of the expensive proprietary software. They intend to resolve by building their own browser-based XML editor, but this was considered too time-consuming during the programme’s initial phases. TNA’s iterative approach allows them to tackle these kinds of problems as they become apparent, without intense disruption to the project, and when they are best equipped to do so.</p>\n<h3 id=\"aid21managingexpectationsa\"><a id=\"21\">Managing expectations</a></h3>\n<p>Managing internal and external expectations was also a key challenge for TNA, especially given how quickly they were trying to get legislation up-to-date. The nature of the process, with intense research upfront, meant there was a lack of immediate return on investment in the programme. Relationships had to be managed, emphasising the importance of long-term, strategic thinking. Another challenge they faced was to be careful around the framing of the project, in particular its naming. As John explains, the term ‘expert participant’ was key:</p>\n<blockquote>\n  <p>This is not the statute book as a wiki and this is not an uncontrolled or free process. This is a controlled process where we have certain expectations of people who were engaging in the process, in terms of the level of knowledge, skill and understanding.</p>\n</blockquote>\n<h3 id=\"aid22changingtheteamculturea\"><a id=\"22\">Changing the team culture</a></h3>\n<p>Adopting the model of the Expert Participation Programme not only required fundamental changes to the process and technology that NTA used, but also significant culture change within the team. The key shift was in the job of the legal editors, whose previous day-to-day work involved, according to John, revising pieces of legislation “in their [own] zone”. </p>\n<p>He describes that they are now required “to train, teach, work with, encourage, mentor and support people outside of the organisation [and] that is a really big shift”. Managing this change was an important part of the success of the Expert Participation Programme, and one which they managed to achieve with relatively little fallout. </p>\n<h2 id=\"aid23nextstepsplanningfutureprojectsa\"><a id=\"23\">Next steps: planning future projects</a></h2>\n<p>The NTA’s success in getting 80% of UK legislation up to date has lead them to move over to a new maintenance service standard. This new challenge requires them to update legislation within three months of an amendment being made. Moving past a focus on clearing the backlog has surfaced new issues, in particular the fact that legislation is not passed in an even distribution throughout the year. “It’s always a moving target. Updating legislation is always a moving target,” says Clare.</p>\n<p>As a result of being able to get a large proportion of legislation up to date, NTA have been able to start examining and promoting usage through the <a href=\"http://www.legislation.gov.uk/projects/big-data-for-law\">Big Data for Law</a> project. As Judith explains, “a lot of researchers were very excited by the potential [of high-quality legislation data] but absolutely terrified of the technical side of things. They don’t have the skills, [and] don’t know where to find the skills.” As such, the project is aimed at enabling less technical legal researchers to use legislation data in new and exciting ways, which “wouldn’t be possible without the open data on legislation.gov.uk,” says Judith. </p>\n<p>The Expert Participation Programme has also enabled TNA to adopt a collaborative approach for other projects. Having proven the benefits of such arrangements and approached partners before, it is easier to convince others to join. One such project is a list of all legislation passed by parliament through time. </p>\n<p>John explains that “we’ve never had, or we didn’t have, a single list with all the pieces of legislation on it.” In order to build this list, TNA have had to collect all the lists, print and digital, that they could find, standardise them and combine them. This involved approaching partners from across the public and private sectors, including Westlaw, LexisNexis, the Statutory Publications Office (SPO) in Northern Ireland, Parliamentary Archives, the Office for Parliamentary Council and others.</p>\n<p>As <strong>Catherine Tabone, Data Manager at TNA</strong>, explains:</p>\n<blockquote>\n  <p>If we’d asked for data from other people before doing the participation project I’m not sure they would have given us anything, but I think now with the sense of us making our data open and sharing things there is more of a sense of mutual cooperation.</p>\n</blockquote>\n<hr />\n<h2 id=\"aid24howtocitethiscasestudya\"><a id=\"24\">How to cite this case study</a></h2>\n<p>This case study was published in November 2016 by the Open Data Institute.</p>\n<p>Please cite this case study as follows: Open Data Institute (2016) Case study: Legislation.gov.uk. London, UK. Available at http://theodi.org/case-studies/case-study-legislationgovuk</p>\n<p>Author: Jamie Fawcett <br>\nContact: <a href=\"mailto:jamie.fawcett@theodi.org\">jamie.fawcett@theodi.org</a></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/guru-systems.json","web_url":"http://theodi.org/guru-systems","slug":"guru-systems","title":"Case study: Guru Systems","format":"case_study","updated_at":"2016-07-26T10:28:03+00:00","created_at":"2016-07-26T10:03:22+00:00","tag_ids":[]},{"id":"https://contentapi.theodi.org/case-study-burkina-fasos-open-elections.json","web_url":"http://theodi.org/case-studies/case-study-burkina-fasos-open-elections","slug":"case-study-burkina-fasos-open-elections","title":"Case study: Burkina Faso’s open elections","format":"case_study","updated_at":"2016-10-07T09:44:08+00:00","created_at":"2016-09-29T07:58:00+00:00","tag_ids":["burkina-faso","open-elections","democracy"]},{"id":"https://contentapi.theodi.org/aidspan-case-study-a-watchdog-organisation-in-the-health-sector.json","web_url":"http://theodi.org/case-studies/aidspan-case-study-a-watchdog-organisation-in-the-health-sector","slug":"aidspan-case-study-a-watchdog-organisation-in-the-health-sector","title":"Case study: How Aidspan use open data to track health spending","format":"case_study","updated_at":"2015-09-11T09:59:09+00:00","created_at":"2015-01-14T11:02:30+00:00","tag_ids":["aidspan","open-data","health","watchdog"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}