{"id":"https://contentapi.theodi.org/case-study-gurusystems.json","web_url":"http://theodi.org/case-studies/case-study-gurusystems","slug":"case-study-gurusystems","title":"Case study: Guru Systems improving energy efficiency through open data","format":"case_study","updated_at":"2017-05-15T16:31:58+00:00","created_at":"2016-08-04T10:59:05+00:00","tag_ids":["case-study","guru-systems","uk","smart-payments","energy"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/case-study.json","web_url":null,"title":"case study","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=case-study","web_url":"http://theodi.org/tags/case-study","slug":"case-study"}},{"id":"https://contentapi.theodi.org/tags/keywords/guru-systems.json","web_url":null,"title":"guru systems","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=guru-systems","web_url":"http://theodi.org/tags/guru-systems","slug":"guru-systems"}},{"id":"https://contentapi.theodi.org/tags/keywords/uk.json","web_url":null,"title":"UK","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=uk","web_url":"http://theodi.org/tags/uk","slug":"uk"}},{"id":"https://contentapi.theodi.org/tags/keywords/smart-payments.json","web_url":null,"title":"smart payments","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=smart-payments","web_url":"http://theodi.org/tags/smart-payments","slug":"smart-payments"}},{"id":"https://contentapi.theodi.org/tags/keywords/energy.json","web_url":null,"title":"Energy","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=energy","web_url":"http://theodi.org/tags/energy","slug":"energy"}}],"details":{"business_proposition":false,"description":"<p>Guru Systems is a London-based smart payment and energy-efficiency technology company.</p>\n<p>The company was founded in 2012 to address debt risk and inefficiency in the onsite energy sector.</p>","excerpt":" [Summary](1)\r","language":"en","need_extended_font":false,"alternative_title":"Case study: Guru Systems improving energy efficiency through open data","url":"","content":"<ul>\n<li><a href=\"#1\">Summary</a></li>\n<li><a href=\"#2\">Facts and figures</a></li>\n<li><a href=\"#3\">What is the challenge?</a></li>\n<li><a href=\"#4\">Operational inefficiencies</a></li>\n<li><a href=\"#5\">Heat network oversizing</a></li>\n<li><a href=\"#6\">Impact on industry</a></li>\n<li><a href=\"#7\">How are they solving the problem?</a></li>\n<li><a href=\"#8\">Creating Pinpoint</a></li>\n<li><a href=\"#9\">Going open</a></li>\n<li><a href=\"#10\">Tackling oversizing</a></li>\n<li><a href=\"#11\">What was the impact of taking this approach?</a></li>\n<li><a href=\"#12\">Projected impact of Pinpoint</a></li>\n<li><a href=\"#13\">Projected impact of releasing open data</a></li>\n<li><a href=\"#14\">What lessons did they learn?</a></li>\n<li><a href=\"#15\">Creating trust through transparency</a></li>\n<li><a href=\"#16\">Looking to the future</a></li>\n<li><a href=\"#17\">How to cite this case study</a></li>\n</ul>\n<hr />\n<h2 id=\"aid1summarya\"><a id=\"1\">Summary</a></h2>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/a3/20/57a3209bd0d4621498000021/350.png\" alt=\"null\" class=\"img pull-right\" id=\"57a3209bf362be0804000046\"> </p>\n<p><a href=\"http://gurusystems.com/\">Guru Systems</a> is a London-based smart payment and energy-efficiency technology company. </p>\n<p>The company was founded in 2012 to address debt risk and inefficiency in the onsite energy sector. </p>\n<p>Onsite or decentralised energy is a form of heat production that sees energy produced at a central point and distributed to homes or buildings on a network – these networks can range from several homes to entire communities. </p>\n<p>Guru Systems now supplies its smart payment systems and monitoring tools to more than 100 heating and cooling networks across the UK. These existing systems calculate the cost of energy production at the source and monitor energy use in individual properties, allowing network operators to bill residents correctly for the energy they use, while pay-as-you-go hubs in homes show energy use in real-time. </p>\n<p>In April 2016 the company launched another offering to the sector, thanks to backing from the <a href=\"https://www.gov.uk/government/organisations/department-of-energy-climate-change\">Department of Energy and Climate Change (DECC)</a>. Pinpoint, a web-based platform, allows operators of heat networks to monitor the performance of their networks in real time, identify performance issues and optimise the efficiency of their networks. For example, it can help operators identify where pipes and valves bringing heat into a residence are damaged, without relying on the resident noticing or engineers entering the property.</p>\n<p>As well as enabling operators to run efficient networks, driving down energy bills for residents and reducing energy consumption, the platform also provides anonymised, aggregated open data which can help engineers to design more efficient systems.</p>\n<p>Guru Systems has been an Open Data Institute (ODI) member since October 2015. In late 2015, it enlisted the ODI to advise on the best ways to share data appropriately, while keeping personal and confidential data secure.</p>\n<h3 id=\"aid2factsandfiguresa\"><a id=\"2\">Facts and figures</a></h3>\n<ul>\n<li><p><strong>Pinpoint is a real-time data analytics platform for managing heat network efficiency</strong> – created by Guru Systems with financial support from DECC.</p></li>\n<li><p><strong>Using Pinpoint could save the industry over £233 million and 1.3 million tonnes of CO2</strong> <strong>over 10 years</strong> – according to Guru Systems’ projections.</p></li>\n<li><p><strong>Guru Systems has released open data from the platform</strong>– with the help of the ODI, which can help engineers correctly size new heat networks.</p></li>\n<li><p><strong>Using the open data could save the industry just under £400 million and more than 800,000 tonnes of CO2 over 10 years</strong>— according to Guru Systems’ projections.</p></li>\n</ul>\n<hr />\n<h2 id=\"aid3whatisthechallengea\"><a id=\"3\">What is the challenge?</a></h2>\n<p>Heat networks are designed to be lower carbon than conventional central heating systems, with heat produced at a central plant from low-carbon sources, rather than by boilers in individual properties. Because of this they can realise efficiency gains, lower costs and carbon savings.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/97/48/57974874f362be56ab000027/Page_3_with_ade_logo.png\" alt=\"null\" class=\"img\" id=\"57974874f362be07f600011b\">\n<small><i>© Copyright ADE 2016 available <a href=\"http://www.theade.co.uk/what-is-district-heating_191.html\">here</a></i></small></p>\n<p>Already popular in the US, Germany, Sweden and Denmark, heat networks are a key part of the UK government’s strategy for meeting decarbonisation targets under the <a href=\"http://www.legislation.gov.uk/ukpga/2008/27/contents\">Climate Change Act 2008</a>. The Chancellor emphasised their importance in the <a href=\"https://www.gov.uk/government/news/deccs-settlement-at-the-spending-review-2015\">2015 Spending Review</a>, when £320m was allocated to support the expansion of these schemes. In London, the Mayor’s office is committed to delivering 25% of London's energy supply by decentralised energy by 2025. </p>\n<h3 id=\"aid4operationalinefficienciesa\"><a id=\"4\">Operational inefficiencies</a></h3>\n<p>Heat networks can be much less efficient than expected. Because the systems are distributed across a range of buildings and properties, which are not always owned or administered by the network supplier, there are many points of potential failure. This can result in poor operational efficiency, if, for instance, something goes wrong with the system in a resident’s flat without their knowledge.</p>\n<h3 id=\"aid5heatnetworkoversizinga\"><a id=\"5\">Heat network oversizing</a></h3>\n<p>Arguably, the biggest and most common design problem for heat networks is oversizing. This results in capital budgets being wasted on plant, pumps and pipework that are larger than required. It also results in poorer energy and heat efficiency of the system over its service life. </p>\n<p>This is a common problem because designers lack confidence that their designs will meet peak demand. To avoid liability risk and potential legal action, they compensate by oversizing, because they have few incentives to do otherwise. This lack of incentive results in a significant degree of oversizing; Guru Systems routinely encounters systems designed for loads four or five times larger than they will ever actually experience. </p>\n<h3 id=\"aid6impactonindustrya\"><a id=\"6\">Impact on industry</a></h3>\n<p>The operational and design problems on heat networks can result in significant inefficiencies, driving up installation and operational costs for operators, increasing carbon emissions, damaging the environment and failing to meet government targets.</p>\n<p>If heat networks are to be a common source of low-carbon, cost-effective energy, these challenges must be addressed.</p>\n<hr />\n<h2 id=\"aid7howaretheysolvingtheproblema\"><a id=\"7\">How are they solving the problem?</a></h2>\n<p>Guru Systems recognised that a key issue with heat networks was the lack of operational monitoring data. In many cases operational data was not being collected from across the whole system, in particular within individual residences. Even where it was, it was not being fully utilised by operators. Importantly, it was very rarely shared between operators and with others. </p>\n<p>This meant that the engineers who design and install these systems, the developers and housing associations that run them and the government, which needs them to meet carbon targets, could not learn from the existing systems or each other. </p>\n<h3 id=\"aid8creatingpinpointa\"><a id=\"8\">Creating Pinpoint</a></h3>\n<p>In late 2014, DECC put out a call for proposals as part of a competition designed to improve the efficiency of heat networks. </p>\n<p>Guru Systems saw an opportunity to help tackle these issues by unlocking the various operational monitoring data silos and improving data sharing across the industry. DECC recognised the merit of Guru Systems’ proposal and provided the company with funding to get the project off the ground.</p>\n<p>The result was Pinpoint, a user-friendly web-based visualisation and analysis tool, which draws on a wide range of network performance data – from smart meters, building management systems, M-Bus networks (a system for the networking and remote reading of utility meters) or manual readings.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/97/48/579748bed0d46207bc000007/1.png\" alt=\"null\" class=\"img\" id=\"579748bef362be07f600011d\"></p>\n<p>The variety of data Pinpoint ingests is key, tracking performance across the network from generation to distribution to use. From this wealth of data, Pinpoint allows operators to identify inefficiencies and issues at any point in the system, including in individual properties.</p>\n<p>In addition to identifying issues, Pinpoint suggests costed measures for improvements to the system so that clients can see the impact of any possible interventions. Meanwhile, machine-learning algorithms are trained to recognise patterns in the problems they discover, allowing the platform to constantly evolve and improve itself. </p>\n<h3 id=\"aid9goingopena\"><a id=\"9\">Going open</a></h3>\n<p>Guru Systems wanted the Pinpoint platform to improve data sharing between users in a secure and anonymised way. The company did this so that the industry, including its clients, could benefit from shared experience, which would in turn strengthen its own value proposition. The company asked the ODI to advise on what data to share and how to ensure sensitive data remained secret and protected. Transparency around the use of customer data was crucial to ensuring that users would not be put off using the system. Guru Systems wanted to build trust that the platform would not share any sensitive personal data.</p>\n<p>What Guru Systems realised, with help from the ODI, was that it could open up some of the data Pinpoint was generating without compromising any personal or commercially sensitive data. Communicating effectively to users what data would be made open and that it would not include personal or commercially sensitive data was a key part of the strategy to ensure trust in the platform was not diminished. </p>\n<p>Guru Systems was convinced that a particular kind of anonymised data would bring the most value, both to itself and more widely, if it was open. There were three factors that helped the company realise that making this data open would align with the needs of its business.</p>\n<p>First, there was the potential to gain market share for Pinpoint by driving operators to the platform. Releasing a valuable open dataset attracts operators to the platform where it is made available. Guru Systems hopes to entice operators to explore the more detailed data analysis tools available on the platform, which can help them optimise their own networks.</p>\n<p>Second, Guru Systems expects that by lowering the upfront costs to install heat networks, the release will help grow the overall UK market. This in turn creates a larger potential market for Pinpoint.</p>\n<p>Third, Guru Systems could demonstrate that it is an innovative data-driven SME that is willing to work openly to help improve the entire industry.</p>\n<h3 id=\"aid10tacklingoversizinga\"><a id=\"10\">Tackling oversizing</a></h3>\n<p>There are several existing competing standards to help engineers with sizing calculations, such as the Danish DS 439 and British BS 6700 standards. However, these are not directly based on real-world data and can overestimate size requirements. Guru Systems decided to release two pieces of data to help engineers design and install more suitably sized systems. These are peak demand per flat and an allowance for the fact that residents probably won’t call for heat at the same time (called the diversity factor). </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/9a/0d/579a0d9df362be23b100001b/Diversity.jpg\" alt=\"null\" class=\"img\" id=\"579a0d9c1f986a079500001c\"></p>\n<p>The initial launch saw the company release new diversity curves, published under a <a href=\"https://creativecommons.org/licenses/by-sa/4.0/\">Creative Commons ShareAlike licence</a>. The curves are based on more than 40m real-world data points across 2,000 dwellings and will be updated as more data flows into the platform. </p>\n<hr />\n<h2 id=\"aid11whatwastheimpactoftakingthisapproacha\"><a id=\"11\">What was the impact of taking this approach?</a></h2>\n<p>Guru Systems has carried out detailed analysis and modelling of the economic and environmental impact of the Pinpoint system and the release of open data over 10 years. This analysis takes into account the existing market, projected market growth from BSRIA and DECC, market experience curves and projected market penetration of both Pinpoint and the open data provided by Guru Systems. It carried out this analysis across a number of different scenarios that take into account different levels of optimism. The output was produced as part of its reporting to DECC and reviewed by the ODI.</p>\n<h3 id=\"aid12projectedimpactofpinpointa\"><a id=\"12\">Projected impact of Pinpoint</a></h3>\n<p>Guru Systems has already piloted Pinpoint on four projects, including a 115-unit housing association scheme. In this case, anomalies in the data allowed Pinpoint to identify a significant heat loss between the corridors and individual flats. Using the platform, Guru Systems was able to determine the root cause of the inefficiency – a lack of insulation and damage to components within flats from oversized equipment. </p>\n<p>After rectifying the issues, overall network losses were reduced by 68%. This led to a reduction in the tariff paid by residents by almost 50%, from 7.7p to 3.8p per kwh. The total cost of interventions was projected to have a two-year payback period for the housing association.</p>\n<p>Based on these pilot interventions, Guru Systems has projected potential savings across the sector in its base case scenario of <strong>over £233 million and 1.3 million tonnes of CO2 over 10 years</strong>. These savings come from using Pinpoint across a range of different market segments, including existing and new build projects. </p>\n<p>The cost savings come from the lower energy production requirements of more efficient systems and lower capital expenditure savings on new build systems. They also include the cost to industry of installing and using Pinpoint itself. The CO2 savings come from the reduction in fuel usage and avoiding the extra emissions that would have been produced from the increased size of equipment.</p>\n<h3 id=\"aid13projectedimpactofreleasingopendataa\"><a id=\"13\">Projected impact of releasing open data</a></h3>\n<p>Equipped with the real-world open data published by Guru Systems, engineers should be able to more confidently specify correct system sizes without worrying that they are endangering their professional indemnity insurance. If the engineers and the industry are willing to switch over to using these diversity curves, the projected impact could be significant.</p>\n<p>Guru Systems has calculated that total savings over 10 years could be <strong>just under £400 million and more than 800,000 tonnes of CO2</strong>. The financial savings mainly come from lower capital expenditure (68%) as well as increased fuel efficiency across the lifetime of these new systems. Likewise, the carbon savings come from operational fuel reductions and savings in the embodied CO2 of the smaller systems compared to the alternative. </p>\n<blockquote>\n  <p><em>The data is particularly useful for us at DECC. We need the real-world evidence about how we could reduce costs and improve the energy efficiency of heat networks, and to get to that point we have to disseminate all of the learning that is coming out of innovations, such as Guru Pinpoint.</em> </p>\n</blockquote>\n<p>– <strong>David Wagstaff</strong>, Head of Heat Networks Team at the Department of Energy and Climate Change (DECC)</p>\n<p>These figures are substantial but they entirely depend on the level of uptake of open data within the industry, which is difficult to predict. Guru Systems believes that the strength of its data collection methodology and all of the effort it has put into ensuring trust means it can get significant buy-in. To achieve the monetary savings and CO2 reductions described above, the open data would need to be used to size 20% of new heat networks built in 2016, up to 50% in 2017, 70% in 2018 and 80% from 2019 to 2026. </p>\n<p>Realising this level of uptake for new build systems requires the industry to be receptive to a new and evolving standard based on real-world data. Guru Systems believes this is possible given the almost zero marginal cost to engineers in utilising the data.</p>\n<blockquote>\n  <p><em>This kind of innovative industry collaboration is central to creating a more local, less wasteful energy system that works for the user. Access to high quality data is vital to making existing and future networks perform at their best to deliver the greatest reliability and value to customers. By feeding projects like this into best practice we can continue to raise industry standards and give district heating consumers even more peace of mind.</em> </p>\n</blockquote>\n<p>– <strong>Dr Tim Rotheray</strong>, Director, Association for Decentralised Energy (ADE)</p>\n<hr />\n<h2 id=\"aid14whatlessonsdidtheylearna\"><a id=\"14\">What lessons did they learn?</a></h2>\n<p>The main issue for Guru Systems around data collection was gaining the trust of operators, which wouldn’t normally share data because of commercial confidentiality concerns. The company also had to make sure data taken from individual flats was secure, given the potentially identifying nature of the information. Lastly, it needed to maximise the impact of the data it could make open by ensuring others could have confidence in it, and therefore use it.</p>\n<h3 id=\"aid15creatingtrustthroughtransparencya\"><a id=\"15\">Creating trust through transparency</a></h3>\n<p>Guru Systems has worked very hard to ensure measures are taken so operators can participate without fear of giving away anything personal or sensitive. The company has created very transparent processes and made sure that client data sitting on the platform can be deleted quickly if the client requests.</p>\n<p>Guru Systems was also worried about the potential implications of openly publishing data that was in any way inaccurate. Fear that the data could be wrong would likely dissuade anyone from using it and generally damage the reputation of Guru Systems and Pinpoint. </p>\n<p>In order to counteract this, it developed its methodology with help from a large number of well-respected industry experts. To further encourage confidence in the data, Guru Systems clearly stated and explained the methods it used to create the data alongside the data itself. By opening up the methodology as well as the data, the company is able to generate trust in the data it has released.</p>\n<h3 id=\"aid16lookingtothefuturea\"><a id=\"16\">Looking to the future</a></h3>\n<p>Guru Systems is now working on increasing uptake of Pinpoint and the open data released as a result. </p>\n<blockquote>\n  <p><em>The Guru Pinpoint project is part of something bigger. Our aim is to get diversity curves based on real-world data incorporated into the <strong><a href=\"http://www.cibse.org/heatnetworksconsultation\">Heat Networks Code of Practice</a></strong>, which is the definitive engineering manual for heat networks in the UK. This will require more data gathering and close scrutiny of the calculation methods by a range of stakeholders, including <strong><a href=\"http://www.cibse.org/\">Chartered Institution of Building Services Engineers (CIBSE)</a></strong> and the <strong><a href=\"http://www.theade.co.uk/\">Association of Decentralised Energy (ADE)</a></strong>, but the effect on the market could be huge.</em> </p>\n</blockquote>\n<p>– <strong>Casey Cole</strong>, Managing Director of Guru Systems</p>\n<p>If the curves are adopted by the code, the level of trust, exposure and uptake of the open data will likely be very high. As a result, Guru Systems is much more likely to achieve, and perhaps outperform, its projected savings across industry over the next 10 years.</p>\n<h2 id=\"aid1howtocitethiscasestudya\"><a id=\"1\">How to cite this case study</a></h2>\n<p>This case study was published in August 2016 by the Open Data Institute.</p>\n<p>Please cite this case study as follows: Open Data Institute (2016) Case study: Guru Systems. London, UK. Available at <a href=\"http://theodi.org/case-studies/case-study-gurusystems\">http://theodi.org/case-studies/case-study-gurusystems</a></p>\n<p><strong>Author: Jamie Fawcett</strong><br>\n<strong>Editor: Laura Davis</strong><br>\n<strong>Production: Phil Lang</strong><br>\n<strong>Contact: <a href=\"mailto:research@theodi.org\">research@theodi.org</a></strong></p>\n<p><em>Supported by</em> \n<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/97/7d/57977d9dd0d46207ec000001/k-UrbanData2Decide-Logo.png\" alt=\"null\" class=\"img\" id=\"57977d9df362be0804000001\"></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[{"title":"UrbanData2Decide","url":"http://www.urbandata2decide.eu/"},{"title":"Guru Systems","url":"http://www.gurusystems.com/"}],"related":[{"id":"https://contentapi.theodi.org/open-enterprise-big-business.json","web_url":"http://theodi.org/open-enterprise-big-business","slug":"open-enterprise-big-business","title":"Open enterprise: Executive summary ","format":"article","updated_at":"2016-04-11T07:21:52+00:00","created_at":"2016-03-08T15:57:17+00:00","tag_ids":["page","big-business","report","thomson-reuters","arup","syngenta","open","business","publication"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}