{"id":"https://contentapi.theodi.org/case-study-a-profile-of-open-data-initiatives-in-macedonia.json","web_url":"http://theodi.org/case-studies/case-study-a-profile-of-open-data-initiatives-in-macedonia","slug":"case-study-a-profile-of-open-data-initiatives-in-macedonia","title":"Open data in Macedonia: from legislation to engagement","format":"case_study","updated_at":"2015-09-11T09:59:17+00:00","created_at":"2015-02-03T06:02:56+00:00","tag_ids":["macedonia","open-data","government","case-study"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/macedonia.json","web_url":null,"title":"Macedonia","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=macedonia","web_url":"http://theodi.org/tags/macedonia","slug":"macedonia"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/government.json","web_url":null,"title":"government","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=government","web_url":"http://theodi.org/tags/government","slug":"government"}},{"id":"https://contentapi.theodi.org/tags/keywords/case-study.json","web_url":null,"title":"case study","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=case-study","web_url":"http://theodi.org/tags/case-study","slug":"case-study"}}],"details":{"business_proposition":false,"description":"<p>This case study explores Macedonia’s open data journey to date; from introducing open data as a concept, preparing the legislative framework, and engaging institutions through to work to develop a sustainable open data landscape. </p>","excerpt":"This case study was supported by the Partnership for Open Data, funded by the World Bank\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><strong><em>This case study was supported by the Partnership for Open Data, funded by the World Bank</em></strong></p>\n<p><strong>Authors:</strong> </p>\n<p>Ninoslav Marina, Ivan Bimbilovski and Mihaela Kostadinovska, <a href=\"http://uist.edu.mk/\" title=\"University of Information Science and Technology, Ohrid\">University of Information Science and Technology, Ohrid</a> (University of St Paul the Apostle), and Irena Bojadzievska, <a href=\"http://www.mio.gov.mk/?q=node/2549\" title=\"Ministry of Information Society and Administration, Macedonia\">Ministry of Information Society and Administration, Macedonia</a></p>\n<ul>\n<li><a href=\"#1\">Executive summary</a></li>\n<li><a href=\"#2\">Background</a></li>\n<li><a href=\"#3\">Introducing the concept of open data in Macedonia</a></li>\n<li><a href=\"#4\">Challenges on the road to implementing open data</a></li>\n<li><a href=\"#5\">Initialising the open data environment</a></li>\n<li><a href=\"#6\">Leading open data in Macedonia</a></li>\n<li><a href=\"#7\">Institutional approach to unlocking data</a></li>\n<li><a href=\"#8\">Interview findings</a></li>\n<li><a href=\"#9\">Recommendations for open data in Macedonia</a></li>\n<li><a href=\"#10\">Open data boosted by applications</a></li>\n<li><a href=\"#11\">Conclusion</a></li>\n<li><a href=\"#12\">Appendix</a></li>\n<li><a href=\"#13\">Further reading</a></li>\n<li><a href=\"#14\">Acknowledgements</a> </li>\n</ul>\n<hr />\n<h3 id=\"aid1executivesummarya\"><a id=\"1\">Executive summary</a></h3>\n<p>Macedonia has made significant progress towards implementing open data. Since becoming a member of the <a href=\"http://www.opengovpartnership.org/\">Open Government Partnership (OGP)</a> in 2011, achievements include adopting a national OGP action plan, introducing a policy mandating institutions to release open data, and launching an open data portal. </p>\n<p>Despite this promising start, full implementation of the OGP open data goals is incomplete. A number of technical, cultural and human resource challenges must be addressed in order for all ministries and agencies across government to release reliable and regular open data.</p>\n<p>This case study explores Macedonia’s open data journey to date, from introducing open data as a concept, preparing the legislative framework and engaging institutions through to working to develop a sustainable open data landscape. </p>\n<p>Throughout the case study, insights are drawn from interviews with officials from eight public institutions active in publishing or making open data available. </p>\n<p><strong>From Macedonia’s experience with open data, a number of lessons can be drawn:</strong></p>\n<ul>\n<li><p>Legislative frameworks like Freedom of Information (FOI) laws are important, but may not be enough to persuade institutions to open their data for reuse without additional obligations.</p></li>\n<li><p>Groups within academia and innovators from all sectors can help to explain open data in different contexts, showcase applications and drive demand from diverse areas.</p></li>\n<li><p>Existing IT infrastructure can be harnessed to release high-quality datasets in machine-readable formats and facilitate widespread adoption of open data principles.</p></li>\n</ul>\n<p><strong>Challenges towards full open data implementation include:</strong></p>\n<ul>\n<li><p><strong>Institutional culture:</strong> Macedonia lacks an ‘openness’ culture that encourages proactive data publishing. Many are concerned about potential misuse and uncertain about which datasets to publish.</p></li>\n<li><p><strong>Technical and human resource capacity:</strong> Constraints include a lack of IT infrastructure in some agencies, data not collected or formatted in an appropriate structure, data difficult to extract, or a lack of human IT skills to work with open data.</p></li>\n<li><p><strong>Leadership deficit:</strong> There is an absence of sustained high-level support (at the managerial and political levels) for open data, which can disrupt implementation efforts.</p></li>\n<li><p><strong>Low demand for open data:</strong> Open data supply is not yet matched by sustainable demand for it from outside the public sector, with no mechanism to deal with external requests.</p></li>\n</ul>\n<p>As Macedonia embarks on its second OGP action plan (2014-2016) in partnership with civil society and private sector actors, we recommend prioritising the following actions:</p>\n<ol>\n<li><p>Identify institutions with IT readiness to secure quick wins.</p></li>\n<li><p>Focus on raising awareness of open data with support from partners to encourage more institutions to implement it, while driving demand for releasing new datasets.</p></li>\n<li><p>Invest in the capacity building of institutions lacking human or IT capacity. Conduct training on obligations of institutions under the new law on public sector data.</p></li>\n</ol>\n<hr />\n<h3 id=\"aid2backgrounda\"><a id=\"2\">Background</a></h3>\n<p>In 2011, Macedonia became a member of the Open Government Partnership (OGP), which has now grown to 65 member states. To join this international initiative, Macedonia committed to the values of the <a href=\"http://www.opengovpartnership.org/about/open-government-declaration\">Open Government Declaration</a> promoting good governance, transparency and accountability. </p>\n<p>The government adopted its <a href=\"http://www.opengovpartnership.org/country/macedonia/action-plan\">first national OGP action plan</a> in June, 2012. The plan made a strong commitment to open data and represented an entirely new policy. The Ministry of Information Society and Administration (MISA) was identified to lead the implementation of open data.</p>\n<p>Significant progress has been achieved in introducing open data mechanisms into traditional administrative bodies. However, many steps remain before the goals are fully implemented. Therefore, open data remains a priority in the second OGP action plan for 2014-2016, which sets more ambitious targets. </p>\n<hr />\n<h3 id=\"aid3introducingtheconceptofopendatainmacedoniaa\"><a id=\"3\">Introducing the concept of open data in Macedonia</a></h3>\n<p>Open data was not an easy concept to introduce due to the complexity of explaining openness.</p>\n<p><strong>The importance of economic growth</strong></p>\n<p>In Macedonia, government officials are primarily interested in job creation and economic growth. Therefore, when explaining open data, highlighting the potential benefits in these areas was vital to gain political and administrative support. While increased levels of openness can benefit transparency, accountability and freedom of information, economic growth is a more potent justification for government officials.</p>\n<p>Government institutions often found it difficult to determine potential datasets to be released as open data, as there was no expert coordinator in the institution to decide which data can be released, and which has the most economic potential.</p>\n<p>Those leading the open data programme found it challenging in the early stages to identify examples of datasets with economic or innovative potential, or examples of different applications that use open data. </p>\n<p><strong>Setting criteria</strong></p>\n<p>MISA has led the introduction of open data to Macedonia since 2012. Initially, government departments opened their data on a voluntary basis, with no policy governing open data and institutions choosing what data to unlock. </p>\n<p>After the government committed to the OGP action plan, implementing open data mechanisms became a mandated policy. The criteria for selecting the institutions were: </p>\n<ol>\n<li><p>Institutional readiness to act promptly due to the political support for open data. </p></li>\n<li><p>Readiness of the datasets, i.e. institutions which have relevant datasets or structured data that can easily be adapted to meet open data standards. </p></li>\n</ol>\n<p>MISA began introducing open data at a high level. Ministries were the first institutions to be engaged in introducing open data. After this, MISA engaged some of the administrative bodies under the purview of the relevant ministries - in particular different inspectorates such as the market, sanitary and health, labour, agriculture, administrative, and education inspectorates. </p>\n<p><strong>Centralising publication</strong></p>\n<p>Following the example of other countries and the established recommended practice, MISA launched a central open data portal. </p>\n<p>This was despite earlier discussions about allowing departments to publish their data on their own websites. The primary aim of the central portal was to allow agencies that were unfamiliar with open data to see how other institutions had opened their data, to allow best practice to emerge. </p>\n<p>The portal includes an inventory of links leading to the institution’s websites that own the data, to avoid duplication and ensure accountability for the accuracy of the data.</p>\n<hr />\n<h3 id=\"aid4challengesontheroadtoimplementingopendataa\"><a id=\"4\">Challenges on the road to implementing open data</a></h3>\n<p><strong>Getting the legislation right</strong></p>\n<p>Freedom of information (FOI) in Macedonia is guaranteed by law, and provides the right to free access to public information. This law requires institutions to publish their information when they receive a reasonable request from an individual or organisation. </p>\n<p>The FOI law also defines what information is not public/confidential, such as defence, copyright, tax and personal data. However, during the process of implementing an open data policy, some institutions were uncertain about what data to publish. </p>\n<p>Another difficulty was the lack of an institutional culture supporting proactive publication of data. The only precedent for an open approach to data was the release of information under the FOI law.</p>\n<p>Certain actors believed open data should be used to improve the record of implementation of the FOI Act. This could be another obstacle to open data. Under the FOI Act institutions are usually asked to give copies of documents or written statement or information about a case or an administrative procedure. Such information has limited value as open data, as it is already processed data, and difficult to detach from its context. Moreover, such documents are not intended for reuse for other purposes. </p>\n<p>Therefore, FOI was not a sufficient legal instrument for persuading the institutions to open their data for reuse. </p>\n<p>Although open data and FOI laws have, at their heart, similar aims – to give the public access to publicly funded information – they serve as being two very different means to this end. Macedonia chose to transpose the EU directive on public sector information reuse as separate legislation from the FOI law. In February, 2014, Parliament adopted the law on use of public sector data. </p>\n<p>However, the adoption of the law did not solve problems by itself, as there have also been challenges in its implementation. </p>\n<p><strong>Engaging institutions</strong></p>\n<p>The law sets a very broad definition of the agencies that are accountable: defined as \"public sector bodies\".   </p>\n<blockquote>\n  <p>\"Bodies and institutions of the public sector shall be the state government bodies and other bodies and organisations established by law, the bodies of the municipalities; the city of Skopje and the municipalities in the city of Skopje, institutions and public services, public enterprises, legal and natural persons exercising public powers established by law.” – Law on Use of Public Sector Data (Official Journal of Republic of Macedonia No.27/.2014) Article 4, point 1.  </p>\n</blockquote>\n<p>However, few of these agencies are actually aware of their open data obligations, established by this legislation. </p>\n<p><strong>Building capacity</strong></p>\n<p>Another challenge has been to build internal capacity in the institutions to open up data. Intensive work with individual agencies has resulted in slow progress in opening more datasets. In many cases, opening data was perceived as excessive work or effort. Problems included:</p>\n<ul>\n<li>Slow identification of datasets that could be made available</li>\n<li>Data not collected or formatted in an appropriate structure</li>\n<li>Data being difficult to extract from dedicated IT systems </li>\n<li>Data requiring extensive anonymisation or removal of sensitive information</li>\n<li>A lack of IT infrastructure in institutions</li>\n</ul>\n<p>The uneven capacity of public sector bodies will remain a challenge in implementing the law. Some entities do not have sufficient ICT resources (staff or technology), and cannot meet their legislative obligations. Such institutions are exempted from government-mandated fines for inaction on the OGP action plan for such cases, since it is considered unreasonable to fine institutions that lack capacity to achieve their obligations. </p>\n<hr />\n<h3 id=\"aid5initialisingtheopendataenvironmenta\"><a id=\"5\">Initialising the open data environment</a></h3>\n<p>The key activities taking place to develop the open data ecosystem are as follows:</p>\n<p><strong>Public sector:</strong> Open data was brought onto the political and governmental scene through the leading role of MISA and its implementation by other agencies, as described above. </p>\n<p><strong>Private sector:</strong> The concept was introduced to the Innovations Committee, chaired by the Prime Minister, which includes representatives from academia and business. </p>\n<p>The Minister of Information Society and Administration gave presentations at two conferences with business leaders. He invited SMEs to proactively request data they wish to reuse to develop business models. </p>\n<p>Open data was also presented to several incubators who were invited to ask for data releases.</p>\n<p><strong>Civil society organisations:</strong> Open data was presented to civil society organisations at public meetings with international and local experts and at the events organised under the OGP action plans.</p>\n<p><strong>Academia:</strong> Academics assisted with several examples of applications to stimulate data demand from end-users. The students from ICT universities acted as developers and as an initial cohort of innovators.</p>\n<p><strong>Innovation:</strong> MISA organised an innovation competition and handed out awards for the best application.</p>\n<p>In hindsight, open data was a very new idea when these activities were undertaken. There was some confusion about what data was available and how it could be used. </p>\n<p><strong>Recommendations</strong></p>\n<p>We recommend that a second round of similar activities be conducted, as there is now a better record of examples that can be presented and explained.  </p>\n<p>Two ongoing activities should continue to drive the open data movement in Macedonia. One is the working group on open data, composed of government institutions and CSOs, which is implementing the second OGP action plan. The other is an ongoing project operated by Metamorphosis (a civil society organisation), working to encourage civil society to use more open data. These will aid the construction of a more sustainable open data landscape in Macedonia.</p>\n<hr />\n<h3 id=\"aid6leadingopendatainmacedoniaa\"><a id=\"6\">Leading open data in Macedonia</a></h3>\n<p>To improve visibility of open data and advance tools for data reuse, MISA developed a centralised platform for access to open government data. </p>\n<p>The platform includes: </p>\n<ul>\n<li><p><strong>A module for structuring data</strong>, which ensures different formats of data can be integrated into a format acceptable to the central data management system. </p></li>\n<li><p><strong>A module on centralised organisation and presentation of data</strong>, where data can be stored in open formats and therefore be easily discoverable. </p></li>\n<li><p><strong>A module on data distribution</strong>, providing out a mechanism for advanced processing, retrieval and presentation of data collected from various sources, which includes combining data from individual institutions according to search criteria. </p></li>\n</ul>\n<p>This platform represents a catalogue of available data for reuse, serves as a tool for data mashing and has an online form of requesting data. It has a total of 82 (currently 37 active and 45 unpublished) datasets from 11 institutions. </p>\n<p>Datasets from the pilot website <a href=\"http://www.opendata.gov.mk\">www.opendata.gov.mk</a> have been migrated to <a href=\"http://www.otvorenipodatoci.gov.mk\">www.otvorenipodatoci.gov.mk</a>. However, datasets from some institutions are not automatically uploaded on the central platform. Currently, there is only a link to the website of the institution that provides them. </p>\n<p>In total, 154 datasets have been opened by 27 institutions.</p>\n<hr />\n<h3 id=\"aid7institutionalapproachtounlockingdataa\"><a id=\"7\">Institutional approach to unlocking data</a></h3>\n<p>This section aims to determine the methodology the institutions used when deciding what data they will publish for reuse. It also presents the experience institutions had in the process of developing an open data culture. </p>\n<p>For the purpose of the case study, representatives from eight institutions were interviewed. The interviews took place on Friday 28 November 2014. A full record of the obtained answers can be requested from the research organisation (UIST). </p>\n<p>The institutions were:</p>\n<ul>\n<li>Ministry of Education and Science </li>\n<li>Ministry of Interior </li>\n<li>Agency for Electronic Communications</li>\n<li>Agency for Real Estate Cadastre </li>\n<li>State Market Inspectorate </li>\n<li>State Administrative Inspectorate </li>\n<li>State Health and Sanitary Inspectorate</li>\n<li>City of Skopje</li>\n</ul>\n<p>These entities represent bodies of the central government (with full independence or bodies within a ministry), one local self-government and one agency accountable to parliament.</p>\n<p>Five institutions are among those agencies placing data on the platform, two institutions have open data linked to the platform (but not centrally connected) and one entity – the City of Skopje – was a newcomer, but with sufficient knowledge on open data.</p>\n<p>The interviews elicited various responses regarding the implementation of the open data initiative. Encouragingly, there was very sound knowledge of the restrictions on releasing personal, confidential or other private data. Those institutions with strong pre-existing IT infrastructure found it relatively easy to adopt open data principles and start releasing good quality data. </p>\n<p>However, cultural, infrastructural and landscape challenges remain. The internal culture of the government institutions was not fully prepared for the adoption of the open data principles. </p>\n<p>There was hesitance about the potential misuse of government data once it was released, and in fact only two of the eight institutions questioned had released all their data; the others still had data they have not yet opened. </p>\n<p>Another cultural problem is a lack of leadership in some institutions, which means that implementation is sporadic. </p>\n<p>The technical capacity of government departments is important; without a solid IT infrastructure, open data is difficult to achieve in a short period of time. The main problem was variation in institutions’ technical capability – some data they collect is not digitised, while others have advanced IT systems. Most institutions lacked the requisite human IT skills to work with open data, thus limiting their overall capacity. There was also a problem with the lack of interoperability between different department’s IT systems, and with the central portal. </p>\n<p>Finally, due to the early state of open data implementation in Macedonia, there is not yet a sustainable open data landscape to complement the open data initiative and drive demand. </p>\n<p>Institutions raise the issue of a lack of demand for open data from outside the public sector, and also about the lack of a mechanism to deal with requests for release of data should they be submitted. Within institutions, there is also a lack of consideration of the reuse of data by the private sector: few can discuss the economic or innovation benefits that arise from open data. </p>\n<hr />\n<h3 id=\"aid8interviewfindingsa\"><a id=\"8\">Interview findings</a></h3>\n<p>Despite the government commitment to the open data initiative, there is still hesitance within individual authorities in opening data. This is mainly due to hesitance about what the data will be used (or misused) for. It is challenging to persuade managers to embrace the concept. </p>\n<p>When deciding which data to open, the institutions publicly disclose data they already have an obligation to publish. Only few of the institutions have considered which of the data they hold would be most useful for private sector use or reuse.</p>\n<p>Only two of the eight questioned institutions felt that they have already made all data they have publicly available for reuse. The remaining eight agencies explained there was additional data that could potentially be opened. </p>\n<p>The institutions that had experienced fewest challenges in implementing open data were those with sufficient ICT capacity and existing technological systems, and where the data was already stored in suitable matrixes or other machine-readable formats. </p>\n<p>The majority of the institutions we studied faced human capacity challenges (IT skills) or the need for more training of existing staff. </p>\n<p>In general, there is a large range of institutional readiness varying from agencies that are ready to use automated data processing to those which perform such tasks manually. In some cases, the process of opening data became difficult due to changes of the managerial level or the political figure leading the respective agency. Some institutions reported challenges in terms of establishing interoperability between the IT system they use and the system where they input the open data.</p>\n<p>The interviewed institutions demonstrated knowledge and confidence about what data can be opened with respect to the protection of privacy, confidential data or any of the other exemptions under the Macedonia Freedom of Information Act. They also declared that there were no cases of demand for open data so far. Some of the interviewed institutions have established working groups or other decision-making entities to act on potential requests for new datasets. </p>\n<p>On raw versus clean data, answers were very diverse. Some institutions have opened data just as it is produced; others and prepare data prior to its disclosure, whether for transparency or for ease of use. </p>\n<hr />\n<h3 id=\"aid9recommendationsforopendatainmacedoniaa\"><a id=\"9\">Recommendations for open data in Macedonia</a></h3>\n<p>In order for all ministries and agencies across government to ultimately release reliable and regular open data, we recommend that MISA take the following actions:</p>\n<ul>\n<li><p><strong>Identify the institutions with IT readiness</strong> for open data for a fast-track process and work with them to gain further quick wins for the initiative.</p></li>\n<li><p>With support from other partners, <strong>conduct urgent awareness-raising activities</strong> to engage with institutions that have not yet started implementing open data obligations. Ideally, this awareness raising will also lead to demands for more datasets to be released. </p></li>\n<li><p><strong>Identify those institutions lacking sufficient capacity</strong> (both human and technical) to identify targets for further investment. </p></li>\n<li><p>With other partners, <strong>train institutions on their open data obligations</strong> under the new law. </p></li>\n</ul>\n<hr />\n<h3 id=\"aid10opendataboostedbyapplicationsa\"><a id=\"10\">Open data boosted by applications</a></h3>\n<p>It is possible for interested parties or stakeholders to submit requests for data on the portal to prioritise their dataset for release. At the time of writing, only a few requests for data have been submitted. It is therefore difficult to assess the demand for open data in Macedonia.</p>\n<p>In order to help overcome this, we gave a questionnaire (see Appendix below) to students at the University of Information Science and Technology, Macedonia. They were asked to briefly describe an application or product they would like to develop and to identify, if possible, the datasets necessary for a business built around that product to succeed. The students were acting as entrepreneurs who would demand data from the government for their businesses.</p>\n<p>The obtained answers will be shared with MISA to serve as examples of useful data. The institutions that generate this data may be next in line for opening their data. Some of the more feasible ideas can be developed in real products to showcase the power of open data, thus stimulating political and private sector support for the initiative. See the Appendix for more information. </p>\n<p><em>Note: the complete questionnaire results are on file with the author and available upon request. Please contact: contact@uist.edu.mk.</em></p>\n<hr />\n<h3 id=\"aid11conclusiona\"><a id=\"11\">Conclusion</a></h3>\n<p>The government of Macedonia has made a strong commitment to open data. MISA must keep it high on the political agenda to ensure that this commitment continues.</p>\n<p>In order to ensure the economic and innovation benefits of open data are realised, government agencies need to adopt a dynamic approach to data release and problem solving. This requires cultural change in government agencies, which are not traditionally dynamic institutions.</p>\n<p>The government commitment to open data turned its implementation from a voluntary to a mandatory task for agencies, and effective implementation of the law will improve Macedonia’s open data record. But for greater success, developing capacity and engaging all actors in the open data system will necessary. The process will gain new energy from a better showcase of open data through better targeted applications and services.</p>\n<hr />\n<h3 id=\"aid12appendixa\"><a id=\"12\">Appendix</a></h3>\n<p><strong>Interview questions with the institutions</strong></p>\n<p>The purpose of the interview with the eight institutions was to obtain an insight in the institutional experience and challenges in the process of opening data. </p>\n<p>The interview was based on the following questions:</p>\n<ol>\n<li><p>How did your institution select what datasets to open for reuse?</p></li>\n<li><p>Are there other datasets in your institution that can be made available for reuse (at the next stage)?</p></li>\n<li><p>What kind of obstacles, if any, did you face in the process of opening data?</p></li>\n<li><p>Are there datasets which you believe were not open for reuse due to the potential sensitivity of the content (sensitive for the institution or the privacy of individuals)?</p></li>\n<li><p>Do you believe that in your institution (or generally in practice in Macedonia) there is room for opening bulk data or the approach of your institution would be opening only clean data (this question is for the purpose of estimating the potential efficiency in opening any data)?</p></li>\n<li><p>How would your institution handle new requests for data coming from the private sector (from physical or legal persons, IT developers etc).</p></li>\n</ol>\n<p><strong>Summary of the student questionnaire</strong></p>\n<p>The questionnaire was conducted as an attempt to stimulate university students to think of an application or a web service they would be interested in developing based on open data. They were also asked, if possible, to identify the needed data. The questionnaire was distributed to 95 students at the University of Information Science and Technology, Macedonia.</p>\n<p>The answers received indicate that open data as a concept could be better introduced to students if they are expected to take up the role of developers.</p>\n<p>However, several examples were presented in the received answers. They do not only refer to government data.  Here are some examples:</p>\n<p><strong>Transport and tourism</strong></p>\n<ul>\n<li>Mobile Application for ordering taxis - for a tourist to be able to order a taxi in a foreign land without having to call or having any knowledge of the language</li>\n<li>Traffic control - displaying traffic conditions on mobile device could ease travelling</li>\n<li>Interactive map - A map that can show all bus schedules in the city of Ohrid</li>\n<li>Application for available parking places</li>\n<li>Application for hospitals in Macedonia that provides health care to tourists visiting Macedonia</li>\n<li>Map of Macedonia with the all important places like hotels, streets, restaurants to help tourists and citizens, including possibility of uploading images</li>\n</ul>\n<p><strong>Education/employment</strong> </p>\n<ul>\n<li><p>Web service for libraries in Ohrid – to help the inhabitants in Ohrid to be able to check the books available</p></li>\n<li><p>School information – access to school information helping the choice of schools</p></li>\n<li><p>Web service for the student academic calendar</p></li>\n<li><p>Mobile app for UIST Students’ Parliament to keep students informed about the activities, next elections, voting via this mobile app, etc.</p></li>\n<li><p>A mobile application providing contact details of persons or heads of institutions, departmental organisations, university, ministries, governmental organisations</p></li>\n<li><p>Mobile application for all students’ clubs and their schedules and members - sending notifications to students about upcoming events</p></li>\n</ul>\n<p><strong>Health care</strong></p>\n<ul>\n<li>Web service that can be used for finding the different divisions of a hospital</li>\n<li>Creating an internet doctor helping users with prescriptions for medicines</li>\n</ul>\n<p><strong>Entertainment</strong></p>\n<ul>\n<li>Mobile application for Ohrid Cinema – to check online movies and the theatres</li>\n</ul>\n<p>The following datasets were identified by the students as needed for their open data solution:</p>\n<p><strong>Transport</strong></p>\n<ul>\n<li>Traffic reports, accidents reports, information about the weather</li>\n<li>All the bus schedules from transport companies </li>\n<li>Information about parking space available</li>\n</ul>\n<p><strong>Tourism</strong></p>\n<ul>\n<li>Maps</li>\n<li>Street names</li>\n<li>Pictures of the town of Ohrid</li>\n<li>Location of buildings and important sites</li>\n</ul>\n<p><strong>Education/employment</strong></p>\n<ul>\n<li>Information about the classes and the total number of students </li>\n<li>Data of study programs of students</li>\n<li>Information concerning the various schools</li>\n<li>Students’ academic calendar </li>\n<li>Information about the grading system </li>\n<li>Information necessary for the students to register for the school</li>\n<li>List of all clubs, students, president of the clubs, etc</li>\n</ul>\n<p><strong>Health care</strong></p>\n<ul>\n<li>Names of hospitals, names of doctors on duty</li>\n<li>Information about medical conditions</li>\n</ul>\n<p><strong>Address registry</strong></p>\n<ul>\n<li>The addresses and the locations for delivery services</li>\n<li>The total list of existing companies or sectors with proper locations</li>\n</ul>\n<hr />\n<h3 id=\"aid13furtherreadinga\"><a id=\"13\">Further reading</a></h3>\n<p>Law on Free Access to Public Information, \"Official Journal of Republic of Macedonia\" No. 13/2006; 86/2008; 6/2010 и 42/2014</p>\n<p>Law on Use of Public Sector Data, Official Journal of Republic of Macedonia  No.27/.2014</p>\n<hr />\n<h3 id=\"aid14acknowledgmentsa\"><a id=\"14\">Acknowledgments</a></h3>\n<p>Irena Bojadzievska, Olgica Apostolova and Edmund Adomako</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/case-study-a-profile-of-open-data-initiatives-in-moldova.json","web_url":"http://theodi.org/case-studies/case-study-a-profile-of-open-data-initiatives-in-moldova","slug":"case-study-a-profile-of-open-data-initiatives-in-moldova","title":"Open data in Moldova: striving to be open by default","format":"case_study","updated_at":"2015-09-11T09:59:07+00:00","created_at":"2015-02-02T03:17:33+00:00","tag_ids":["moldova","case-study","open-data","open-government","policy"]},{"id":"https://contentapi.theodi.org/aidspan-case-study-a-watchdog-organisation-in-the-health-sector.json","web_url":"http://theodi.org/case-studies/aidspan-case-study-a-watchdog-organisation-in-the-health-sector","slug":"aidspan-case-study-a-watchdog-organisation-in-the-health-sector","title":"Case study: How Aidspan use open data to track health spending","format":"case_study","updated_at":"2015-09-11T09:59:09+00:00","created_at":"2015-01-14T11:02:30+00:00","tag_ids":["aidspan","open-data","health","watchdog"]},{"id":"https://contentapi.theodi.org/mexico-case-study-using-data-squads-to-jump-start-government-open-data-publishing.json","web_url":"http://theodi.org/case-studies/mexico-case-study-using-data-squads-to-jump-start-government-open-data-publishing","slug":"mexico-case-study-using-data-squads-to-jump-start-government-open-data-publishing","title":"Open data in Mexico: how Data Squads jump-started national publishing","format":"case_study","updated_at":"2015-09-11T09:58:59+00:00","created_at":"2014-12-17T10:49:13+00:00","tag_ids":["mexico","government","open-data","publishing","open-government","case-study","mexican-government","data-squads"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}