{"id":"https://contentapi.theodi.org/case-study-burkina-fasos-open-elections.json","web_url":"http://theodi.org/case-studies/case-study-burkina-fasos-open-elections","slug":"case-study-burkina-fasos-open-elections","title":"Case study: Burkina Faso’s open elections","format":"case_study","updated_at":"2016-10-07T09:44:08+00:00","created_at":"2016-09-29T07:58:00+00:00","tag_ids":["burkina-faso","open-elections","democracy"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/burkina-faso.json","web_url":null,"title":"Burkina faso","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=burkina-faso","web_url":"http://theodi.org/tags/burkina-faso","slug":"burkina-faso"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-elections.json","web_url":null,"title":"open elections","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-elections","web_url":"http://theodi.org/tags/open-elections","slug":"open-elections"}},{"id":"https://contentapi.theodi.org/tags/keywords/democracy.json","web_url":null,"title":"democracy","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=democracy","web_url":"http://theodi.org/tags/democracy","slug":"democracy"}}],"details":{"business_proposition":false,"description":"<p>In this case study, we reflect on the recent open elections in Burkina Faso and the potential for open data technologies, tools and skills to help improve information flows to citizens during critical periods of political transition.</p>","excerpt":" [Executive summary](1)\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<ul>\n<li><a href=\"#1\">Executive summary</a></li>\n<li><a href=\"#2\">Background: the political context in Burkina Faso</a></li>\n<li><a href=\"#3\">Planning Burkina Faso’s democratic election: the challenges</a></li>\n<li><a href=\"#4\">Planning Burkina Faso’s democratic election: the solutions</a></li>\n<li><a href=\"#5\">Building trust in the electoral process</a></li>\n<li><a href=\"#6\">Securing political buy-in for the rapid publication of verified election results</a></li>\n<li><a href=\"#7\">Building technical capacity for an expanded results transmission system</a></li>\n<li><a href=\"#8\">Delivering real-time results: the Burkina Open Data Initiative’s Open Elections project</a></li>\n<li><a href=\"#9\">Enabling independent verification of results: CODEL and the situation room strategy</a></li>\n<li><a href=\"#10\">Ensuring widespread dissemination of results: engaging the media</a></li>\n<li><a href=\"#11\">Election Day and the results count: delivering real-time results with the satellite transmission system</a></li>\n<li><a href=\"#12\">Conclusion</a></li>\n</ul>\n<h2 id=\"aid1executivesummarya\"><a id=\"1\">Executive summary</a></h2>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/ec/ed/57eced4ad0d46207bc000008/burkina_graphic_4.png\" alt=\"null\" class=\"img pull-right\" id=\"57eced4af362be0821000009\">\nOn 29 November 2015, Burkina Faso held its first truly free, open and transparent <a href=\"https://www.washingtonpost.com/news/monkey-cage/wp/2015/12/06/burkina-faso-elections-mark-a-turning-point-in-a-country-in-political-turmoil/\">democratic presidential election</a>. The election marked the end of a political transitional period, restoring democratic order and providing the country with legitimate authorities.</p>\n<p>Planning and delivering free and fair democratic elections in Burkina Faso raised numerous challenges for the <a href=\"http://www.ceni.bf/\">Commission Électorale Nationale Indépendante</a> (CENI), Burkina Faso’s electoral commission. The main challenges were to build trust in the election and to prevent a prolonged period of uncertainty about the results.</p>\n<p>In overcoming these challenges, the CENI worked to secure political buy-in for the rapid processing and publication of verified election results. They committed to a turnaround time that would be unprecedented in Burkina Faso, and almost unheard of in sub-Saharan Africa: just one day. </p>\n<p>Through a carefully constructed results transmission system and web application, along with media sources that had been briefed in advance, results information was made accessible to citizens and interested parties the world over. The winner of the election was announced a little over 24 hours after the polls closed, and the result was accepted by the losing candidates.</p>\n<p>Achieving CENI’s ambitious goal required input from many different types of actors – government, civil society and international – and close collaboration between them. </p>\n<p>This case study captures the experience of those involved, namely the <a href=\"http://burkinafaso.opendataforafrica.org/\">Burkina Open Data Initiative</a> (BODI), the <a href=\"http://www.ceni.bf/\">Commission Électorale Nationale Indépendante</a> (CENI), the <a href=\"http://www.ifes.org/\">International Foundation for Electoral Systems</a> (IFES), the <a href=\"http://www.burkinavote.com/docs/democracy/CODEL-Communique-22Mai2016-Numero2.pdf\">Convention des Organisations de la Société Civile pour l’Observation Domestique des Élections</a> (CODEL), the <a href=\"http://theodi.org/\">Open Data Institute</a>, and the media who helped to disseminate results. </p>\n<p>Whether or not the improved information flow and accessibility to results – enabled by the application of open data – led to increased trust in the election process, or even an improved process, is not something that we can or indeed set out to prove or show empirically, although the outcome of this case study is certainly supportive of that conclusion. </p>\n<p><strong>What we can take away from this case study, however, is the potential for open data technologies, tools and skills to help improve information flows to citizens during a critical period of political transition.</strong> </p>\n<h2 id=\"aid2backgroundthepoliticalcontextinburkinafasoa\"><a id=\"2\">Background: the political context in Burkina Faso</a></h2>\n<p>In 2015, Burkina Faso ranked 183rd of 188 countries in the <a href=\"http://hdr.undp.org/en/countries/profiles/BFA\">Human Development Index</a>, and just under half of its population live on <a href=\"https://www.wfp.org/countries/burkina-faso\">less than US$1.25 per day</a>. Over the past decade, Burkina Faso has scored relatively low in its political rights standards in indexes such as Freedom House’s <a href=\"https://freedomhouse.org/report/freedom-world-aggregate-and-subcategory-scores\">Freedom in the World</a>, in which its aggregate scores averaged at 17.4 out of 40 between 2003 and 2013. </p>\n<p>The political situation in Burkina Faso has been varied since it gained independence. Following a coup in 1987, President Blaise Compaoré took leadership and held this position for 27 years, until 2014. Burkina Faso held its first post-coup presidential elections in 1991, when a new constitution was approved. In this election Compaoré was alone on the ballot and <a href=\"https://www.bti-project.org/fileadmin/files/BTI/Downloads/Reports/2016/pdf/BTI_2016_Burkina_Faso.pdf\">voter turnout was about 25%</a>. In Burkina Faso’s first multiparty parliamentary elections, held in 1992, Compaoré’s party, Organisation pour la Démocratie Populaire/Mouvement du Travail (ODP/MT), won with a two-thirds majority against weak opposition. Renamed the Congrès pour la démocratie et le progrès (CDP) – following a merger of political parties including ODP/MT in 1996 – the party <a href=\"https://www.bti-project.org/fileadmin/files/BTI/Downloads/Reports/2016/pdf/BTI_2016_Burkina_Faso.pdf\">won again in 1997</a>. This was case for the next three presidential elections in 2000, 2005 and 2010, when Compaoré secured his fourth term. </p>\n<p>In 2012, following the establishment of a new electoral commission – <a href=\"http://www.ceni.bf/\">Commission Électorale Nationale Indépendante (CENI)</a> – Burkina Faso held parliamentary elections. For these elections, the CENI decided to transfer election results data digitally from 45 Electoral District Offices to the CENI headquarters in Ouagadougou, using a satellite results transmission system. This enabled it to declare the results within a week of the vote, and reduce the threat of contested results and civil unrest. </p>\n<p>In the run-up to the 2015 elections, Compaoré’s supporters campaigned to change the constitution so that he could run for a fifth term. This was met with widespread protests, with demonstrations in the major cities on 28 October 2014. A few days afterwards, Compaoré <a href=\"https://www.brookings.edu/wp-content/uploads/2016/07/african-elections-mbaku-FINAL.pdf\">resigned and fled</a>. Following two weeks of military control, a transitional charter was signed in early November and <a href=\"https://www.bti-project.org/fileadmin/files/BTI/Downloads/Reports/2016/pdf/BTI_2016_Burkina_Faso.pdf\">elections were promised</a> within 12 months. </p>\n<p>The transitional period remained fragile, with an unsuccessful coup taking place in September 2015, led by the Regiment of Presidential Security – Régiment de la sécurité présidentielle (RSP) – during which presidential candidate <a href=\"http://www.ibtimes.co.uk/burkina-faso-president-michel-kafando-pm-yacouba-isaac-zida-taken-hostage-1520051\">Michel Kafando and others were detained</a>. Within a week of the coup attempt, Burkina Faso’s interim government had been reinstalled, and by 30 September the RSP had been disarmed. Elections scheduled for October were postponed to 29 November. </p>\n<p>Compaoré’s resignation set the scene for the build-up to what would be deemed the country’s first truly free, open and transparent democratic election. This would be the first time in nearly 25 years that Compaoré would not be a candidate, signalling the beginning of a new political era. The election would mark the end of the transitional period, restoring a democratic order and providing Burkina Faso with authorities with a strong democratic mandate.</p>\n<p>For the 2015 elections, it was crucial for the CENI to gain the trust of voters and politicians who had been doubtful of the credibility of results during previous elections. Some of the main challenges and solutions in achieving this are explained in the following sections, with a focus on the decision to ensure the period of uncertainty between votes being cast and the results being officially announced by the CENI was reduced to a minimum.</p>\n<p>The political importance of these elections was significant. As <strong>Halidou Ouedraogo</strong>, President of the body of civil society organisations who observed the elections,<a href=\"http://www.burkinavote.com/a-propos\"> Convention des Organisations de la Société Civile pour l’Observation Domestique des Elections</a> (CODEL), reflects:</p>\n<blockquote>\n  <p>The transitional government could not have been kept for long, as it would have had a detrimental effect on the country’s social and economic situation. The elections had to be organised in a transparent and credible way to elect a democratic President and bring the country back into a stable and democratic state.</p>\n</blockquote>\n<h2 id=\"aid3planningburkinafasosdemocraticelectionthechallengesa\"><a id=\"3\">Planning Burkina Faso’s democratic election: the challenges</a></h2>\n<p>Planning and delivering free and fair democratic elections in Burkina Faso raised numerous challenges, given the political context. Among the major challenges were building trust in the election and preventing a prolonged period of uncertainty about the results. </p>\n<p><strong>Building trust in the electoral process</strong><br/>\nThe lack of fully democratic and transparent elections in Burkina Faso over the past several decades had left many Burkinabe citizens doubtful of the promise of any that would be truly free and fair. Trust is vital for every part of an election process to work – from citizens turning out to vote through to the acceptance of results by unsuccessful candidates and their supporters. In particular, trust helps to <a href=\"https://government.georgetown.edu/sites/government/files/Georgetown%20-%20USAID%20Electoral%20Violence%20Study.pdf\">limit the risk of election violence</a>. The CENI’s priority was to plan elections that the nation would consider transparent and credible.</p>\n<p><strong>Preventing a prolonged period of uncertainty about the results</strong><br/>\nOne of the problems with previous elections in the region had been the delay between the vote and the declaration (and acceptance) of the results, as seen in <a href=\"http://uk.reuters.com/article/uk-tanzania-election-idUKTRE6A03WX20101101\">Tanzania</a>, <a href=\"https://www.ft.com/content/20376fea-b3e3-3b86-baa6-067a714d1607\">Kenya</a> and most recently in <a href=\"http://www.bdlive.co.za/africa/africannews/2016/08/30/gabon-braces-for-election-results\">Gabon</a>. This period of uncertainty can be fertile breeding ground for rumours and misinformation – another risk factor in election violence. </p>\n<p>In finding solutions to these major challenges (which are explained in the following section), many secondary challenges emerged. These spanned from securing political buy-in and technical capacity for a new election results transmission system to ensuring that results were widely distributed. </p>\n<p><strong>Securing political buy-in for the rapid publication of verified election results</strong><br/>\nIn order to deliver transparent and credible elections, the CENI had to convince transitional leaders, observers, parties and candidates that a new system could be devised and delivered to improve the electoral process and speed up results transmission.</p>\n<p><strong>Building technical capacity for an expanded results transmission system</strong><br/>\nWith limited resources, the CENI needed the assistance of other national and international organisations to support them in laying the technical foundation for, and expanding the deployment of the satellite transmission system from just the 45 Electoral District Offices used in 2012 to all 368 results counting centres – Commission Communal de Compilation des Resultats (CCCRs) for the 2015 elections. This work included identifying and contracting a suitable satellite provider, training staff, and fulfilling the necessary software and hardware requirements. </p>\n<p><strong>Enabling independent verification of results</strong><br/>\nTo ensure buy-in from non-governmental stakeholders in Burkina Faso, civil society groups needed to be effectively integrated into the process. It would be these groups that would be largely responsible for conducting independent observation and monitoring of the electoral process.</p>\n<p><strong>Ensuring widespread dissemination of results</strong><br/>\nAs a fundamental aspect of elections, the media needed to be primed to report the election results and serve as a bridge between the electoral commissions and population at large.</p>\n<h2 id=\"aid4planningburkinafasosdemocraticelectionthesolutionsa\"><a id=\"4\">Planning Burkina Faso’s democratic election: the solutions</a></h2>\n<h3 id=\"aid5buildingtrustintheelectoralprocessa\"><a id=\"5\">Building trust in the electoral process</a></h3>\n<p>To engage and build the trust of the nation in Burkina Faso’s 2015 elections, the CENI’s President, Barthelemy Kere, petitioned the President of the transitional government, Isaac Zida, to revise the voter registry and allow the CENI to assume responsibility for organising the elections.  </p>\n<blockquote>\n  <p>[I] had learnt that many Burkinabe [people were] reluctant to register as voters under the ruling of President Blaise Compaoré because they did not trust the transparency of the results.</p>\n</blockquote>\n<p>– <strong>Barthelemy Kere</strong>, CENI President</p>\n<p>To ensure perceptions of neutrality by the public, Kere had to further convince the transitional government not to bring military personnel into CENI operations. To do so, he relied on his reputation with the institutions who were supporting the election, and who would provide international credibility to the whole process. </p>\n<blockquote>\n  <p>[President] Zida suggested including militaries in the CENI as members, but I explained that nowhere in the world had I seen an electoral commission with military members. [The President] accepted my suggestions and conceded that he had learnt from national and international institutions that I was honest. Following this meeting, I pledged to succeed in organising transparent and credible elections.</p>\n</blockquote>\n<p>– <strong>Barthelemy Kere</strong>, CENI President</p>\n<p>The CENI’s neutral stance and independence were also recognised by the <a href=\"http://www.au.int/en/newsevents/19421/burkina-faso-presidential-and-legislative-elections-29-november-2015\">African Union’s 2015 election monitoring report</a>, which found that:</p>\n<blockquote>\n  <p>Despite the current sociopolitical dynamics in Burkina Faso, there is a general consensus amongst political actors on the independence of the CENI. The Mission is satisfied with the level of confidence bestowed by the political actors on the electoral administration and also with the capacity of this body to play its role as a neutral and impartial judge.</p>\n</blockquote>\n<h3 id=\"aid6securingpoliticalbuyinfortherapidpublicationofverifiedelectionresultsa\"><a id=\"6\">Securing political buy-in for the rapid publication of verified election results</a></h3>\n<p>Once the CENI had received approval from the interim government to organise the elections, it was critical for them to also gain the trust of political parties and potential candidates who had been openly doubtful of the credibility of results during elections under the rule of Compaoré.</p>\n<p>In Burkina Faso’s 2012 national elections, in order to improve efficiency and transparency of the electoral process, CENI decided to transfer electoral data digitally, and use biometric voter validation. CENI contracted the SES Broadband Services to establish satellite broadband internet connectivity at the 45 Electoral District Offices and the CENI headquarters in Ouagadougou. This meant that results still needed to be transported via USB by road from 368 CCCRs, to the 45 Electoral District Offices before they could be transmitted to the CENI headquarters. However, it meant that election results could be declared within a week of the vote, reducing the threat of contested results and civil unrest. </p>\n<p>Given the experience gained from the use of this system – and with assurances from his IT team that it would be possible with enough financial and technological resources – for the 2015 elections Kere campaigned for buy-in from the government, candidates and civil society stakeholders to go one step further. </p>\n<p>Kere wanted to expand and improve the system sufficiently to enable the 2015 election results to be announced <strong>just one day after the elections were held</strong>. This fast turnaround of elections results would be unprecedented in Burkina Faso, and is still almost unheard of in sub-Saharan Africa.</p>\n<blockquote>\n  <p>Many actors did not believe that a satellite transmission of the election results would be feasible in Burkina Faso. The CENI IT team brought the proof though simulations that a satellite transmission would be feasible.</p>\n</blockquote>\n<p>– <strong>Barthelemy Kere</strong>, CENI President</p>\n<p>To reassure stakeholders of the process, the CENI demonstrated through these simulations how results could be securely transported to community-based results compilation centres with satellite broadband internet.</p>\n<p>The results transmission system used in 2015 would connect all 368 CCCRs – rather than just the 45 Electoral District Offices – with satellite broadband internet. This would mean that the results could be securely transported from polling stations to the CCCRs, checked for tampering in front of observers and political party representatives, and then sent immediately to CENI headquarters.</p>\n<h3 id=\"aid7buildingtechnicalcapacityforanexpandedresultstransmissionsystema\"><a id=\"7\">Building technical capacity for an expanded results transmission system</a></h3>\n<p><strong>Finding and funding the right satellite service provider</strong></br>\nIn order to implement the best possible satellite system to securely and efficiently transmit election results, the CENI had the help of a technical committee tasked with selecting the service provider. This committee included representatives from the Ministry of Finance, the Ministry in charge of territorial administration and auditors, as well as IFES, who was serving as a long-term technical advisor to the CENI. The project was also financed by the Government of Burkina Faso, the French Cooperation, the Republic of China/Taiwan and by the United States Agency for International Development (USAID) through IFES. Following a competitive procurement process, <a href=\"http://www.ses.com/4233325/news/2015/21800611\">SES Techcom</a> – who had also implemented the results transmission system used in 2012 – was selected to implement the new system. It was agreed that the system had to be installed and operational within eight weeks from the signing of the contract.</p>\n<p><strong>Equipping electoral offices with satellite services</strong><br/>\nAhead of Election Day, satellite equipment and corresponding hardware devices were installed at each of the CENI’s main 368 electoral offices (CCCRs). <a href=\"http://www.ses.com/Burkina-Faso-elections\">Each CCCR </a><a href=\"http://www.ses.com/Burkina-Faso-elections\">served as </a><a href=\"http://www.ses.com/Burkina-Faso-elections\">a </a><a href=\"http://www.ses.com/Burkina-Faso-elections\">hub</a> for the collection and transmission of the votes from over 18,000 polling offices across the country to the central CENI headquarters in Ouagadougou. </p>\n<p><strong>Training the CENI team to use the system</strong><br/>\nIn advance of the elections, IFES deployed an IT advisor to provide strategic guidance and work directly with the CENI’s technical team. The advisor helped test and implement the transmission system, support the training of CENI staff tasked with inputting data, and configure hardware and software as needed. A local partner, <a href=\"http://www.unicom-sa.com/\">UNICOM</a>, was also engaged to support CENI IT staff and develop a specialised server to help process raw results data.</p>\n<p><strong>Building the necessary software and hardware</strong><br/>\nThe CENI created a taskforce with three arms: software, hardware and technical. The software arm was composed of CENI technicians tasked with receiving and processing the voting results from the 368 CCCRs. The hardware arm included SES Techcom, as well as its subcontractors tasked with providing satellite services to ensure the transmission of the results. The technical arm served as a call centre, where CCCR members could call to address any technical issues being faced in their voting station.</p>\n<h3 id=\"aid8deliveringrealtimeresultstheburkinaopendatainitiativesopenelectionsprojecta\"><a id=\"8\">Delivering real-time results: the Burkina Open Data Initiative’s Open Elections project</a></h3>\n<p>Along with planning and implementing the results transmission system, the CENI had to ensure that results could be accessible to citizens as soon as possible in order to maintain transparency and gain trust in the process. For this, the <a href=\"http://alpha.data.gov.bf/\">Burkina Open Data Initiative</a> (BODI)’s Open Elections project offered a solution.</p>\n<p><strong>About the BODI and the Open Elections project</strong></p>\n<p>In response to recommendations following an Open Data Readiness Assessment, the BODI was launched by Burkina Faso’s national agency for ICT – <a href=\"http://www.anptic.gov.bf/\">Agence Nationale de Promotion des TIC</a> (ANPTIC) – in June 2014, along with an <a href=\"http://data.gov.bf\">open data platform</a> featuring around 50 open datasets. Burkina Faso was <a href=\"https://theodi.org/news/burkina-faso-launches-open-data-initiative-with-mentoring-from-the-odi-and-funding-from-the-world-bank\">the first Francophone country in Africa to take such a step</a>. The BODI was established to drive economic growth, boost innovation and demonstrate transparency. It has been <a href=\"http://documents.worldbank.org/curated/en/357801468182951968/pdf/96255-BRI-Box391421B-OUO-9-TransportICT-Newsletter-Note14-v1.pdf\">supported</a> by the ODI and FivebyFive via the <a href=\"https://theodi.org/odp4d\">Partnership for Open Data</a>, and the World Bank, who all provided maturity assessments later to assess progress, recommend sectors with high impact potential and enable further funding.</p>\n<p>The BODI’s Open Elections project sought to provide the CENI with a tool to help them relay election results to the public in a transparent and credible manner. This tool – a web application that would publish results in real-time – would enable citizens to instantly access results as they were validated by the CENI on Election Day.   </p>\n<p><strong>Securing CENI buy-in for the Open Elections project</strong></p>\n<p>Initially, the BODI reached out to the CENI to propose collaboration on conducting a parallel vote tabulation (PVT) process, where vote counters at polling stations would send announced results by SMS to an organisation responsible for inputting results into an open database. </p>\n<p>However, contacts at the <a href=\"https://www.ndi.org/burkina-faso\">National Democratic Institute</a> (NDI) advised the BODI that a civil society initiative was already conducting a PVT (see the following section for further explanation), but if they were still interested to collaborate with the CENI they should approach IFES, who had been working closely with the CENI throughout the pre-elections period and was supporting them with the deployment of the satellite results transmission system. </p>\n<p>After conversations between the CENI, the BODI, IFES and the <a href=\"http://www.theodi.org\">Open Data Institute,</a> it was decided that the BODI would be better placed to use their skills in data release to support the CENI in publishing the official, verified results in the accelerated timeframe that CENI was committed to. </p>\n<p>IFES’s Chief of Party introduced the BODI team to the CENI’s President and IT team, who welcomed the project:</p>\n<blockquote>\n  <p>The BODI explained to me that if the CENI would accept to share with them the validated results on elections day, the BODI could make sure that the results are accessible in real-time worldwide. The BODI proposal met the CENI goal to increase the speed of results transmission and processing, but also in ensuring communication of the results that could reach as many people as possible.</p>\n</blockquote>\n<p>– <strong>Barthelemy Kere</strong>, CENI President</p>\n<h3 id=\"aid9enablingindependentverificationofresultscodelandthesituationroomstrategya\"><a id=\"9\">Enabling independent verification of results: CODEL and the situation room strategy</a></h3>\n<p>To help ensure the results transmission process that BODI and the CENI were working on would be credible, 35 civil society organisations from Burkina Faso collaborated to monitor the elections with a pilot parallel vote tabulation (PVT). They did this under the newly formed Convention des Organisations de la Société Civile pour l’Observation Domestique des Elections (CODEL), in partnership with UK-based tech-for-good NGO <a href=\"http://www.oneworld.org/\">OneWorld</a> and the NDI.</p>\n<p>CODEL’s PVT drew upon the Situation Room strategy for Domestic Observation of Elections. The Situation Room strategy was originally <a href=\"http://oneworld.org/democracy-and-governance\">developed</a> by OneWorld to empower civil society to monitor elections in fragile democracies. With successful deployments in countries like Senegal, Nigeria, Mali, Sierra Leone and Côte d'Ivoire, the strategy offered the CODEL a proven way to ensure scientific and participative observation of the presidential and legislative elections.</p>\n<p>When applied in Burkina Faso, the strategy began with selecting observers and training them to collect and transmit election results data to the Ouagadougou situation room (where CODEL was based). Throughout these phases, CODEL was assisted by OneWorld, the <a href=\"http://www.osiwa.org/\">Open Society Initiative for West Africa</a> and the <a href=\"https://www.ndi.org/burkina-faso\">National Democratic Institute</a>, facilitated by Swedish NGO <a href=\"http://www.diakonia.se/en/Info/About-us/\">DIAKONIA</a>, who also managed the deployment of the CODEL’s observers in voting stations. </p>\n<p>The PVT allowed civil society to be involved and invested in the electoral process. Through regular communication with the CENI, the results of the CODEL’s PVT effort complemented the official result count and helped to assure voters of the accuracy of results. This direct collaboration between the CODEL and the CENI was an effective and relatively novel way to conduct a parallel vote, as CENI President <strong>Barthelemy Kere</strong> explains:</p>\n<blockquote>\n  <p>Most of the time, civil society organisations that monitor elections do not communicate with the electoral commission, and this often creates difficulties after the elections because problems are raised retrospectively. CODEL coordinated with us before the elections so that on the day, difficulties identified by its Situation Room were instantly communicated to us so we could work to resolve them instantly. CODEL’s parallel vote tabulation helped to make the results we published more credible, because the discrepancies between the results were very tiny.</p>\n</blockquote>\n<h3 id=\"aid10ensuringwidespreaddisseminationofresultsengagingthemediaa\"><a id=\"10\">Ensuring widespread dissemination of results: engaging the media</a></h3>\n<p>Ahead of the election, the BODI team and the CENI had engaged with media groups to inform them of the Open Elections project, and discuss how they could best utilise its web platform. As <strong>Abdou Zoure</strong>, journalist for the news website <a href=\"http://www.burkina24.com/\">Burkina24</a>, reflects:</p>\n<blockquote>\n  <p>The CENI held a meeting with media outlets – especially those with a sizable web presence – to explain the Open Elections project to them, and tell them how they could use the portal across their own channels.</p>\n</blockquote>\n<p>As part of a communications plan to cover the election, Burkina24 worked with the BODI to enable the results published by the Open Elections project to be presented on their own website. This cross-posting of data would significantly expand the audience for results being published, ensuring a higher number of citizens could access the results as they came in.</p>\n<h2 id=\"aid11electiondayandtheresultscountdeliveringrealtimeresultswiththesatellitetransmissionsystema\"><a id=\"11\">Election Day and the results count: delivering real-time results with the satellite transmission system</a></h2>\n<p>On 29 November, Burkina Faso’s 2015 presidential elections were held. A little over 3.3 million ballots were cast, <a href=\"http://www.idea.int/vt/countryview.cfm?id=22\">almost double</a> the number from the last presidential elections of 2010.  </p>\n<p><strong>How the CENI collected results on Election Day</strong></p>\n<p>Votes cast on paper were initially counted in each of the 18,000 local polling offices. The Chairman of each polling station then securely transported sealed containers with the results from that station to one of the 368 CCCRs. Each electoral office coordinator checked for tampering in front of observers and representatives of the political parties before the results were entered into the CENI’s software, producing a final results sheet and tallying results of all polling stations in the municipality.</p>\n<p>The software was built to reject any inconsistencies in the data entry. Each final results sheet was printed four times (with three copies being distributed amongst party delegates). \"Un procès-verbal (PV) de compilation\" was scanned and that, together with the print, was encrypted and transmitted by satellite to the CENI headquarters. </p>\n<p>At CENI headquarters, the results were then checked for the third time by the CENI commissioner and the coordinator of the electoral offices. Results were then released and shared with the BODI team, ready to be published online. </p>\n<p><strong>How the BODI published the results in real-time</strong></p>\n<p>Ahead of the election, the BODI had designed and developed a web application, <a href=\"http://www.burkina2015.bf\">www.Burkina2015.bf</a> – built to work on both desktops and smartphones – which allowed citizens to follow the results of the election in real-time, as votes were counted and validated by the CENI. Results data that fed the BODI web application were also available as simple open APIs and licensed as open data with a <a href=\"https://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License 4.0</a>, and therefore free for anyone to use for different platforms. This data was made available in two Google Sheets (<a href=\"https://docs.google.com/spreadsheets/d/182Uotf_okLVTLgsRwb02bZuuKNvf3i0d0gwLQwxA0zo/edit#gid=0&vpid=C1\">results by town</a> and <a href=\"https://docs.google.com/spreadsheets/d/1_peihDhzBxmOgKnJwVTxmn8GgWgvZDFhCU54VHMBKbU/edit?ts=56538868#gid=124599080&vpid=A3\">by candidate</a>), and <a href=\"https://medium.com/@LizC/guide-to-the-data-burkina-elections-2015-burkinavote-lwilivote-9f110ac099e#.oytmabe0n\">updated as results came in</a>. </p>\n<p>Complimentary boundaries data was also made available as a JSON file, containing data that provided names, identifiers and boundaries for each province. The geographical database <a href=\"http://www.geonames.org/2361809/burkina-faso.html\">Geonames</a> also provided similar data. </p>\n<p><strong>How CODEL conducted its parallel vote</strong></p>\n<p>Using the Situation Room strategy first developed by NGO OneWorld, CODEL conducted a parallel vote, which they could use to help monitor the results data that the CENI and the BODI were publishing on Election Day.</p>\n<p>CODEL deployed observers to monitor polling stations across Burkina Faso. The observers were tasked with attending voting stations early in the morning to check that the voting equipment was in place, and that the voting room was accessible to all voters. The observers were also responsible for sending results data from each voting station by SMS using satellite-connected mobile phones to the Ouagadougou situation room. This was then published on the public platform <a href=\"http://www.burkinavote.com\">www.BurkinaVote.com.</a></p>\n<p>The results sent by observers to those in the CODEL situation room were processed by three teams: the Technical team (Chambre Technique), then the Observation team (Chambre de Veille) and finally the Decision team (Chambre de Decision). The Technical team worked closely with the observers, receiving notification of incidents collected from each voting station and analysing them. The incidents were then transmitted first to the Observation team and then to the Decision team, who, headed by the CODEL President Halidou Ouedraogo, contacted a CENI official to report major incidents so that they would address them. </p>\n<p>CODEL identified over 30 ‘<a href=\"http://burkinavote.com/2015/11/30/communiqu-sur-le-droulement-des-oprations-de-vote-les-procdures-de-vote-largement-respectes/\">incidents</a>’ – from absence of ballots to errors in tally sheets – which were resolved in partnership with the CENI. In most cases, a CENI official would call the CODEL President to confirm the reported incident had been resolved. By 11am, all incidents collected by CODEL’s observers had been resolved by the CENI.</p>\n<p><strong>How the media covered the elections</strong></p>\n<p>The national media made use of the election results data published by the BODI and the CENI, with the RTB (National Broadcaster) screen-grabbing the official results from <a href=\"http://www.burkina2015.bf/\">www.Burkina2015.bf</a> and posting them on their <a href=\"http://www.rtb.bf/2015/11/les-resultats-du-scrutin-presidentiel-en-temps-reel/\">website</a>, and other online news outlets used them in <a href=\"https://medium.com/@LizC/guide-to-the-data-burkina-elections-2015-burkinavote-lwilivote-9f110ac099e#.z5unmwwkb\">similar ways</a>.</p>\n<p>Burkina24 also plugged the Open Elections data onto their own website, allowing the public to access the results in real-time. This increased Burkina24’s traffic significantly – its website normally receives 30,000–40,000 users per day, but on Election Day the number of users doubled to over 70,000 as citizens went online to check results. </p>\n<p><strong>Declaration of results and conclusion of the election process</strong></p>\n<p>Shortly after midnight on 1 December, a little over 24 hours after the polls closed, the CENI declared the final result in a press conference covered by broadcast and print media. Earlier that evening, the unsuccessful candidates had conceded defeat, with some congratulating the winner via social media. </p>\n<p>The election process as a whole was broadly considered a success. US Secretary of State <a href=\"http://www.state.gov/secretary/remarks/2015/12/250223.htm\">John Kerry praised</a> the \"peaceful and orderly\" election and commended the CENI, sentiments that were reiterated by the <a href=\"http://www.au.int/en/newsevents/19421/burkina-faso-presidential-and-legislative-elections-29-november-2015\">African Union</a> and the <a href=\"http://www.omegabf.net/politique/elections-couplees-2016-lunion-europeenne-felicite-le-burkina-faso/\">EU</a> observation delegations. </p>\n<p>The elections also contributed to Burkina Faso achieving the highest one-year positive change in Freedom House’s 2016 \"<a href=\"https://freedomhouse.org/sites/default/files/FH_FITW_Report_2016.pdf\">Freedom of the World</a>\" rankings, stating that the country’s “most successful presidential and legislative elections ever” were “marking a turning point in its political transition and serving as an example for other nations contending with leaders who attempt to overstay their mandates.” </p>\n<h2 id=\"aid12conclusiona\"><a id=\"12\">Conclusion</a></h2>\n<p>Burkina Faso’s presidential elections offer an example of what can be achieved when government, civil society and international organisations work together effectively. </p>\n<p>The outcome of their collaboration was that election results were delivered faster than ever before, in a way that could be checked against an alternative, independent source of data. </p>\n<p>Through a carefully constructed results transmission system and web application, we know that this information was viewed directly by thousands of people and, through media sources that had been briefed in advance, they were viewed indirectly by many more. We also know that the winner of the election was announced a little over 24 hours after the polls closed, and the result was accepted by the losing candidates. </p>\n<p>The improved delivery of information was made possible through the application of open data approaches and tools to a problem that was faced by the organisers of the election at a crucial time. Whether or not that led to increased trust in the process, or even an improved process, is not something that we can or indeed set out to prove or show empirically. The purpose of this case study is to capture the experiences of those involved and the narrative of what happened, as far as possible. </p>\n<p>We would welcome external evaluations of the project and will happily share the data collected through producing this case study with interested organisations. </p>\n<p><strong>What we can take away from this case study is the potential for open data technologies, tools and skills to help improve information flows to citizens at a crucial time.</strong> </p>\n<p>Investment in data transmission systems can speed up the process of securely communicating results from distant polling stations. Close collaboration is needed between those holding technical skills and professionals with the mandate, experience and contextual understanding of the needs of a complex system. </p>\n<p>When government, civil society and international organisations collaborate and communicate effectively – as was the case here between the Burkina Open Data Initiative, Burkina Faso’s Independent National Electoral Commission, the International Foundation for Electoral Systems, the Convention des Organisations de la Société Civile pour l’Observation Domestique des Élections (CODEL), the Open Data Institute, the media and many others – efforts can be targeted and complementary. The fact that the BODI’s original plan to support the election changed in light of conversations between the teams, in favour of a fit-for-purpose programme that they all build together, highlights this.</p>\n<p>Further reflection and implications for how open data projects can be best designed and implemented can be found in a companion piece to this case study on the ODI website.</p>\n<h2 id=\"aid12aboutthiscasestudya\"><a id=\"12\">About this case study</a></h2>\n<p>This case study was published in October 2016 and produced by the Open Data Institute (ODI) in partnership with the International Foundation for Electoral Systems (IFES).</p>\n<p><strong>Author</strong>: Anna Scott (the Open Data Institute)<br>\n<strong>Contributors</strong>: Liz Carolan (ODI Associate) and Sarah Moulton (International Foundation for Electoral Systems)<br>\n<strong>Researcher</strong>: Sidiki Soubeiga and Salmana Ahmed (independent)<br>\n<strong>Editor</strong>: Laura Davis (the Open Data Institute)</p>\n<p>The ODI and Liz Carolan have also published a <a href=\"http://theodi.org/blog/open-elections-lessons-for-open-data-from-burkina-faso-and-zambia\">companion blog</a> reflecting on the open election projects in Burkina Faso and Zambia, which they will be presenting at the <a href=\"http://sched.co/7PUg\">International Open Data Conference</a> on Thursday 6th October 2016.</p>\n<p><strong>Acknowledgements</strong> </p>\n<p>We would like to thank those members of government, civil society and international organisations who were interviewed for this case study. </p>\n<p><strong>Malick Tapsoba</strong>, Manager, Burkina Open Data Initiative (BODI)<br>\n<strong>Eliane Torres</strong>, Country Director, International Foundation for Electoral Systems (IFES)<br>\n<strong>Fitzgerald Jean</strong>, IT Consultant, International Foundation for Electoral Systems (IFES)<br>\n<strong>Barthelemy Kere</strong>, President, Commission Électorale Nationale Indépendante (CENI)<br>\n<strong>Nouroudine Tall</strong>, Director of IT and Voter Registration, Commission Électorale Nationale Indépendante (CENI)<br>\n<strong>Halidou Ouedraogo</strong>, President, Convention des Organisations de la Société Civile pour l’Observation Domestique des Élections (CODEL)<br>\n<strong>Abdou Zoure</strong>, Journalist at Burkina24<br>\n<strong>Francesco Jose Cabanas</strong>, Project Manager, SES Techcom  </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/a-year-in-open-data-how-the-odi-helped-to-deliver-a-successful-democratic-transition-in-burkina-faso.json","web_url":"http://theodi.org/blog/a-year-in-open-data-how-the-odi-helped-to-deliver-a-successful-democratic-transition-in-burkina-faso","slug":"a-year-in-open-data-how-the-odi-helped-to-deliver-a-successful-democratic-transition-in-burkina-faso","title":"A year in open data: How the ODI helped to deliver a successful democratic transition in Burkina Faso","format":"article","updated_at":"2015-12-23T13:19:25+00:00","created_at":"2015-12-23T07:35:43+00:00","tag_ids":["blog","burkina-faso","elections"]},{"id":"https://contentapi.theodi.org/open-elections-lessons-for-open-data-from-burkina-faso-and-zambia.json","web_url":"http://theodi.org/blog/open-elections-lessons-for-open-data-from-burkina-faso-and-zambia","slug":"open-elections-lessons-for-open-data-from-burkina-faso-and-zambia","title":"Open elections: lessons for open data from Burkina Faso and Zambia","format":"article","updated_at":"2016-10-07T09:41:15+00:00","created_at":"2016-10-05T06:58:53+00:00","tag_ids":["blog","burkina-faso","open-elections","democracy","zambia"]},{"id":"https://contentapi.theodi.org/burkina-faso-launches-open-data-initiative-with-mentoring-from-the-odi-and-funding-from-the-world-bank.json","web_url":"http://theodi.org/news/burkina-faso-launches-open-data-initiative-with-mentoring-from-the-odi-and-funding-from-the-world-bank","slug":"burkina-faso-launches-open-data-initiative-with-mentoring-from-the-odi-and-funding-from-the-world-bank","title":"Burkina Faso launches open data initiative with mentoring from the ODI and funding from the World Bank","format":"article","updated_at":"2015-09-11T09:55:49+00:00","created_at":"2014-06-05T08:56:42+00:00","tag_ids":["news"]},{"id":"https://contentapi.theodi.org/odi-podcast-open-elections-in-burkina-faso.json","web_url":"http://theodi.org/blog/odi-podcast-open-elections-in-burkina-faso","slug":"odi-podcast-open-elections-in-burkina-faso","title":"ODI Podcast: Open elections in Burkina Faso","format":"article","updated_at":"2016-05-20T16:48:31+00:00","created_at":"2016-04-21T14:49:24+00:00","tag_ids":["blog","transparency","open-elections","open-data-leaders-network","burkina-faso"]}],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}