{"id":"https://contentapi.theodi.org/case-study-bath-hacked.json","web_url":"http://theodi.org/case-studies/case-study-bath-hacked","slug":"case-study-bath-hacked","title":"Case study: Bath Hacked","format":"case_study","updated_at":"2017-05-15T16:42:18+00:00","created_at":"2017-03-31T14:00:56+00:00","tag_ids":["case-study","bath"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/case-study.json","web_url":null,"title":"case study","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=case-study","web_url":"http://theodi.org/tags/case-study","slug":"case-study"}},{"id":"https://contentapi.theodi.org/tags/keywords/bath.json","web_url":null,"title":"Bath","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=bath","web_url":"http://theodi.org/tags/bath","slug":"bath"}}],"details":{"business_proposition":false,"description":"","excerpt":"\r","language":"en","need_extended_font":false,"alternative_title":"Case study: Improving cycling infrastructure in Bath using data","url":"","content":"<ul>\n<li><a href=\"#1\">Summary</a></li>\n<li><a href=\"#2\">Facts and figures</a></li>\n<li><a href=\"#3\">What is the challenge?</a></li>\n<li><a href=\"#4\">How are they solving the problem?</a></li>\n<li><a href=\"#5\">What was the impact of taking this approach?</a></li>\n<li><a href=\"#6\">What lessons did they learn?</a></li>\n<li><a href=\"#7\">How to cite this case study</a></li>\n</ul>\n<hr />\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/de/78/58de7873d0d46207cf00001c/6993527650_9e3a7a8246_z.jpg\" alt=\"null\" class=\"img\" id=\"58de7873f362be082700003c\">\n<small>Cyclists taking part in a race through Bath. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by <a href=\"https://www.flickr.com/photos/lgladdy/6993527650/in/photolist-bDZE7W-6Kqmkh-bDZGxw-eWe1Us-qYvsUo-6WKw3Z-c6i8p5-c6i9wQ-efL6J8-4Xn8Qa-67XSwS-6J98BK-e9mVNi-e9rXcC-aZhqRD-dsEJHC-bDZPHd-c6hXDE-a2iPVd-6MRVt6-chQPKu-oUswox-6Ncupf-bDZyq1-pbF1P4-pbUSuS-oUrs7m-9MdZs8-bDZWKj-6NcuwQ-6JU7z1-oUr6u8-fyfSQp-bDZVmy-bSUGG2-bSUiLz-9MdH1n-6NcA6s-dN7zA6-c6i1tW-cQrHgS-c6i5ky-c6i8CG-6HEoBq-c6i9gY-e9sBjm-pGFUQ-c6hYjo-c6i8R5-c6hZch\">Liam Gladdy</a>.</small></p>\n<h2 id=\"aid1summarya\"><a id=\"1\">Summary</a></h2>\n<p>Like many other cities, Bath is expanding its cycling infrastructure. But because traffic count data for cyclists are very limited, understanding where changes and improvements are most needed is not a straightforward task. Together, the community groups of <a href=\"https://www.bathhacked.org/\">Bath Hacked</a> and <a href=\"https://cyclebath.org.uk/\">Cycle Bath</a> acquired cycle tracking data from the athlete network <a href=\"https://www.strava.com/\">Strava</a>. </p>\n<p>By analysing cycling traffic flows in 2015, and creating an interactive map, the groups have raised important evidence on which changes are needed most. A recent plan to renew Bath’s popular Sydney Gardens therefore also contains important improvements for cyclists. </p>\n<p>This case is a strong reminder that a local data infrastructure does not only need technology but is revived through data users. Importantly, bottom-up initiatives, initiated by civic groups, can be a crucial driver for data-driven decision-making as well.</p>\n<h3 id=\"aid2factsandfiguresa\"><a id=\"2\">Facts and figures</a></h3>\n<ul>\n<li><p>Bath Hacked and Cycle Bath produced analyses and interactive visualisations of cycling movements in the city in 2015</p></li>\n<li><p>Analyses were based on shared data with 129,568 activities logged by 12,139 Strava users</p></li>\n<li><p>A recent plan to renew Bath’s popular Sydney Gardens now entails important improvements for cyclists</p></li>\n</ul>\n<h2 id=\"aid3whatisthechallengea\"><a id=\"3\">What is the challenge?</a></h2>\n<p>Extending and designing better cycling infrastructures has become a primary task for cities across the UK and EU. The need to lower city-centre carbon emissions, improve traffic flows and promote more sustainable transport solutions has driven urban planners to expand cycling paths throughout many cities. At the same time, civic action groups and individual citizens are requesting be involved in the design of these infrastructures.</p>\n<p>From a planning perspective, redeveloping a city’s road infrastructure to be more cycle-friendly is a major challenge. This is not only true for large cities but also for medium-sized cities – such as Bath in southwest England. With fewer resources and smaller planning departments, the challenge to improve cycling infrastructure is significant. Similar to many other medium-sized cities, Bath’s road infrastructure is primarily designed for motorised traffic. Roads and pathways are therefore often either designed for cars or pedestrians, not for cyclists or people with impaired mobility.</p>\n<p>Traditionally, infrastructure planning has been an intricate task. Street networks, particularly in cities, can be seen as legacy systems, which are very difficult to change once they have been set for up for the first time. Despite being one of the most intensely used pieces of public infrastructure, street-use data also remains surprisingly sparse. Induction loops, electronic cable counters, and other standard traffic-counting mechanisms amount to little more than isolated counts of traffic at infrastructural pressure points. They are neither capable of capturing traffic flows over an extended spatial area nor a period of time. Infrastructure and traffic-flow planning therefore relies heavily on punctual data and estimates.</p>\n<p>The problem is even more acute for cyclist and pedestrian infrastructures because the common traffic-monitoring systems are also limited to counting cars or motor vehicles. Assessing flows of cyclists or pedestrians is usually beyond their capacity. Compared to cars, pedestrians however have a greatly expanded infrastructural network available, multiplying the options for movements across a city, and therefore increasing the need for data that covers movement flows comprehensively, rather than remote data points.</p>\n<p>In Bath, the improvement of cycling infrastructure is a core discussion point between the council, citizens and community action groups such as <a href=\"https://cyclebath.org.uk/\">CycleBath</a>. Discussions continue around a number of areas, but have recently been focused on the re-design of the popular <a href=\"http://www.bathchronicle.co.uk/cycle-bath-proposal-east-bath-sydney-gardens/story-26302962-detail/story.html\">Sydney Gardens</a>.</p>\n<p>Civic action group CycleBath has been calling for improved cycling infrastructures. However, to substantiate debates about where to set up new cycle paths and ramps, more evidence is needed. The question is therefore how to find better insights on where Bath cyclist’s cycle, and how they could inform proposals for better cycle infrastructure design.</p>\n<h2 id=\"aid4howaretheysolvingtheproblema\"><a id=\"4\">How are they solving the problem?</a></h2>\n<p>Bath’s cycling infrastructure solution is unconventional, and offers a good example of how non-government actors can help develop and enrich local data ecosystem and infrastructure.</p>\n<p>The core output developed to fuel the discussion about Bath’s cycling infrastructure is an <a href=\"http://strava.bathhacked.org/interact/#\">interactive visualisation</a> of all cycle movements in Bath in 2015. Based on metro data acquired from the athletic tracking app Strava, the map allows users to explore which streets and pathways in Bath were most frequently used by cyclists. The tool was made public in May 2016 to give structured evidence on cyclist’s needs in the wake of various infrastructure discussions across the city.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/de/6f/58de6fd71f986a085000001d/image_0.png\" alt=\"null\" class=\"img\" id=\"58de6fd7d0d46206fe000055\"> \n<small>A screenshot of the <a href=\"http://strava.bathhacked.org/interact/#\">Bath Strava Metro map</a>.</small></p>\n<p>Strava is a social network which allows amateur and professional athletes to assess and compare their fitness. Its tracking app, which is vital to the company’s data collection, is particularly popular among runners and cyclists. In 2015, cycling users <a href=\"http://road.cc/content/news/174216-stravas-2015-numbers-4-billion-km-ridden-worldwide\">logged</a> 23 million rides reaching a distance of almost 685 million kilometers. While the company’s data has limitations, its broad user-base helps us to understand how cyclists and runners move around places around the world. In 2013, Strava developed <a href=\"http://metro.strava.com/\">Strava.metro</a> – a service offering bespoke, city-based datasets. Strava.metro datasets are usually marketed as a commercial product and their <a href=\"https://www.wired.com/2014/06/strava-sells-cycling-data/\">price depends on the client’s requirements</a>.</p>\n<p>Community groups Cycle Bath and Bath Hacked contacted Strava in order to access some of this data. Helped by Bath Hacked’s local reputation as advocates of open data, Strava agreed to share the 2015 cycling data for the city of Bath. This contained highly granular geospatial data on how cyclists were travelling across the city. Ranging from 1 January to 31 December 2015, it lists 129,568 activities logged by 12,139 Strava users.</p>\n<p>To track users, Strava collects data points every five seconds during activities. However, the data provided to Bath Hacked was not in its raw form but aggregated. Some of its <a href=\"https://www.bathhacked.org/projects/bath-cycling/strava-metro-can-tell-us-cycling-bath/\">crucial characteristics</a> are that:</p>\n<ul>\n<li><p>The dataset only includes data publicly shared by Strava users with the company.</p></li>\n<li><p>The data has been anonymised to remove personal or sensitive data.</p></li>\n<li><p>All data is aggregated, allowing Bath Hacked to query how many cyclists used a specific road, or went through an intersection at a specific time of day. </p></li>\n<li><p>The data also includes information on waiting times at intersections, the direction of travel and whether a trip was logged as a commute.</p></li>\n<li><p>The data includes some demographics on Bath’s Strava users.</p></li>\n</ul>\n<p>Contractual limitations do not allow Bath Hacked to publish the dataset or extracts from it openly. The dataset (or subsets of it) cannot be published or shared with third parties, but Strava gave permission for a variety of interactive visualisations to be created to help Bath: Hacked present the data in useful ways.</p>\n<p>For Bath’s civic hacking and cycling community, Strava’s willingness to share the data to encourage innovative experiments, meant that a valuable resource was available to inform policies on Bath’s cycling infrastructure.</p>\n<h3 id=\"extractinganalysingandvisualisingthedata\">Extracting, analysing and visualising the data</h3>\n<p>Lead by Mark Owen, a member of Bath: Hacked, local developers analysed the data and developed the interactive visualisation with help and feedback from Bath cyclists and Strava users. This happened in three steps: first, summary statistics were <a href=\"https://www.bathhacked.org/projects/bath-cycling/strava-metro-activity-profiles/\">extracted</a> from the data, then static map visualisations and time-lapse videos were <a href=\"https://www.bathhacked.org/projects/bath-cycling/strava-metro-animating-data/\">produced</a> before the interactive map <a href=\"https://www.bathhacked.org/projects/bath-cycling/strava-metro-interacting-data/\">visualisation</a> itself.</p>\n<p>According to Adam Reynolds, who worked on the project as a member of both Bath Hacked and Bath Cycling, the feedback from the cycling community and collaboration with the council helped reveal the limitations and characteristics of the data. A crucial concern was how representative Strava’s data was. While comparing it with readily available census data from 2011 suggested a <a href=\"https://www.bathhacked.org/projects/bath-cycling/strava-metro-first-steps/\">largely matching demographic distribution</a> across men’s and women’s age groups, it is difficult to assess how representative the count data is. </p>\n<p>Bath Hacked therefore asked the council for count data on a towpath section through the popular Sydney Gardens. While Strava users had recorded ca 3,500 rides throughout the entire year, the council had counted more than 700 movements in only one day in July. Both counts cannot be directly compared since the council data included all towpath users – but the difference suggests that Strava data only represents a fraction of cycling movements occurring in Bath. However, assessing the skew or potential bias of both data is difficult at this stage since both data collection modes are prone to substantial constraints.</p>\n<iframe width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/x6wp6s1AmL4\" frameborder=\"0\" allowfullscreen></iframe>\n<p><small>Bath City Strava Metro 2015 Daily Total Edge Athlete Count, uploaded by <a href=\"https://www.youtube.com/channel/UCuB9xYujfKw-TeOxi0pP8pQ\">Mark Owen</a>.</small></p>\n<p>Feedback from the cycling community also helped to understand a puzzling pattern in the data: unsurprisingly, the months between April and September as well as weekends are generally very busy. But why were Tuesdays and Wednesdays busy while Mondays were far more quiet throughout the year? </p>\n<p>Bath Hacked reached out to the cycling community and found that many cyclists did not cycle to work at the start of the week because they would want to bring clothes to their offices and rest from long Sunday rides. This shows how important communities can be in understanding local and urban data infrastructure.</p>\n<p>For Bath Hacked and Cycle Bath the ultimate goal of the Strava data analysis was to influence decision making on Bath’s future cycling infrastructure. So they needed an opportunity to feed evidence from the analysis into the discussion. This moment arrived when Bath Council called a public consultation and gathered residents’ demands for Bath’s popular Sydney Gardens to be improved.</p>\n<p>For the meeting, Adam Reynolds again dug into the data to better understand Sydney Park’s crucial function as a pathway for local cyclists. The Strava data revealed important insights into how Sydney Gardens were used. First: cyclists were slowing down frequently at a specific spot in the park – a stairway connecting the park with the canal towpath beneath it. This original layout was intended partly to separate pedestrians from cyclists, who would not use the stairway to access the canal towpath. Strava’s tracking data however suggested that even if it meant having to dismount and carry their bike for a few steps, cyclists prefered this way to leave or access the canal towpath rather than long detours. </p>\n<iframe width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/f5v3cjXdkMM\" frameborder=\"0\" allowfullscreen></iframe>\n<p><small>Bath City Strava Metro 11th June 2015 Minute-By-Minute Athlete Count, uploaded by <a href=\"https://www.youtube.com/channel/UCuB9xYujfKw-TeOxi0pP8pQ\">Mark Owen</a>.</small></p>\n<p>The stairs therefore did not discourage cyclists from taking the direct route, and created a bottleneck as cyclists carrying their bike up or down the stairs held up pedestrians. Since the towpath also proved to be one of the main ways cyclists took to enter into the city, improvements to it could strengthen the case for cycling over commuting by car. The stairs also impeded access for other infrastructure users with wheels – including wheelchair users or families with pushchairs. </p>\n<p>Another key question was whether an improved infrastructure layout with better (i.e. concrete) pavements and broader pathways open to cyclists would also lead to quicker, more dangerous cycling. This was not backed by Strava data – instead some of the broader, shared pathways running through Sydney Gardens showed even slower cycling speeds. As the discussion about the future layout of both Sydney Gardens an Bath’s wider infrastructure is still ongoing, Bath Hacked’s analysis has helped to shed some light on conventional arguments and views that are not backed up by tracking data from Strava. </p>\n<h3 id=\"openinnovationinaction\">Open innovation in action</h3>\n<p>The process of acquiring, analysing and using the Strava data analysis is a good example of open innovation. </p>\n<p>Data acquired from and shared by Strava represents an external asset incorporated into public discourse. The analysis and visualisation only became possible with feedback from the cycling community. And evidence from data analytics influencing decision making on Bath’s cycling infrastructure shows data-driven decision making in practice. </p>\n<h2 id=\"aid5whatwastheimpactoftakingthisapproacha\"><a id=\"5\">What was the impact of taking this approach?</a></h2>\n<p>The impact of the work of Bath Hacked is still emerging and growing. In August 2016, Bath Council submitted an application to redesign Sydney Gardens with funds from the <a href=\"https://www.hlf.org.uk/\">Heritage Lottery Fund</a>. The current plan is based on the first consultation, discussed at the end of the previous section, which took place in July 2016. </p>\n<p>The plan has been influenced by the evidence found from analysing Strava data in two areas. Access to the canal towpath is set to be <a href=\"http://www.bathnes.gov.uk/sites/default/files/sydney_gardens_stage_one_masterplan_july_2016.pdf\">improved</a>, along with access into the park from Beckford Road with a new crossing and cycle way.  </p>\n<p>If the application is successful, 18 months of further consultations will follow to refine plans. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/de/70/58de7085f362be088a00001e/image_1.png\" alt=\"null\" class=\"img\" id=\"58de70851f986a07a1000051\">\n<small>Masterplan for Sydney Gardens</small></p>\n<p>The analysis of Strava data is also helping to reveal broader cycling trends in Bath over time. The data shows how cyclists actually use infrastructure against how it was intended by city planners. Concrete infrastructures such as roads and pathways are not very flexible, but street lights and junctions can be changed more easily. While more detailed analysis still needs to be conducted, the interactive map visualisation can already show cyclists’ waiting times at intersections. </p>\n<h2 id=\"aid6whatlessonsdidtheylearna\"><a id=\"6\">What lessons did they learn?</a></h2>\n<p>Important lessons can be drawn from this case study. </p>\n<p>Technical information about the data’s geospatial display was important to ensuring it was properly represented. And the Strava data itself represented a highly innovative, interesting and valuable resource. But factors about people, how they collaborate and how they connect their work with policy-making processes are just as important.</p>\n<h3 id=\"localdataexperts\">Local data experts</h3>\n<p>Bath Hacked is an excellent example for how local communities can take on data analysis functions, saving councils money and time while developing new ways of working with data. Particularly when pioneering new projects, civic communities or loose collaborations between councils and community actors might prove more flexible and agile. Strong community involvement might also strengthen the case for third parties providing data on a lower cost.</p>\n<h3 id=\"awindowofopportunity\">A window of opportunity</h3>\n<p>The evidence gathered from the Strava data analyses only started to create tangible impact when raised in discussions around Sydney Gardens. The first consultation for the Heritage Lottery Fund application offered a strong opportunity to connect evidence from the data with policy discussions. This shows that new evidence can be powerful where it reveals unexpected but cohesive findings.</p>\n<h3 id=\"collaboration\">Collaboration</h3>\n<p>Conducting analysis in close collaboration with stakeholders and community groups can help analysts understand patterns hidden in the data. Feedback from the community helped to explain daily variations in Strava’s commuting data.</p>\n<p>Engaging with reusers helped create iterative improvements to the project outputs. Beginning with simple visualisations and maps that answered specific questions, the group ultimately developed an interactive map that helped a wider variety of people explore the dataset. </p>\n<h3 id=\"transparency\">Transparency</h3>\n<p>All policymakers and planners rely on secured, balanced and transparent evidence when making decisions. This is particularly the case for long, expensive infrastructure investments. According to Adam Reynolds from Cycle Bath, planners at Bath Council would like to analyse the data themselves to verify findings and get a closer view of the data. This includes answering questions about potential biases in the data and developing approaches to further investigate how representative the Strava data is generally for cycling in the city. But while Bath Hacked and Cycle Bath are striving to be as transparent and user oriented as possible about their findings and methodology, the underlying data cannot be opened or shared with the council. </p>\n<p>The data might have had a more profound and immediate impact if it were open to more actors, including the council. Opening up data helps not reduce friction in data flows, boosts transparency and scrutiny – important functions in policymaking. Especially where impact depends on highly formalised decision-making processes, as is the case for infrastructure planning, open data might prove important to creating even stronger impact more quickly. </p>\n<h2 id=\"aid7howtocitethiscasestudya\"><a id=\"7\">How to cite this case study</a></h2>\n<p>This case study was published in March 2017 by the Open Data Institute.</p>\n<p>Please cite this case study as follows: Open Data Institute (2017) Case study: Bath Hacked. London, UK. Available at <a href=\"http://theodi.org/case-studies/case-study-bath-hacked\">http://theodi.org/case-studies/case-study-bath-hacked</a></p>\n<p><strong>Author: Leonard Mack</strong><br>\n<strong>Editing and production: Alexander Leon, Anna Scott, Jamie Fawcett</strong><br>\n<strong>Contact: <a href=\"mailto:research@theodi.org\">research@theodi.org</a></strong></p>\n<p><em>Supported by</em> \n<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/1a/00/581a00c91f986a0830000002/UrbanData2Decide-Logo.png\" alt=\"null\" id=\"581a00c9d0d46206f0000021\"></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[{"title":"Urban Data 2 Decide","url":"http://www.urbandata2decide.eu/"},{"title":"Bath Hacked","url":"https://www.bathhacked.org/"}],"related":[{"id":"https://contentapi.theodi.org/case-study-trafford-innovation-and-intelligence-lab.json","web_url":"http://theodi.org/case-studies/case-study-trafford-innovation-and-intelligence-lab","slug":"case-study-trafford-innovation-and-intelligence-lab","title":"Case study: How Trafford Innovation and Intelligence Lab raised cancer screening rates","format":"case_study","updated_at":"2017-05-15T16:29:32+00:00","created_at":"2017-02-17T11:04:22+00:00","tag_ids":["cancer","healthcare","trafford","uk"]},{"id":"https://contentapi.theodi.org/case-study-transport-for-london.json","web_url":"http://theodi.org/case-studies/case-study-transport-for-london","slug":"case-study-transport-for-london","title":"Case study: Open innovation at Transport for London","format":"case_study","updated_at":"2017-05-15T16:30:51+00:00","created_at":"2017-02-13T13:27:21+00:00","tag_ids":["transport","london","case-study","rail","uk"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}