{"id":"https://contentapi.theodi.org/demand-logic-case-study.json","web_url":"http://theodi.org/case-studies/demand-logic-case-study","slug":"demand-logic-case-study","title":"Demand Logic","format":"case_study","updated_at":"2015-09-11T09:52:03+00:00","created_at":"2013-08-20T09:39:07+00:00","tag_ids":[],"tags":[],"details":{"need_id":"","business_proposition":false,"excerpt":"Getting started","language":"en","need_extended_font":false,"content":"<h2 id=\"gettingstarted\">Getting started</h2>\n<p><a href=\"https://www.demandlogic.co.uk/\">Demand Logic</a> began when Mike Darby, a Building Management System (BMS) engineer, realised the colossal waste of energy being tolerated in commercial buildings. This was backed up by figures from the <a href=\"http://www.carbontrust.com/\">Carbon Trust</a> which estimated such failings cost owners and occupiers an estimated £500 million per year in lost energy.</p>\n<p>Mike brought these findings to the attention of: Joe Short, a scientist and now Demand Logic’s CEO, and Dan Mauger, formally from Friends of the Earth, now the company’s Chief Information Officer. They set out to develop a solution that would target the BMSs in over 20,000 commercial buildings in the UK which are riddled with poor configuration. The answer was Demand Logic, the company launched in 2007.</p>\n<h2 id=\"theproposition\">The proposition</h2>\n<p>Demand Logic is a web-based system designed to discover energy-saving opportunities in commercial buildings. At the same time, it monitors the performance of the building against the environmental conditions which the BMS is designed to achieve. The system offers a real-time dashboard which pinpoints anomalies, and provides regular performance reports. Users are able to log in and access live and historic data. Demand Logic provides a single point of contact where those engaged in improving the building’s performance can share data and schedule improvements. Customers can expect to see payback within 12 months.</p>\n<p>Dan explains why Demand Logic is different: ‘It provides a unique combination of proprietary analytics which are simple to install and configure. Using machine learning to support experts, we can build an energy model of the building services which can estimate electrical and thermal energy flows, from large plant down to a room by room basis. It also provides a real-time view of building performance and monitors and targets costly plant faults and poor configuration which are often quick and easy to fix.’</p>\n<p>Demand Logic is targeting those owning or occupying commercial buildings that either have or would benefit from a BMS, including blue chip companies, public sector organisations and universities.</p>\n<h2 id=\"thedata\">The data</h2>\n<p>In a typical commercial building 60 - 80% of energy is consumed by services such as heating, ventilation and air-conditioning (HVAC). The Demand Logic system can monitor anything from 5,000 to 20,000 data points, including sensors for temperatures, humidity, pressure, air quality. The required outputs are sent to the plant from the BMS. Each data point either affects, or reflects the performance of the building services and can be queried as frequently as every few seconds. Combined with the analytics layer this can provide estimates of energy and costs associated with any component in the building without the need for costly sub-metering. With many commercial buildings this can be highly granular, down to a room by room level.</p>\n<p>Whilst Demand Logic doesn’t currently use any external datasets, they are looking to incorporate open meteorological data, both past and forecast.The company is also looking to publish data on the faults the system detects and the associated costs in rectifying them. This improved data will be of great benefit to building designers when selecting equipment to be installed in new buildings, or retrofitted into old ones.</p>\n<h2 id=\"successsofar\">Success so far</h2>\n<p>‘The system is installed in four blue-chip companies’ Dan explains, ‘a national newspaper and a university. In one case an issue identified by our system within 24 hours of installation led to energy savings in the order of £50,000 per annum’.</p>\n<p>Demand Logic has been running a proof-of-concept pilot project since the beginning of 2013. It has already highlighted energy waste leading to ongoing savings of at least £300,000 per annum in a total energy spend of approximately £4 million. The team has also developed the Building Performance Partnership, where an expert is available on site, working with the client on a ‘road map’ towards improved efficiency and performance in controls strategy.</p>\n<h2 id=\"thebenefits\">The benefits</h2>\n<p>The Demand Logic system tackles deep-seated energy waste issues faced by most facilities managers. These issues rest in the complexity of building energy management systems (BEMS) which govern the delivery of HVAC services.</p>\n<p>Demand Logic’s other goal is to deliver improved science and technology education through practical learning. Dan adds, ‘disciplines across the science and technology curriculum could be developed from these resources. From introductory graphing of data, to applied mathematics to understanding the mechanics and thermodynamics in large hot and cold water systems.’</p>\n<h2 id=\"challengesandopportunities\">Challenges and opportunities</h2>\n<p>Despite the economic and environmental costs of energy waste in larger buildings, decisions on even small investments are often left to isolated and under-resourced individuals. A source of frustration for the team.</p>\n<p>But the growing awareness that current use of building management systems is hiding energy waste is an opportunity. ‘In particular, the university sector could benefit from the technology’, says Dan.</p>\n<h2 id=\"workingwiththeodi\">Working with the ODI</h2>\n<p>The team have found the ODI’s support invaluable in the following ways:</p>\n<ul>\n<li>Shaping the platform to meet the requirements of an open API (application programming interface)</li>\n<li>Providing\u0002a critical eye in refining the offer and getting the message out</li>\n<li>Opening doors to individuals and organisations with direct needs</li>\n</ul>\n<h2 id=\"lookingtothefuture\">Looking to the future</h2>\n<p>‘We want our system to be installed in thousands of commercial buildings with people empowered to make energy savings’, says Dan.</p>\n<p>In the future the team also wants to proliferate its system so that all users can share their energy saving approaches. ‘Opening up the data and methods of identifying problems - the algorithms which interrogate the raw data - will allow users to understand and improve energy saving methodologies throughout the commercial building sector’, says Dan.</p>\n<p>Advice for new start ups?</p>\n<p>Be clear about what makes the offering unique. Then be clear about how you are going to monetise it.</p>\n<p>Visit Demand Logic at: <a href=\"https://www.demandlogic.co.uk/\">www.demandlogic.co.uk</a></p>\n<p>Media enquiries: <a href=\"mailto:emma.thwaites@theodi.org\">emma.thwaites@theodi.org</a>, 07990 804805</p>","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}