{"id":"https://contentapi.theodi.org/locatable-case-study.json","web_url":"http://theodi.org/case-studies/locatable-case-study","slug":"locatable-case-study","title":"Locatable","format":"case_study","updated_at":"2015-09-11T09:56:21+00:00","created_at":"2012-11-28T16:44:49+00:00","tag_ids":[],"tags":[],"details":{"need_id":"","business_proposition":false,"description":"","excerpt":"Our Team\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<h2 id=\"ourteam\">Our Team</h2>\n<p>Our team is made up of young property enthusiasts building awesome tools to make the reality of dealing with day to day living and managing your home better.</p>\n<p>Nick Katz, our CEO and co-founder was formerly Head of European Market Development for www.honestbuildings.com, a leading real estate tech company based in New York City and prior to that Senior Sustainability Advisor for Colliers International. He has experience leading teams, growing innovative real estate businesses in the United States/Europe and executing real estate transactions across all real estate types. Nick loves the space where data, property decisions and technology collide. His not so secret obsession and side hobby is the newly emerging Internet of Things.</p>\n<p>Vasanth Subramanian, our CTO and co-founder is a physics graduate from Cambridge University and formerly a leading product manager at Autonomy managing a team of 10 engineers building facial recognition software. Vasanth recently graduated from the product management course at General Assembly and has a love of large data sets, semantic web technologies and new web languages.</p>\n<p>Paddy Allen, our COO and co-founder is a surveyor with deep institutional experience in real estate fund &amp; asset management as well as residential property acquisitions, dispositions and project management. He has a love for creative business models and bottom up financial analysis and modeling.</p>\n<h2 id=\"datachallengesandworkingwiththeodi\">Data challenges and working with the ODI</h2>\n<p>With all the search and cost management capability comes a lot of data. The biggest data sets the Locatable team currently use are property, property service (ie electricity, gas, broadband coverage etc.) and public transport related. Their next step is working on integrating data sets that represent operational expenditure in the home (property services) some of which are open data sets, some of which we will be acquiring. As Nick says, ‘we’re using a lot of complex data sets – bringing them all together in a site that is really easy to use is a big challenge, particularly from a design point of view’. Vasanth adds, ‘you want to provide the most value to the most number of people without drowning them in data. We are trying to provide that value by pulling it all together and making it searchable, but that value has gone if you can’t use the website easily.</p>\n<p>The team feel the ODI has a key role to play in helping new businesses to get hold of the right data, and working with Government to open up more public data, to standardise and centralise it. Vasanth continues: `the ODI can really help eliminate a lot of the leg work and hurdles that small teams, start-ups and one man projects face in getting off the ground. The easier it is to get hold of the data the quicker you are in bringing something useful to market.’ And at a practical level, The ODI has provided a place to work, support and advice on the inevitable questions that start-ups have, and feedback on their work.</p>\n<p>The team says that determination and sheer bravery have also been big factors in pushing their idea through. Nick says: ‘a big challenge is getting over the job security thing and being prepared to jump in with both feet without worrying too much about what could go wrong. Unfortunately, a lot tends to go wrong! Raising external finance also helps add confidence that other smart people believe in your vision, team and ability to execute - something we are very proud to have now managed along with a team of strategic angel investors.’</p>\n<h2 id=\"lookingtothefuture\">Looking to the future</h2>\n<p>While the Locatable team has their sights set on rolling out the Locatable digital property toolbox from London to the rest of the UK, they don’t see any reason why Locatable couldn’t go global. Nick says: ‘we think the concept applies just about anywhere where real estate prices are high, services are myriad and complex to manage and ideally there is interesting data that is open as well as closed. It’s great that the UK Government is beginning to open up data, because that is exactly the thing that helps get a service like ours off the ground and I would argue London is the optimal launch pad for this business with the mix of data available, the cultural obsession with property and the many major issues currently surrounding, in particular, the housing market. The more that happens in other markets, the easier it would be to develop other services and roll out the Locatable model’.</p>\n<p>Paddy adds, ‘we know from speaking to people in other countries you can’t get this level of access to this kind of data, so the challenge is convincing governments that opening up data is worthwhile’.</p>\n<p>Locatable has attracted many new and now committed users, who've offered some great feedback including: “WOW! This is genius!” and “This is a genius idea!!! Seriously, this is exactly what I’ve been looking for!”</p>\n<p>And where does Locatable want to be in 5 years’ time? ‘We want to be the best option for households to manage everything to do with their home online’ says Nick. He goes on to say, \"We think it is feasible to connect a large proportion of people in England to a digital representation of their home.\"</p>\n<p>Visit Locatable at: <a href=\"http://www.locatable.com/\">www.locatable.com</a></p>\n<p>Media enquiries: <a href=\"mailto:emma.thwaites@theodi.org\">emma.thwaites@theodi.org</a> 07990 804805</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[{"title":"Locatable","url":"https://www.locatable.com"}],"related":[],"organizations":[],"author":{}}