{"id":"https://contentapi.theodi.org/mastodon-c-case-study.json","web_url":"http://theodi.org/case-studies/mastodon-c-case-study","slug":"mastodon-c-case-study","title":"Mastodon C","format":"case_study","updated_at":"2017-01-27T10:56:12+00:00","created_at":"2012-11-28T16:41:17+00:00","tag_ids":[],"tags":[],"details":{"need_id":"","business_proposition":false,"excerpt":"Getting started","language":"en","need_extended_font":false,"content":"<h2 id=\"gettingstarted\">Getting started</h2>\n<p>In April 2012\u0002Francine Bennett, a quantitative analyst previously at Google, and Bruce Durling, an enterprise software developer, took the brave move of setting up ‘big data’ company Mastodon C, following success at London’s Green Hackathon just two months earlier where they came up with the initial concept.</p>\n<p>The two friends had wanted to create a start-up which combined their analytical and technical expertise with their passion for zero carbon business. Francine says: ‘We had been meeting with friends and discussing various start-up ideas but none of them seemed right. At the hackathon we decided to look at the carbon footprint of the servers we use for all of our day to day data analysis – the work we do uses data centres across the world, but we didn’t know the carbon impact of those centres because there is very little information on them. So we built a dashboard to help other developers choose infrastructure to minimise their carbon emissions, using open weather and power grid data. There was a lot of interest in the dashboard and that is how the company began.’\u0002\nFrom the initial dashboard Francine and Bruce have quickly grown the company and now offer two key services:</p>\n<ul>\n<li>Running a customisable big data platform, 'Kixi', for their clients, on zero carbon cloud infrastructure using open source Hadoop technology. This makes new 'big data' technologies easy for all their clients to use without hassle.</li>\n<li>Helping their clients unlock the power of their data through advanced analytics advice and development, which they call their 'Chaos to Insight' service.</li>\n</ul>\n<p>The Mastodon C team uses whatever data sets a client already has, combined with public data sets and social media data, including Twitter. They bring these datasets together to help clients improve their business and turn their data into profit.</p>\n<p>They joined the ODI because they're excited about the potential of open data to create real business, sustainability, and social value. They see their technology and services as\u0002a way to turn raw data into something truly useful, and open data as an opportunity to do that publicly for greater shared benefit.</p>\n<h2 id=\"thedatachallenges\">The data challenges</h2>\n<p>The main challenges for Francine and Bruce revolve around public understanding of the potential of data, and getting hold of the right data sources. Francine says: “there is always the challenge of actually getting hold of data, which is why The ODI is really interesting to us, because open data provides people like us with far more opportunities to innovate and to build data products that clients really value”.</p>\n<p>“Plus, businesses are only just starting to understand the value of the open-source technology we use and how to use it. That's why we provide advice and managed services in this area, and we also provide cloud solutions so that it's easier for clients to start very small and then scale up as they gain confidence in the approach.”</p>\n<h2 id=\"workingwiththeodi\">Working with the ODI</h2>\n<p>For the Mastodon C team The ODI has played a key role in connecting them to like-minded people who are driving forward the open data agenda. Francine continues: “the biggest benefit of working with the ODI so far has been the bringing together of the right sort of people - people who think open data, and smart use of data in general, is very important, very powerful, people who think that environmental, social and business benefits are all important parts of the puzzle and people who are very technologically and analytically savvy. It’s really a collection of people clustered around a set of values and skills”.</p>\n<p>The ODI has already brought Mastodon C together with a number of potential clients and partners.</p>\n<h2 id=\"successessofar\">Successes so far</h2>\n<p>They may be a new company but, in addition to its private sector client base, Mastodon C has been working with Open Healthcare UK (a consortium of NHS doctors and technologists dedicated to improving patient care by opening up health data) on NHS prescriptions. This is an exciting project for the team which should have a big impact on NHS spending next year, fully based on open data. They have also been successful in receiving investment from Bethnal Green Ventures, which supports companies addressing social and environmental problems.</p>\n<p>For more info: <a href=\"http://www.mastodonc.com\">www.mastodonc.com</a></p>\n<p>Media enquiries: <a href=\"mailto:emma.thwaites@theodi.org\">emma.thwaites@theodi.org</a> 07990 804805</p>","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}