{"id":"https://contentapi.theodi.org/open-bank-project-case-study.json","web_url":"http://theodi.org/case-studies/open-bank-project-case-study","slug":"open-bank-project-case-study","title":"Open Bank Project","format":"case_study","updated_at":"2015-09-11T09:52:06+00:00","created_at":"2013-08-20T10:21:37+00:00","tag_ids":[],"tags":[],"details":{"need_id":"","business_proposition":false,"excerpt":"Getting started","language":"en","need_extended_font":false,"content":"<h2 id=\"gettingstarted\">Getting started</h2>\n<p>The <a href=\"http://openbankproject.com/en/\">Open Bank Project</a>, led by the software company <a href=\"http://tesobe.com/\">TESOBE</a>, was founded in 2010 by Simon Redfern, a serial entrepreneur and software engineer with over 25 years’ experience in web and database technologies. The Project aims to foster a secure, open, innovation ‘ecosystem’ by connecting banks, software developers and account holders. It will promote financial transparency by opening up transaction data. There is a core team of five working on the Open Bank Project and a growing community of supporters around the world.</p>\n<p>Simon explains how he came up with the idea, ‘I was thinking about corruption and it’s ills, and how greater transparency could help - I thought about a new type of bank: a bank where all the accounts would be open for everyone to see!’</p>\n<h2 id=\"theproposition\">The proposition</h2>\n<p>Simon’s idea of opening up transaction data matured into an open API (Application Programming Interface) for banks that allows account holders more choice about how they access their data by using a wide range of software applications and services. It also allows account holders to share views of their bank accounts with trusted individuals and even the public.</p>\n<p>The Open Bank Project empowers banks and financial institutions to securely and rapidly enhance their digital offerings to account holders. For developers, it enables the deployment of their apps to a range of banks, and exposure through the Project’s app store. <a href=\"http://openbankproject.com/en/apps/\">Applications that connect to the Open Bank Project </a>include <a href=\"http://geoinquietosvlc.github.io/15iacc/\">Money Journey</a> (3D visualisations of transactions), Speaking Bank (a mobile application designed specifically to help the visually impaired), <a href=\"http://moneygarden.ch/\">Moneygarden</a> and <a href=\"http://spendchart.no/\">Spendchart</a> (personal finance management solutions) and <a href=\"http://www.kashflow.com/\">Kashflow </a>(the UK accounting package).</p>\n<p>End users of the Open Bank Project include:</p>\n<ul>\n<li>businesses who may want to connect their bank account with their accounting and business applications - or share transactions with shareholders or auditors.</li>\n<li>NGOs or government departments who might want to share financial transactions with the public.</li>\n<li>bank account holders, for example teenagers who might want to use a Gothic interface to view their bank account or share their account with parents.</li>\n</ul>\n<p>Why is the Open Bank Project so unique? Simon explains: ‘to date, banks have lagged behind in terms of Web 2.0 approaches to innovation. Society has considered financial information closed by default. However, there is now greater pressure for the status quo to change. We bring an Open Source technology platform that addresses these issues and has a growing ecosystem of developers and vendors around it. \u0002In short, our API enables many different and innovative interfaces to banking data beyond those currently offered by banks.’</p>\n<h2 id=\"thedata\">The data</h2>\n<p>The data used comes from individuals, businesses and organisations willing to open up their bank accounts. \u0002Banks can also share certain information on their financial products, interest rates, physical locations of branches and also anonymised and statistical data.</p>\n<h2 id=\"thebenefits\">The benefits</h2>\n<p>The Open Bank Project promotes financial transparency - with the aim of reducing corruption, improving accountability, trust, and ultimately leading to greater civic engagement.</p>\n<p>In parallel, the Project’s API encourages faster, cheaper software and financial services innovation - and increased competition in the banking industry through the use of open source technology making it easier for new players to disrupt the market.</p>\n<h2 id=\"thechallengesandopportunities\">The challenges and opportunities</h2>\n<p>‘Banks are huge. They are like countries!’, says Simon, ‘We have to meet and then convince a large number of people before we can demonstrate our ideas and technology.’ Funding has also been problematic - ‘Banks may want to see a killer app before they will commit - and developers want to see connected banks before they will write the killer app!’</p>\n<p>In terms of future opportunities, the Project aims to offer commercial licenses to banks (using a simple subscription model based on the size of the bank and whether it uses the API internally or publicly) and other services that add value to the API, for example, offering commercial support, community development, apps and hackathons etc.</p>\n<h2 id=\"opendataandtheodi\">Open data and the ODI</h2>\n<p>Simon comments, ‘we feel that in the “west” we can raise the bar of financial transparency so that other countries are more likely to follow. For instance the UK could open government transaction data in real time - and then ask that foreign aid recipients receive money into an open bank account. This would increase transparency and accountability.’</p>\n<p>Although the team have only recently joined the ODI’s <a href=\"http://www.theodi.org/start-up\">Startup Programme</a>, they have already found it immensely helpful. Simon's team appreciate the ODI as a strong brand that has made many meetings and connections possible - including with government agencies, investors and startups. \u0002They have also found the mentoring from the ODI directors really valuable, as well as their support in pushing the financial transparency agenda.</p>\n<p>Simon adds: ‘the community feeling at the ODI, the sheer energy and the shared passion to build a world \"open by default\" has been an ongoing source of inspiration!’</p>\n<h2 id=\"thefuture\">The future</h2>\n<p>Simon sums up the priorities for the future: ‘more banks connected, more apps, and building the app store’. The Open Bank Project aims to have three banks on board by the end of 2014, rolling out\u0002it's technology.</p>\n<p>Simon’s advice for startups: ‘keep it simple, share your ideas and products as soon as you can and then iterate quickly’.</p>\n<p>Visit Open Bank Project at:\u0002www.openbankproject.com</p>\n<p>Media enquiries: <a href=\"mailto:emma.thwaites@theodi.org\">emma.thwaites@theodi.org</a>, 07990 804805</p>\n<p>\u0002</p>","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}