{"id":"https://contentapi.theodi.org/placr-case-study.json","web_url":"http://theodi.org/case-studies/placr-case-study","slug":"placr-case-study","title":"Placr","format":"case_study","updated_at":"2015-09-11T09:52:01+00:00","created_at":"2012-11-28T16:49:52+00:00","tag_ids":[],"tags":[],"details":{"need_id":"","business_proposition":false,"excerpt":" Getting started","language":"en","need_extended_font":false,"content":"<h2 id=\"gettingstarted\"> Getting started</h2>\n<p>Data service company Placr was founded in 2010 by Jonathan Raper and Dave Mountain, researchers in Informatics at London’s City University, and software engineer Harry Wood. Placr’s aim is to create a single UK source of transport information by unifying timetables, live departures and disruption information for bus, rail, metro and ferry services.</p>\n<p>Jonathan explains how the Placr concept chose them, rather than the other way around. ‘We were looking at various business ideas that would best utilise our skills at the same time as the open data issue was gaining momentum in Autumn 2009. The Greater London Authority had a developer day to discuss open data and I got involved at that stage. When Transport for London started to release enormous amounts of data in 2010 it became obvious that there was going to be business there somewhere. It’s actually taken quite a long time for it all to become sufficiently mature to build a business on, but that is how it got started.’</p>\n<p>As the CEO, Jonathan covers all business aspects of the company, and between them Dave, the CTO, and Harry, the Senior Developer take care of the development side.</p>\n<h2 id=\"theoffering\"> The offering</h2>\n<p>Placr has two key services, one with a ‘cash and carry’ business model, the other a ‘retail’ model:</p>\n<ul>\n<li>Its Transport API*, or ‘cash and carry’ service, is an aggregation and analytics service for UK public transport, designed to offer users, developers and operators access to transport data-as-a-service (DaaS). The Transport API includes timetables, routes, live running and performance history that have been unified into a single API format.</li>\n<li>The placr.mobi consumer web app that provides travel information for the whole country. Local authorities buy the app as a ‘white label composition’ and add their own branding – it is free to the end user.</li>\n</ul>\n<p>Jonathan describes their unique approach: ‘no one has ever really ever brought such different data sources together in a consistent way. We have done that for the first time in a user friendly and low cost format. And we are agile, so we can use those streams of data to help transport operators or passengers in various ways, improving the experience of transport.’</p>\n<p>The majority of Placr’s data comes from Traveline, Network Rail and Transport for London and includes live departures and timetables for all trains and buses, as well as river boats and trams. Traveline data also includes the metro systems in cities around the country.</p>\n<h2 id=\"thechallenges\"> The challenges</h2>\n<p>Jonathan says waiting for data releases can be frustrating: ‘there are still some interesting data sets we would like to get our hands on. Certain unreleased Oyster data would tell us in real time how busy the London transport network is. We would love to combine this with traffic data and road condition data to be able to say, ‘the no 5 bus isn’t going to be running to time this week due to road works’.</p>\n<p>There is also the challenge of producing value, and therefore revenue, from the data. Jonathan continues: ‘as in any cash and carry business, margins are quite narrow for the API because we’re doing something that our customers could do themselves. So we work hard to make it as easy and user friendly as possible for them. And even though we try to reach the widest audience, it can be tricky to get people on board because it is a new market place.’</p>\n<p>With the mobi web app, the team works very closely with client developers who have their own particular user experience they want to bring to people on the street. \u0002They need data quickly and reliably.\u0002‘Some of the data streams that come to us need a lot of tidying up’ says Jonathan ‘so we need to act swiftly and provide the quality assurance our customers demand’.\u0002</p>\n<h2 id=\"placronopendataandtheodi\"> Placr on open data and The ODI</h2>\n<p>The Placr team feels there are two key issues for the open data movement: firstly, demystifying open data and embedding it in society, an area where Jonathan feels The ODI have a very important role. Jonathan says, ‘people think of data as a commodity, and don’t understand that it can be reused many times by many people. The ODI can really help change that, by encouraging transparency and catalysing people to create products and services that generate money and jobs’.</p>\n<p>The Placr team also feels The ODI has the ability to bring people together who wouldn’t necessarily have any natural meeting place. ’Change is hard, change doesn’t come overnight and change needs a convening place and a change agent, the ODI can be that I think’, Jonathan adds.</p>\n<p>The other open data challenge for Placr is encouraging the Government to release core reference data from trading funds such as the Ordnance Survey, Land registry and Companies House, including planning records, large scale maps and ownership of land.</p>\n<h2 id=\"successandthefuture\"> Success and the future</h2>\n<p>Placr’s successes include supplying one of London’s leading transport app suppliers, and creating API’s for Transport for London and education company Pearson. Jonathan adds, ‘I think we are one of the first open data companies to actually break through into real revenues. This is down to creating value for people and responding quickly when our clients ask for something new. The fact we have had some high profile blue chip customers shows that we are shaking things up, they would have gone to a system integrator in the past and paid a lot more.’</p>\n<p>Jonathan’s advice to new start-ups is ‘never delay getting out there and selling your stuff, even if you think it’s not perfect.\u0002When you start talking to customers, you often find that they are not bothered by the things you are stressed about, they are bothered about something else you haven’t even thought of! Contact with your customers changes everything.’</p>\n<p>Placr is currently focused on the UK because more and more data is being opened up. But the team does have plans to expand and says the platform is scalable and could work anywhere. Their ambition? ‘We want to be the first open data millionaires!’</p>\n<p>For more info: <a href=\"http://www.placr.co.uk\">www.placr.co.uk</a></p>\n<p>Media enquiries: <a href=\"mailto:emma.thwaites@theodi.org\">emma.thwaites@theodi.org</a> 07990 804805</p>","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}