{"id":"https://contentapi.theodi.org/provenance-case-study.json","web_url":"http://theodi.org/case-studies/provenance-case-study","slug":"provenance-case-study","title":"Provenance","format":"case_study","updated_at":"2015-09-11T09:52:03+00:00","created_at":"2013-08-20T09:16:11+00:00","tag_ids":[],"tags":[],"details":{"need_id":"","business_proposition":false,"excerpt":"Getting started","language":"en","need_extended_font":false,"content":"<h2 id=\"gettingstarted\">Getting started</h2>\n<p><a href=\"http://www.projectprovenance.com/\">Provenance </a>is the brainchild of <a href=\"http://www.matthussey.co.uk/\">Matt Hussey</a>, a journalist and <a href=\"http://jessibaker.co.uk/\">Jessi Baker</a>, a digital designer and engineer. Early in 2013, they found themselves looking at the same problem - how to connect savvy consumers who care about where the things they buy come from, with makers and sellers who are equally keen to promote the transparency of their business and the provenance of their products.</p>\n<p>Together, they set out to create and build a platform to help consumers make better choices - combining transparency, search and filter functionality along with great photography, editorial, and engaging design. Provenance is set to launch in Autumn 2013.</p>\n<h2 id=\"theproposition\">The proposition</h2>\n<p>Jesse describes Provenance: \u0002‘it’s a web platform for makers, sellers and consumers that uses open data to power the exploration of products. We aggregate product data on where things are made, by whom and of what. This provides consumers with the opportunity to search for products made in their area, sort by material, track the embodied energy of their purchases and discover every aspect of its journey.’</p>\n<p>The Provenance team is using a combination of readily available open data APIs (Application Programming Interface), such as <a href=\"https://sourcemap.com/\">Sourcemap.com</a>, and creating some of their own data gathering tools to help makers of products build a profile for their business and individual products. For example, simply entering the name of a limited company will create an entry on the financial geography of that business. Companies can add supply chain and materials information and embodied energy and carbon footprint calculations and link them to products on the platform, which later help power consumer searches.</p>\n<p>The Provenance team sources its data from partners including Sourcemap.com and <a href=\"http://opencorporates.com/\">OpenCorporates</a>, another open data company based at the ODI.</p>\n<h2 id=\"thebenefits\">The benefits</h2>\n<p>Provenance will help consumers support products made in an open and honest way by companies striving for environmental sustainability in every part of their business. Jessi says: ‘we believe transparency of information is an important part of companies reducing their carbon footprint and waste levels’</p>\n<p>From a social and economic perspective, Provenance aims to restore the connections between makers, sellers and customers. Matt comments: ‘We’ve already formed relationships with makers all over the UK, who are ready to use our platform as a way of connecting with shoppers who want to support their local economy and British manufacturing. This scales to countries and communities all over the world.’ The platform also brings particular value to smaller makers that can’t become transparent on their own due to the cost of opening their data and representing it on the web in a meaningful way for consumers.</p>\n<h2 id=\"opportunitiesandchallenges\">Opportunities and challenges</h2>\n<p>Through the platform the team wants to show that transparency is a viable business model for larger corporations, helping UK manufacturing reach local audiences and ride the wave of social e-commerce, bringing new metrics to the world of online curated shopping - a rapidly growing market.</p>\n<p>Jessi describes funding as the major challenge: ‘As a new business, we’re relying heavily on ‘sweat equity’ to grow, which is a slow process and also means we’re having to spend time working in other jobs to fund ourselves.’</p>\n<h2 id=\"odiandthefuture\">ODI and the future</h2>\n<p>‘Being part of the ODI gives us a level of authority in the transparency debate’ \u0002says Jessi, ‘they’re offering invaluable support through mentorship, access to other startups as well as big companies with a keen interest in transparency.’</p>\n<p>Initially Provenance hopes to have total coverage of the UK manufacturing market, approximately 2,000 makers. Longer term they hope to roll out that same model across Europe, and ultimately, worldwide.</p>\n<p>Advice for new start ups?</p>\n<p>Jessi says, ‘our advice is to be at the centre of the discussion in the area you’re specialising in. Organising events, speaking about your business, joining active communities or creating new ones. For us this has increased the authority of our brand and service offering immeasurably.’</p>\n<p>Visit Provenance at: <a href=\"http://www.projectprovenance.com/\">www.projectprovenance.com</a></p>\n<p>Media enquiries: <a href=\"mailto:emma.thwaites@theodi.org\">emma.thwaites@theodi.org</a>, 07990 804805</p>\n<p>\u0002</p>","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}