{"id":"https://contentapi.theodi.org/spend-network-0-case-study.json","web_url":"http://theodi.org/case-studies/spend-network-0-case-study","slug":"spend-network-0-case-study","title":"Spend Network","format":"case_study","updated_at":"2015-09-11T09:52:13+00:00","created_at":"2013-08-20T09:04:17+00:00","tag_ids":[],"tags":[],"details":{"need_id":"","business_proposition":false,"excerpt":"Getting started","language":"en","need_extended_font":false,"content":"<h2 id=\"gettingstarted\">Getting started</h2>\n<p><a href=\"http://www.spendnetwork.com\">Spend Network</a> will launch in November 2013 using open public data to create the first comprehensive and publicly available repository for government transaction data, a market worth in excess of £130 billion per annum. The company has four members of staff and has grown out of Ticon, a small consultancy focused on government procurement and payments, founded by Ian Makgill.</p>\n<p>Ian describes the inspiration for Spend Network: ‘We’ve been working with spend data for years. It became increasingly clear that it had huge value for buyers and suppliers, but that it was too disparate and messy to utilise in a meaningful way. We spent a couple of years hoping that Government would do more to standardise publication, but then we realised the only way to make that happen was to do it ourselves.’</p>\n<h2 id=\"theproposition\">The proposition</h2>\n<p>The Spend Network platform aims to initially fund its growth through consulting projects, but will move towards a business model with two strands. Firstly, a free offering using <a href=\"http://ted.europa.eu/TED/main/HomePage.do\">TED data </a>(Tenders Electronic Daily, the online version of the 'Supplement to the Official Journal of the European Union' (OJEU)) as well as transaction data, cleansed and published via an API (Application Programming Interface). Plus a website with a dashboard providing basic data for public sector bodies. The second, premium offering includes augmented data and linked data (e.g. allowing users to compare spend on mobile phone suppliers for each department), and aggregated data (e.g. establishing an overview of spend across a region of the UK). Critically, Spend Network will also be providing benchmarking data, based on comparisons between different parts of government and different suppliers.</p>\n<p>Spend Network has two target customers: buyers and suppliers. Ian continues: ‘Currently the public sector has no overall knowledge of how much the different parts of central and local government spend with different suppliers. Bringing everything together will give government a powerful insight into its buying activity.’</p>\n<p>For suppliers, the Spend Network platform allows them to understand their markets better and to refine their products to suit the needs of government. ‘There are over 6,500 suppliers who have business in excess of £10 million with government, to these businesses knowing what government is doing is critical’, says Ian.</p>\n<h2 id=\"thedata\">The data</h2>\n<p>‘We’re working with the spend data published by government bodies, which is issued monthly’, Ian explains. ‘Volumes of data vary, but we typically see around 2,000 rows of data per month per organisation.’ Spend Network is currently working with 187 individual spend datasets and plans to add a further 500 datasets to its work.</p>\n<h2 id=\"thebenefits\">The benefits</h2>\n<p>Ian anticipates that Spend Network will bring tangible benefits including the identification and encouragement of government spend with SMEs (it currently has a target of spending 25% with SME suppliers by 2015). ‘It will allow public organisations to drive down costs for key commodities and services by collaborating and leveraging their buying power. They will also be able to see demand patterns across sector by month, so they can smooth out their buying.’ Public scrutiny of public spending is another key benefit.</p>\n<h2 id=\"opportunitiesandchallenges\">Opportunities and challenges</h2>\n<p>Ian explains, ‘our greatest challenges are financial. We’re bootstrapping, so scaling our service to a meaningful level is going to be tough. Our next greatest challenge is the lack of data. The majority of government only publishes data on transactions over £25,000, we believe this threshold is too high and severely limits the output of our raw materials.’</p>\n<p>Looking at the opportunities, open data gives Spend Network the ability to link data across sectors of the UK government, and to link data across governments on an international scale. ‘There is currently very little useful data for the Government market’, Ian continues. ‘Whilst suppliers will have a very good understanding of their own business, they don’t have an easy way to understand movements across the whole market, or to compare their own performance with that of other suppliers.’</p>\n<h2 id=\"workingwiththeodi\">Working with the ODI</h2>\n<p>‘ODI is helping us in two ways’, says Ian ‘firstly, being on the ODI startup programme gives us instant credibility, allowing us to demonstrate that we have a team of experts guiding and supporting us to deliver on our targets. Secondly, the programme gives us access to an invaluable network of expertise and knowledge, as well as other startups.’ In the future, the Spend Network team hopes to work with the ODI to encourage government to reduce its transaction data thresholds and improve publishing routines.</p>\n<h2 id=\"successandthefuture\">Success and the future</h2>\n<p>Spend Network has a target of three years to achieve a £1 million in turnover with a minimum 15% profit margin. Ian would also like to see European governments open up their transactional data so Spend Network can gather, cleanse and then link it. Ian adds, ‘perhaps some of the key suppliers might also start to open up their transactional data so that we can look further down the supply chains used by government’.</p>\n<p>Ian concludes, ‘success for us is very simple: to be the primary source for market intelligence in the public sector market’.</p>\n<p>Ian’s advice for new start ups?</p>\n<ul>\n<li>Get a good accountant.</li>\n<li>Work really hard on your value proposition.</li>\n<li>Sell something for profit 12 weeks after you start.</li>\n<li>Find a business network to share joy and pain with other entrepreneurs.</li>\n</ul>\n<p>Visit Spend Network at:\u0002<a href=\"http://www.spendnetwork.com/\">www.spendnetwork.com</a></p>\n<p>Media enquiries: emma.thwaites@theodi.org</p>\n<p>\u0002\n\u0002</p>\n<h1 id=\"\">\u0002</h1>","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}