{"id":"https://contentapi.theodi.org/millions-pounds-prescription-savings-identified-open-data-innovative-startups.json","web_url":"http://theodi.org/media/millions-pounds-prescription-savings-identified-open-data-innovative-startups","slug":"millions-pounds-prescription-savings-identified-open-data-innovative-startups","title":"Millions of Pounds in Prescription Savings Identified in Open Data by Innovative Startups ","format":"article","updated_at":"2015-09-11T09:50:47+00:00","created_at":"2012-12-06T22:23:28+00:00","tag_ids":["media"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/media.json","web_url":null,"title":"Media Release","details":{"description":"Media Release","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=media","web_url":"http://theodi.org/tags/media","slug":"media"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"MILLIONS OF POUNDS IN PRESCRIPTION SAVINGS IDENTIFIED IN OPEN DATA  ","language":"en","need_extended_font":false,"content":"<p><strong>MILLIONS OF POUNDS IN PRESCRIPTION SAVINGS IDENTIFIED IN OPEN DATA</strong>  </p>\n<p><strong><em>Innovative startups working with NHS doctors and academics have found a simple way to save hundreds of millions of pounds</em></strong>  </p>\n<p>The savings were identified by Mastodon C, a big data start-up company based at The Open Data Institute (ODI); Open Health Care UK, the health technology start-up behind the NHS Hack Days; and Ben Goldacre, the doctor and writer behind BadScience.net.  </p>\n<p><strong>Key findings</strong>  </p>\n<p>Over just 8 weeks, working with publicly available NHS prescriptions data, the team looked at the prescribing patterns in GP practices, CCGs, and PCTs. They focused on a class of drugs called statins, which are used to prevent cardiovascular problems.  </p>\n<p>The current evidence shows that for most patients, all drugs from this class are equally safe and effective, so doctors are usually advised to use the cheapest. The analysis examined how much money was spent in each area on the more expensive drugs. It looks at the entire prescriptions dataset (37 million rows of data), and therefore represents results from facts, not models. If the research had been conducted a year ago, over £200m could have been saved, and looking forward the team expect to identify similar potential savings.  </p>\n<p>It found that:</p>\n<ul>\n<li><p>An average £27m a month of potentially unnecessary expenditure on the two proprietary statins took place last year in the NHS in England.</p></li>\n<li><p>This is part of a wider issue of spending on proprietary drugs in cases where good and far cheaper generic equivalents exist. Previous research has estimated that these wider patterns cost the NHS over £1 billion pounds a year in excess spend*.</p></li>\n<li><p>The cost of an individual prescription item can vary from as little as 81p for a generic, to over £20 for drugs still under licence to the pharmaceutical companies that develop them.</p></li>\n<li><p>The set of available drugs is constantly evolving, and the right prescription for each individual is very personal. We cannot say that all the prescribing costs identified here are “waste”, but a clear public overview of the data can make it easier for doctors, patients, politicians, the NHS and the public to identify potential savings.</p>\n<p>The initial data analysis is available through a new online portal called<a href=\"http://www.prescribinganalytics.com/\"> Prescribing Analytics</a>, which is open to everyone - but particularly to support health care professionals and managers with responsibility for prescribing drugs and controlling budgets.  </p>\n<p>Open Health Care UK Co-founder, Carl Reynolds said:  </p>\n<p>“We’re big fans of openness and its tendency to make things less bad. Linus’ law: “given enough eyeballs, all bugs are shallow” came alive in this work. Not only does the project illustrate significant potential savings in the NHS drug budget, it shows us how open data can facilitate mass collaboration with impressive results.”  </p>\n<p>Ben Goldacre, the doctor and writer behind BadScience.net said:  </p>\n<p>“We have found potentially huge savings for the NHS here, in a project that cost almost nothing to build, by doing one simple analysis on publicly available data. I’m sure doctors and patients will find it useful to see whether they can save NHS money in their area. But the real joy has been working on a project with that combined the skills of geeks and geeky doctors: I hope others will come and do the same!”  </p></li>\n</ul>\n<p><strong>Open data value</strong>  </p>\n<p>Mastodon C’s Francine Bennett, who carried out the data analysis said:  </p>\n<p>“We’ve suspected for some time that there were potential savings to be gained by looking at prescribing practices across the NHS but I wasn’t prepared for the extent of the potential savings we’ve seen in just this analysis. What’s important now is to work with the NHS and healthcare professionals to provide the data and analysis which can realise this potential”.  </p>\n<p>Welcoming the findings, Medical Director of the NHS Commissioning Board ,Sir Bruce Keogh said:  </p>\n<p>“Variation in prescribing habits costs the NHS millions of pounds a year. Transparent sharing of information will help clinicians understand whether they are over or under prescribing. This will focus minds in a way that will not only improve the quality of treatment for patients but also reduce cost and free up money for re-investment in other parts of the NHS.”  </p>\n<p>The ODI’s Chairman, Nigel Shadbolt said:  </p>\n<p>“This project is an example of how open data can be used to help services run more effectively and efficiently. In using open data to highlight trends, we see where we can do better and make improvements. Inefficiency in any system often results from poor or incomplete information about the overall picture. This is something that open data can address as Prescribing Analytics so dramatically illustrates. The analysis should be required reading for all GPs as they seek to make best use of their resources”.  </p>\n<p><strong>Next steps</strong>  </p>\n<p>One of the drugs in this first phase of work, Atorvastatin, has now come off licence, However, the team working on Prescribing Analytics have identified several more drug categories that they plan to analyse.  </p>\n<p>The ODI has provided business advice and financial support to the team behind the findings. CEO, Gavin Starks said:  </p>\n<p>“This is an exceptional example of Open Data being transformed into knowledge for everyone. It gives patients and GPs the tools they need to help realise big savings for the NHS - which is ultimately value for everyone.  </p>\n<p>The team have done an excellent job designing programmes that make it easy for anyone to use the information to maximise its impact. They have shown an important element of the power of Open Data- raising awareness and helping everyone create interventions that drive change.”  </p>\n<p>*<a href=\"http://www.bmj.com/content/341/bmj.c6449\">http://www.bmj.com/content/341/bmj.c6449</a>  </p>\n<p><strong>Notes</strong></p>\n<ol>\n<li><p><a href=\"https://www.mastodonc.com/\">Mastodon C</a> is a start-up company currently based at<a href=\"http://www.theodi.org/\"> The Open Data Institute</a>. The Open Data Institute’s mission is to catalyse the evolution of an open data culture to create economic, environmental, and social value.</p></li>\n<li><p><a href=\"http://www.openhealthcare.org.uk\">Open Health Care UK</a> is a health technology start-up</p></li>\n<li><p><a href=\"http://www.badscience.net/about-dr-ben-goldacre/\">About Ben Goldacre</a></p></li>\n<li><p>Full research findings and details on methodology can be found at:<a href=\"http://www.prescribinganalytics.com/\"> http://www.prescribinganalytics.com/</a></p></li>\n<li><p>For media enquiries and interview bids, please contact emma.thwaites@theodi.org on 07990 804805 or @emmathwaites</p></li>\n</ol>\n<p>\u0002</p>","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}