{"id":"https://contentapi.theodi.org/uk-leads-world-emerging-open-data-industry-odi-opens-business.json","web_url":"http://theodi.org/media/uk-leads-world-emerging-open-data-industry-odi-opens-business","slug":"uk-leads-world-emerging-open-data-industry-odi-opens-business","title":" UK Leads the World in Emerging Open Data Industry as ODI Opens for Business","format":"article","updated_at":"2015-09-11T09:50:41+00:00","created_at":"2012-12-02T19:07:58+00:00","tag_ids":["media"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/media.json","web_url":null,"title":"Media Release","details":{"description":"Media Release","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=media","web_url":"http://theodi.org/tags/media","slug":"media"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The Open Data Institute opens officially this week, as research by Deloitte reveals key features of an evolving open data market. As part of its start-up activities, the ODI has been working with business experts to assess the landscape.","language":"en","need_extended_font":false,"content":"<p><em>The Open Data Institute opens officially this week, as research by Deloitte reveals key features of an evolving open data market. As part of its start-up activities, the ODI has been working with business experts to assess the landscape.</em></p>\n<p>The Deloitte analysis reveals that:</p>\n<ul>\n<li>The UK is leading the world in open data. Whilst <a href=\"http://data.gov.uk\">data.gov.uk</a> does not have the same quantity of data as government open data sites in countries including the US and France, in the period studied by Deloitte, <a href=\"http://data.gov.uk\">data.gov.uk</a> received more daily visits than either <a href=\"http://data.gouv.fr\">data.gouv.fr</a>. or <a href=\"http://data.gov\">data.gov</a>.</li>\n<li>Between January 2010 and September 2012, demand for open data on <a href=\"http://data.gov.uk\">data.gov.uk</a>, measured by the average number of page views for each dataset, has grown by 285%;</li>\n<li>There are significant variances between supply and demand for open data in different industry sectors;</li>\n<li>As the environment develops, businesses are organising themselves in to five key “archetypes” based on the ways they use open data.</li>\n</ul>\n<p><strong>Costi Perricos</strong>, Deloitte Analytics public sector leader, said: ‘Data has been referred to as the new raw material of the 21<sup>st</sup> century. Used wisely, open data can create opportunities for individuals and organisations, both in the public and private sectors, to make more informed and more effective decisions about the issues facing them today. While the open data market is still relatively immature in the UK, demand appears to be increasing. As a result of the rapid growth and availability of data today, we can expect to see a new generation of online citizens and businesses emerging.’</p>\n<h2 id=\"newinvestment\"> New investment</h2>\n<p>The research comes as The ODI announces its first major investor, Omidyar Network, who will provide $750k over two years to help develop the business.</p>\n<p>The ODI’s Chief Executive <strong>Gavin Starks</strong> said: `Open data holds huge, largely untapped potential to change the way we function as a society. The ODI will enable organisations and individuals to: find and exploit untapped markets and business opportunities; explore and understand social and cultural trends and; experiment with ways of explaining this evolving ecosystem. We’re delighted to have the support of global philanthropic investment firm Omidyar Network as our first investor, underlining the fact that the UK leads the world in this emerging industry. We will work with them and others in the coming months and years to release the social, economic and environmental benefits of open data’.</p>\n<p>Omidyar Policy Director, <strong>Martin Tisné</strong> said: `The Open Data Institute will accelerate and help shape the evolution of an open-data culture. It will unlock supply, generate demand, and create and disseminate knowledge to address local and global issues. Omidyar Network is pleased to support the Open Data Institute and contribute to building the global open-data sector’.</p>\n<h2 id=\"odiopening\"> ODI Opening</h2>\n<p>The ODI’s work will be presented to Cabinet Office Minister, <strong>Francis Maude,</strong> at the official opening on Tuesday 4th December. Francis Maude said: ‘The creation of the Open Data Institute – the first organisation of its kind in the world – underlines our determination to maximise the potential of data as a material for economic and social growth. The ODI, and the expert team assembled there, are already helping to foster a new generation of innovative businesses built on open data, and to develop the specialist skills among data technologists that will see the creation of new products and services. We look forward to working with them to make data more readily available and accessible, and to further cement the UK’s position as an international leader in open data’.</p>\n<h2 id=\"incubatingbusinesses\"> Incubating businesses</h2>\n<p>Four start-up businesses are already working in The ODI’s HQ:</p>\n<p><strong>Mastodon C</strong>: Who make big data technology and analytics, on open source technology and zero carbon infrastructure</p>\n<p><strong>Placr</strong>: Who create their own commuter-focused apps and make multiple transportation data sets available in one place for developers and create their own</p>\n<p><strong>Locatable</strong>: Making house hunting easier by helping people find locations that satisfy their most important criteria</p>\n<p>**Open Corporates: **Who are aiming to bring all the information about all the companies in the world together in one place.</p>\n<h2 id=\"founders\"> Founders</h2>\n<p>The ODI was announced in last year’s Autumn Statement. It is receiving partial funding from the Government’s Technology Strategy Board (TSB) - £2m a year over 5 years. The Institute was the brainchild of Sir Tim Berners-Lee and Professor Nigel Shadbolt. It has been substantially supported through its start-up phase with resources and services from The University of Southampton.</p>\n<p>ODI Chairman and Southampton Professor of Artificial Intelligence, <strong>Nigel Shadbolt</strong> said: ‘I’m delighted to see our vision for The ODI made real. A world first, The ODI demonstrates both UK commitment and leadership. To see our start-ups and hackathon winners already demonstrating the value of open data is superb. It shows what becomes possible when you make data available and build the conditions for people to use it to create new products and services. The ODI will be a catalyst for business, innovation and greater openness”.</p>\n<p><strong>Sir Tim Berners Lee</strong> said: `People are looking to the UK as being a leader. A lot of people have come to me since they heard of plans to launch The ODI with questions about how they can launch one in their own country. I think it’s great to have somewhere to centralise a lot of experience, a lot of the brilliant work that people have been doing in this area both within the UK in the international community. This is just the start of amazing things that are going to happen in this space’.</p>\n<p><strong>Ends.</strong></p>\n<h2 id=\"notes\"> Notes:</h2>\n<ol>\n<li>Full case studies of the companies incubating at The ODI are attached to this email.</li>\n<li>For media enquiries and requests for interviews relating to The ODI, please contact <a href=\"mailto:emma.thwaites@theodi.org\">emma.thwaites@theodi.org</a> call <a href=\"tel:07990%20804805\">07990 804805</a> @emmathwaites</li>\n<li>For media enquiries relating to Deloitte and more information about the research, please contact <a href=\"mailto:gibishop@deloitte.co.uk\">gibishop@deloitte.co.uk</a> on <a href=\"tel:020%207303%200776\">020 7303 0776</a></li>\n<li>The <a href=\"http://www.theodi.org/\">ODI</a> is a non-profit (Limited by Guarantee), non-government, non-partisan organisation.</li>\n<li>The Technology Strategy Board (<a href=\"http://www.innovateuk.org/\">www.innovateuk.org</a>) has helped to develop the Open Data Institute and will invest up to £10 million of government funding in the institute over the next five years. The Technology Strategy Board is the UK’s innovation agency. Its goal is to accelerate economic growth by stimulating and supporting business-led innovation. Sponsored by the Department for Business, Innovation and Skills (BIS), the Technology Strategy Board brings together business, research and the public sector, supporting and accelerating the development of innovative products and services to meet market needs, tackle major societal challenges and help build the future economy.</li>\n<li>The University of Southampton is pioneering the development of web science — co-founded by Southampton Professors Dame Wendy Hall, Sir Tim Berners-Lee and Nigel Shadbolt — and is firmly at the forefront of the Open data ‘revolution’ both on and off campus. Since 2009, Professors Berners-Lee and Shadbolt have worked as advisors to the Prime Minister to help transform public access to UK government information resulting in the widely acclaimed <a href=\"http://www.data.gov.uk/\">data.gov.uk</a> website. Professor Shadbolt also chairs the <a href=\"http://www.bis.gov.uk/policies/consumer-issues/consumer-empowerment/personal-data\">midata</a> project, launched in 2011, as part of the Government’s consumer empowerment strategy to give the public more control and access to their personal data.</li>\n<li>For more about: <a href=\"http://www.omidyar.com/\">Omidyar Network</a></li>\n</ol>\n<h2 id=\"aboutdeloitte\"> About Deloitte</h2>\n<p>In this press release references to Deloitte are references to Deloitte LLP, which is among the country's leading professional services firms. Deloitte LLP is the United Kingdom member firm of Deloitte Touche Tohmatsu Limited (“DTTL”), a UK private company limited by guarantee, whose member firms are legally separate and independent entities. Please see <a href=\"http://www.deloitte.co.uk/about\">www.deloitte.co.uk/about</a> for a detailed description of the legal structure of DTTL and its member firms. The information contained in this press release is correct at the time of going to press. For more information, please visit <a href=\"http://www.deloitte.co.uk\">www.deloitte.co.uk</a>.</p>","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}