{"id":"https://contentapi.theodi.org/birmingham.json","web_url":"http://theodi.org/nodes/birmingham","slug":"birmingham","title":"Birmingham ","format":"node","updated_at":"2016-01-29T10:28:11+00:00","created_at":"2015-12-08T12:38:50+00:00","tag_ids":["node"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/node.json","web_url":null,"title":"Node","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=node","web_url":"http://theodi.org/tags/node","slug":"node"}}],"details":{"business_proposition":false,"description":"<p><strong>Learning & Network Node</strong></p>\n<p><a href=\"https://www.innovationbham.com/\">Innovation Birmingham</a> (formerly Aston Science Park) was founded in 1982 and is the UK’s third oldest science park. Located in an urban setting within central Birmingham, Innovation Birmingham is wholly owned by Birmingham City Council. </p>\n<p>Innovation Birmingham Campus is the base for Birmingham’s tech community. The Innovation Birmingham team is actively looking to work with and bring together the public and private sectors. It is a one-stop-shop for innovators, entrepreneurs and investors looking to develop or fund tech startups with high growth potential.</p>\n<p>The campus facilities include the Entrepreneurs for the Future (e4f) multi-occupancy centre, hot-desking facilities and a wide range of flexible office units. However, the campus is far from just bricks and mortar: the team actively nurtures an interactive and supportive community within the place. The Campus strategy is about  creating a wide range of valuable opportunities,  providing the missing aspects of a successful business puzzle and helping innovators and tech entrepreneurs to succeed.</p>\n<p><strong>ODI Birmingham</strong> are committed to delivering the following: </p>\n<ul>\n<li>Building an  awareness of the ODI and open data to the city's tech community. This will be done using existing meet ups and a Friday lectures series.</li>\n<li>Supporting large organisations within the transport, health and sustainability areas to publish open data sets.</li>\n<li>Running data visualisation workshops using various tools, techniques and data sources.</li>\n<li>Drawing challenges out of transport and health organisations  through open data and creating solutions with open data.</li>\n<li>Engaging public and third sector organisations in the use of open data.</li>\n<li>Leveraging various funded projects to deliver aspects of open data training to stimulate demand for ODI training and membership.</li>\n</ul>\n<p><b>To learn more about ODI Birmingham visit their <a href=\"http://birmingham.theodi.org/\">website</a></b>.</p>","excerpt":"Learning & Network Node\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","telephone":"","twitter":"ODIBirmingham","linkedin":"","email":"birmingham@theodi.org","location":[0,0],"level":"city","region":"GB","beta":false,"join_date":"2015-11-01T00:00:00+00:00","area":"Birmingham ","host":"Innovation Birmingham ","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]},"logo":{}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}