{"id":"https://contentapi.theodi.org/madrid.json","web_url":"http://theodi.org/nodes/madrid","slug":"madrid","title":"Madrid","format":"node","updated_at":"2016-02-24T17:16:03+00:00","created_at":"2015-12-22T14:44:09+00:00","tag_ids":["node"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/node.json","web_url":null,"title":"Node","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=node","web_url":"http://theodi.org/tags/node","slug":"node"}}],"details":{"business_proposition":false,"description":"<p><a href=\"http://www.oeg-upm.net/\">The Ontology Engineering Group</a> - <a href=\"http://www.upm.es/\">Universidad Politécnica de Madrid</a>, Madrid, Spain</p>\n<p><strong>Learning and Network node</strong></p>\n<p>Becoming a city node of the Open Data Institute is an opportunity to drive and share innovation in the region of Madrid and Spain around open data initiatives. We also aim at aligning open data in Spanish with similar European initiatives and disseminating successful Spanish initiatives worldwide through the ODI.</p>\n<p><strong>Our plans</strong></p>\n<p>Create learning, networking and market value through the execution of the following activities:</p>\n<ol>\n<li>Delivery of general and domain specific ODI training courses (in Spanish and English) on open data, with the relevant adaptations to the Spanish legislation.</li>\n<li>Engagement with the open data community by organising public talks and networking events (workshops, hackathons, datathons, etc.) in diverse application domains: smart cities, public administration, digital humanities, education, open science, and data journalism. We will open a regular blog for the community and will give support to other forms of dissemination.</li>\n<li>Delivery of ODI open data certificates to Spanish institutions using the ODI data certification scheme.  </li>\n<li>Foster the creation of an ecosystem of stakeholders on the publication and consumption of open data in the region of Madrid.</li>\n</ol>\n<p><strong>Our expertise</strong></p>\n<p>We combine skills of leading researchers and innovators with cutting-edge technologies in the areas of open data, ontologies, Semantic Web and Linked Data, multilingualism, data journalism and e-science. We work closely with industry partners in diverse application domains that use open data: smart cities, public administrations, digital humanities, education, open science and data journalism.</p>\n<p>Our existing catalogue of activities in open data includes:</p>\n<ol>\n<li>Training public and private institutions and Computer Science students on open data topics.</li>\n<li>Visit <a href=\"http://www.linkeddata.es\">www.linkeddata.es</a> to explore the major open data (and linked open data) initiatives, applications, websites and collaborations developed by us: the Spanish DBpedia chapter, open data developments for the City of Zaragoza; collecting vocabularies and ontologies about smart cities, energy and other related fields in the SmartCity catalogue; linked open data in the library domain with the Spanish National Library and in the geographical domain with the Spanish Geographical Institute; exposing language resources in the Linguistic Linked Open Data Cloud; and prototypes for an open bicycle sharing system.</li>\n<li>Active participation in international and national standardisation activities at W3C, ISO, OGC and AENOR.</li>\n</ol>\n<p><strong>To learn more about ODI Madrid visit their <a href=\"http://madrid.theodi.org\">website</a>.</strong></p>","excerpt":"[The Ontology Engineering Group](http://www.oeg-upm.net/) - [Universidad Politécnica de Madrid](http://www.upm.es/), Madrid, Spain\r","language":"en","need_extended_font":false,"alternative_title":"","url":"http://madrid.theodi.org","telephone":"+34 913367417","twitter":"odi_madrid","linkedin":"","email":"odi_madrid@delicias.dia.fi.upm.es","location":[0,0],"level":"city","region":"ES","beta":false,"join_date":"2015-10-01T00:00:00+00:00","area":"Madrid","host":"","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}