{"id":"https://contentapi.theodi.org/business-development-manager.json","web_url":"http://theodi.org/jobs/business-development-manager","slug":"business-development-manager","title":"Business Development Manager","format":"job","updated_at":"2017-05-02T11:26:28+00:00","created_at":"2017-01-05T14:03:32+00:00","tag_ids":["jobs","business-development-manager"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/jobs.json","web_url":null,"title":"jobs","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=jobs","web_url":"http://theodi.org/tags/jobs","slug":"jobs"}},{"id":"https://contentapi.theodi.org/tags/keywords/business-development-manager.json","web_url":null,"title":"business development manager","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=business-development-manager","web_url":"http://theodi.org/tags/business-development-manager","slug":"business-development-manager"}}],"details":{"business_proposition":false,"description":"<h3 id=\"shoreditchlondon\">Shoreditch, London</h3>\n<h3 id=\"35000perannum\">£35,000 per annum</h3>\n<h3 id=\"applicationsforthisrolehavenowclosed\">Applications for this role have now closed</h3>\n<hr />\n<p>The Open Data Institute is looking for a passionate business development manager to identify, drive and manage new business sales. </p>\n<p>Co-founded by the inventor of the web, Sir Tim Berners-Lee, and renowned AI professor, Sir Nigel Shadbolt, and supported at board level by Martha Lane-Fox and Neelie Kroes, the Open Data Institute connects, equips and inspires people around the world to innovate with data.</p>\n<p>The ODI enables organisations and individuals to solve problems and create opportunities using data. We are looking to appoint a new business manager who can identify appropriate opportunities for the ODI to connect with organisations, construct a value proposition for that opportunity and then manage the opportunity through to contract and hand-off to the ODI delivery teams.</p>\n<h3 id=\"abouttherole\">About the role</h3>\n<p>Reporting to the Commercial Director, the Business Development Manager will play a pivotal role in developing the ODI’s commercial proposition through skilled application of sound business development principles. </p>\n<p>The ideal candidate will have a minimum of five years' business development experience ideally selling consulting and advisory services, a willingness to learn, a professional, customer-focused view and be able to see things from an external organisation’s perspective. You will work with the commercial team to formulate and execute strategies which will provide the ODI with sustainable, margin-rich work based around our core values.</p>\n<p>This will involve: </p>\n<ul>\n<li>Researching the market, organisations and individuals to approach as new leads</li>\n<li>Acquiring knowledge about company needs and purchasing decision makers</li>\n<li>Contacting and reaching new clients </li>\n<li>Networking and presenting at conferences, meetings and industry events</li>\n<li>Creating presentations to deliver to clients</li>\n<li>Meeting bookings targets</li>\n<li>Maintaining an accurate pipeline for the benefit of the whole of the ODI</li>\n</ul>\n<p>Due to the nature of the work, this position is likely to involve non-core hours and UK-wide travel.</p>\n<h3 id=\"keyresponsibilities\">Key responsibilities:</h3>\n<ul>\n<li>Proactive sales – building the new business pipeline, scoping for opportunities (including ITTs), developing new client relationships, leveraging existing relationships for new opportunities</li>\n<li>Reactive sales – assessing and taking maximum advantage of inbound leads, bringing in senior/junior members as appropriate</li>\n<li>Events – maximising all events (both ODI and external) for networking and sourcing new opportunities</li>\n<li>Programme design/proposal writing – converting opportunities into effective descriptions of work working alongside other members of the team (eg PMs and delivery pool)</li>\n<li>Supporting the Commercial Director in the development of the ODI’s commercial value proposition/strategy – pulling together what the ODI has done and where it has delivered value, and using this to develop new propositions</li>\n<li>Building, maintaining and improving all sales processes especially the management and oversight of the sales pipeline</li>\n<li>Linking the commercial team with skills, expertise and experience of the wider ODI team to ensure that business development does not operate in a silo</li>\n<li>Developing sales materials and other collateral – working with the production team to create compelling outputs, improve ODI proposal templates and other pitch documents</li>\n<li>Get involved where appropriate in limited delivery, for example where you have been instrumental in winning a specific piece of work</li>\n</ul>\n<h3 id=\"aboutyou\">About you</h3>\n<p>You must have the skills, knowledge and experience to enable you to be:</p>\n<ul>\n<li>Honest, socially-adept and a team player</li>\n<li>A confident communicator and problem-solver</li>\n<li>Able to handle pressure and meet deadlines</li>\n<li>Organised, with excellent attention to detail</li>\n<li>A self-starter with the ability to prioritise and work unsupervised  </li>\n<li>Able to accept and implement guidance and instructions</li>\n<li>Competent and confident in use of a range of IT systems</li>\n</ul>\n<h3 id=\"howtoapply\">How to apply</h3>\n<p>To apply, please send your CV and cover letter (max. two pages) to <a href=\"mailto:jobs@theodi.org\">jobs@theodi.org</a> by midnight on <strong>Friday 13 January</strong>.</p>","excerpt":" Shoreditch, London\r","language":"en","need_extended_font":false,"alternative_title":"","location":"","salary":"","closing_date":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/about-us.json","web_url":"http://theodi.org/about-us","slug":"about-us","title":"About the ODI","format":"article","updated_at":"2016-12-13T14:10:00+00:00","created_at":"2013-10-22T22:44:14+00:00","tag_ids":["page","open-data-institute"]}],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}