{"id":"https://contentapi.theodi.org/head-of-delivery-odi.json","web_url":"http://theodi.org/jobs/head-of-delivery-odi","slug":"head-of-delivery-odi","title":"Head of Delivery","format":"job","updated_at":"2017-05-02T11:21:48+00:00","created_at":"2017-02-27T10:16:04+00:00","tag_ids":["jobs","head-of-delivery"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/jobs.json","web_url":null,"title":"jobs","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=jobs","web_url":"http://theodi.org/tags/jobs","slug":"jobs"}},{"id":"https://contentapi.theodi.org/tags/keywords/head-of-delivery.json","web_url":null,"title":"head of delivery","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=head-of-delivery","web_url":"http://theodi.org/tags/head-of-delivery","slug":"head-of-delivery"}}],"details":{"business_proposition":false,"description":"<h3 id=\"shoreditchlondon\">Shoreditch, London</h3>\n<h3 id=\"65000perannum\">£65,000 per annum</h3>\n<h3 id=\"applicationsforthisrolehavenowclosed\">Applications for this role have now closed</h3>\n<hr />\n<h3 id=\"abouttherole\">About the role</h3>\n<p>The Open Data Institute (ODI) was established in 2012 by <a href=\"http://en.wikipedia.org/wiki/Tim_Berners-Lee\">Sir Tim Berners-Lee</a> and <a href=\"http://users.ecs.soton.ac.uk/nrs/\">Sir Nigel Shadbolt</a> to help companies and governments around the world get data to people who need it: informing decisions, driving efficiencies and creating opportunities using data. To fulfil this mission, we deliver a range of projects, from grant-based research through to margin-generating programmes, for private and public sector organisations.</p>\n<p>In the role of <strong>Head of Delivery</strong> you will lead the delivery team and coordinate with a wide range of associates, partners and collaborators to deliver The ODI’s work on time, on budget and to a high standard. You will be instrumental in ensuring our work has maximum impact, including embedding learning into delivery to develop members of the team and increase the adoption of good practices across open and data communities.</p>\n<h3 id=\"responsibilities\">Responsibilities</h3>\n<p>As a small and agile business we are constantly iterating on our approach and learning about what is, and is not, effective. After four years of delivering advisory, training and development services, we are now working on the processes and practices that enable us to deliver impactful work, efficiently, while developing the team.</p>\n<p>Reporting to the COO, as part of the ODI leadership team, and with support from portfolio managers, project owners and domain experts from across the team, you will be responsible for:</p>\n<ul>\n<li>Developing, maintaining and optimising the processes and practices that enable us to deliver projects on time, on budget and to high quality</li>\n<li>Creating a collaborative, positive, learning culture within the delivery team that motivates everyone to do their best in project delivery</li>\n<li>Prioritising work across the delivery team to provide best value to the business and our clients</li>\n<li>Problem solving when projects are blocked or delayed, in support of project owners and portfolio managers</li>\n<li>Supporting portfolio managers in balancing work across the delivery team to maximise their opportunities to develop new skills and experience</li>\n<li>Holding project owners accountable for the effective delivery of their projects</li>\n<li>Ensuring that project costs are fully accounted for to satisfy reporting requirements, including for large-scale EU grant-based projects</li>\n<li>Identifying areas for development within the team and putting together structured training programmes to meet them</li>\n<li>Running retrospectives at project milestones to uncover lessons learned to constantly improve project delivery over time</li>\n<li>Line managing members of the delivery team and supporting their personal development</li>\n<li>Maintaining and building relationships with a range of associates, partners and collaborators to assist with project delivery</li>\n<li>Embedding impact measurement, learning and dissemination into project delivery, so that everyone benefits from our experience</li>\n<li>Providing regular reports to the leadership team and Board about the status of project delivery and the delivery team</li>\n</ul>\n<h3 id=\"aboutyou\">About you</h3>\n<p>You will have experience working collaboratively to deliver both small, simple projects and large, complex programmes of work. Maybe you have been managing projects and programmes in a consultancy, the public sector, or an NGO and yearn for the opportunity to build a portfolio of projects and partnerships in a creative, agile, startup environment. You are used to juggling the demands of multiple projects and programmes at once. You are comfortable operating in teams/networks, and have experience managing effective long-term relationships with partners and subcontractors.</p>\n<p>You will be looking to work in a dynamic environment and take pride in developing a team culture in which every member of the team is doing their best work and delivering high-quality, impactful projects. You will be familiar with a range of project management methodologies and know how to apply different practices in different situations.</p>\n<h3 id=\"requirementsessential\">Requirements (essential)</h3>\n<ul>\n<li>Proven experience of managing a range of sizes of projects and programmes</li>\n<li>Experience with a range of project management methodologies, tools and processes</li>\n<li>Excellent organisational, written and verbal communication skills</li>\n<li>Confidence in dealing with a variety of stakeholders</li>\n<li>Educated to degree level, or equivalent professional experience</li>\n<li>Experience of managing budgets and financial reporting of project milestones</li>\n<li>Experience managing teams with mixed levels of experience</li>\n<li>An interest in open data\nStrong IT skills</li>\n</ul>\n<h3 id=\"requirementsdesirable\">Requirements (desirable)</h3>\n<ul>\n<li>Experience of working with open data</li>\n<li>Experience of web tools such as Google docs/sheets/hangout/mail and Skype</li>\n<li>Experience working in a consultancy or training business</li>\n<li>Experience delivering large-scale EU or government-funded projects</li>\n<li>Masters-level qualification, or equivalent professional experience</li>\n<li>Experience working for a startup business</li>\n</ul>\n<p><strong>To apply, please send your CV and cover letter (max. 500 words) to <a href=\"mailto:jobs@theodi.org\">jobs@theodi.org</a> by midnight (GMT) on 5 March 2017.</strong></p>","excerpt":"Shoreditch, London\r","language":"en","need_extended_font":false,"alternative_title":"Head of Delivery","location":"London","salary":"£65,000","closing_date":"2017-03-05","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}