{"id":"https://contentapi.theodi.org/6-top-tips-building-smart-city-data.json","web_url":"http://theodi.org/blog/6-top-tips-building-smart-city-data","slug":"6-top-tips-building-smart-city-data","title":"Guest post: 6 top tips for building a smart city with data","format":"article","updated_at":"2015-09-11T10:02:17+00:00","created_at":"2015-07-14T10:54:10+00:00","tag_ids":["blog","smart-cities"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/smart-cities.json","web_url":null,"title":"Smart cities","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=smart-cities","web_url":"http://theodi.org/tags/smart-cities","slug":"smart-cities"}}],"details":{"business_proposition":false,"description":"<p>How do you make open data an achievable reality for every city regardless of its size or budget?</p>","excerpt":"<small>By Dr Julia Glidden and Susie Ruston McAleer</small>\r","language":"en","need_extended_font":false,"alternative_title":"Guest post: 6 top tips for building a smart city with data","url":"","content":"<p><em><small>By Dr Julia Glidden and Susie Ruston McAleer</small></em></p>\n<p><em><strong>How do you make open data an achievable reality for every city, regardless of its size or budget?</strong></em> </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/a4/f2/55a4f2001f986a086b000008/issy.jpg\" alt=\"null\" class=\"img text-center\" id=\"55a4f200d0d46206d200000d\">\n<small>Technology hub Issy-les-Moulineaux, Paris, opened over 75 datasets and created new apps, following open data guidelines and interactive workshops. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [couscouschocolat](https://www.flickr.com/photos/couscouschocolat/6006928420/in/photolist-a9P5xo-7YXDUs-a9P5xb-a3sd93-8YgB7A-4BdkAJ-7XK7wn-7XK7wk-7XK7wt-aJ7KnB-aMfkC4-d792eY-cRekAW-7XK7wv-d78XbG-dbfupG-aKA9Dz-bZJtjE-aJ7MbR-d78Y6w-aUV1Mr-aJ7R9V-aMffgK-7XK7wB-aJ7KYZ-aMfgcn-6By2vo-aJ7QsV-d78Zww-bZJwyE-bZJuVE-aJ7NBX-aMfmhM-aUUZYz-aMfhCB-d793kL-aJ7JLg-7XK7wx-aMfn4e-aMfddc-boruyi-aMfiBH-daT7Q9-daT6kg-daT8Vm-daTbS4-aMfgzx-aMfgRp-aMfjq8-9vdvgM “couscouschocolat\").</small></p>\n<p>That’s the question <a href=\"http://www.citadelonthemove.eu\">Citadel on the Move</a> set out to answer five years ago. The £4M project, funded by the European Commission, has since helped over 140 local government organisations across six continents open and use data. </p>\n<p>While initial visions of the smart city centred around a tech-driven, top-down approach that placed government firmly in the driving seat, in recent years a more collaborative, bottom-up vision has begun to emerge. Within this more ‘human-centric’ conception, a truly ‘smart city’ is seen as one that uses the full range of new technologies like social media, mobile phones and open APIs. </p>\n<p>A smart city will use these technologies to gather knowledge and data from urban settings, open up the data in order to solve problems, co-create value with citizens and become ‘smart’ in the process. Under this new paradigm, citizens and governments are seen as equal participants in the creation of innovative new data-driven solutions to urban challenges. </p>\n<p>From navigating the minefield of open data obstacles to making a local area a magnet for data-driven businesses, our work on Citadel has highlighted a number of key ingredients for smart city success. </p>\n<p><strong>Strong leadership</strong></p>\n<p>First and foremost, smart cities are supported by clear leadership and a desire or need to innovate. The policies and key IT infrastructures might not be in place, but if a city’s leadership has the vision and drive to help unlock the power of open data and innovation, the rest of the pieces are likely to fall in order.  </p>\n<p>Issy-les-Moulineaux, a small city on the outskirts of Paris with a strong reputation for technological innovation, recognised the value of open data but lacked the internal capacity and expertise to kick-start an open data culture. By following practical guidelines and interactive workshops, Issy was able to open over 75 datasets and <a href=\"https://www.data.gouv.fr/fr/reuses/carte-des-evenements-des-7-prochains-jours-a-issy-les-moulineaux/\">create new apps in areas ranging from trees to tourism</a>. Building on this work, Issy has recently partnered with OpenDataSoft, one of France’s top internet startups, to install a stand-alone open data platform, and release a novel new <a href=\"http://rapportfinancier.issy.com/2014/\">financial transparency app</a>) which can be used by other local government entities around the world. </p>\n<p>Based on our experiences with Athens and Issy, alongside all our other partners and associates, we’ve drawn up a simple set of <a href=\"http://tinyurl.com/lrfzl88\">business recommendations</a> for Local Authorities everywhere to open their data and build a smart city.  </p>\n<ol>\n<li><p><strong>Understand your business case</strong> for opening data, whether it’s to boost transparency, generate cost savings or unlock innovation. This knowledge will help you form your own objectives.</p></li>\n<li><p>Once your business case is in place you should <strong>start opening data as soon as you can</strong>, to avoid your city being left behind the technology and policy curve.</p></li>\n<li><p>Ensure your data is broadly <strong>compliant with industry standards</strong> and will be re-usable. Citadel offers detailed <a href=\"http://www.citadelonthemove.eu/Portals/0/Images/Deliverables/D2.4%20CITADEL%20Business%20Requirements_v1.0.pdf\">recommendations</a> for local government on open data, formats, structuring and licensing. </p></li>\n<li><p>To ensure you unlock the value hidden within your data, <strong>create a local data ecosystem of tools and guidelines</strong> that will help your community use your data. You can find resources for both novice and experienced developers <a href=\"http://www.citadelonthemove.eu/en-us/createanapp.aspx\">here</a>.</p></li>\n<li><p><strong>Understand your community</strong> and their needs to ensure you engage them and incentivise participation accordingly – from simple public thank yous and recognition via social media to cash prizes for developing services to solve specific challenges.</p></li>\n<li><p>Be prepared to come up against usability challenges, and help your community to mitigate common problems.</p></li>\n</ol>\n<p>This can be done in various ways:</p>\n<p>a)    Use our <a href=\"http://www.citadelonthemove.eu/en-us/opendata/convertmydataset.aspx\">convertor</a> to <strong>easily create data files</strong> that developers can access and use to create new services. </p>\n<p>b)    Avoid character coding challenges in non-English datasets by saving Excel or CSV files as UTF-8.</p>\n<p>c) Use freely available <a href=\"http://www.google.com/url?q=http%3A%2F%2Fwww.findlatitudeandlongitude.com%2Fbatch-geocode%2F%23.VYAn4UK2yyN&sa=D&sntz=1&usg=AFQjCNGrPssHV9M77CkCt1DZTdf2aQTLQQ\">Geo batch coders</a> to add latitude and longitude coordinates to address data so it can be represented in map form, using our <a href=\"http://www.citadelonthemove.eu/en-us/createanapp/applicationgenerationtool.aspx\">Application Generator</a> or other visualisation tools.</p>\n<p>d) Use recognised open licences, such as <a href=\"https://creativecommons.org/licenses/by/4.0/\">Creative Commons 4.0</a>, so your community is in no doubt that it can use your data for innovation without restriction.</p>\n<p>e) Add new datasets to your ecosystem by gaining buy-in throughout your authority. Use tools like the ‘Apps4Dummies’ workshop to quickly demonstrate open data value to leadership.</p>\n<p>f) Share any new developments with your community and the wider Citadel community.</p>\n<p>Over 5 years, Citadel has seen first-hand how uneven ‘starting’ positions with open data are:</p>\n<ul>\n<li><p>17% of Citadel’s 140 Associates had no previous contact with open data </p></li>\n<li><p>24% had little experience of open data (some data but no city portal or systematic release)</p></li>\n<li><p>47% had some experience of open data (a city portal or systematic release but no clear policy on open data publication and updates)</p></li>\n<li><p>12% had advanced experience of open data (a portal or systematic release and a policy of open data publication and updates)</p></li>\n</ul>\n<p>Regardless of level of experience, however, the Citadel team has found one consistent theme: with the right leadership and support in place any city or town can become an open data advocate.  </p>\n<p><em>Dr Julia Glidden is President of 21c Consultancy and Senior Research Fellow at Vrije Universiteit, Brussels. Susie Ruston McAleer is Managing Partner at 21c Consultancy http://www.21cconsultancy.com. Follow @21cData <a href=\"https://twitter.com/21cData\">https://twitter.com/21cDat</em>a</a> on Twitter*</p>\n<p><em><strong>If you have ideas or experience about open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a></strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/citymapper-government-open-data-improve-cities.json","web_url":"http://theodi.org/news/citymapper-government-open-data-improve-cities","slug":"citymapper-government-open-data-improve-cities","title":"Citymapper executive to governments: 'Open more data so we can improve your cities'","format":"article","updated_at":"2015-09-11T10:02:06+00:00","created_at":"2015-07-08T08:00:32+00:00","tag_ids":["news","smart-cities","citymapper","cities","government","transport"]},{"id":"https://contentapi.theodi.org/member-blog-creating-fruitful-partnerships-open-data.json","web_url":"http://theodi.org/blog/member-blog-creating-fruitful-partnerships-open-data","slug":"member-blog-creating-fruitful-partnerships-open-data","title":"Member blog: Creating fruitful partnerships with open data","format":"article","updated_at":"2015-09-11T09:51:48+00:00","created_at":"2013-09-10T09:52:18+00:00","tag_ids":["blog"]},{"id":"https://contentapi.theodi.org/japan-open-data.json","web_url":"http://theodi.org/blog/japan-open-data","slug":"japan-open-data","title":"Member blog: Japan’s growing open data movement  ","format":"article","updated_at":"2015-09-11T09:54:03+00:00","created_at":"2014-01-15T11:40:45+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}