{"id":"https://contentapi.theodi.org/a-new-era-of-data-innovation.json","web_url":"http://theodi.org/blog/a-new-era-of-data-innovation","slug":"a-new-era-of-data-innovation","title":"A new era of data innovation","format":"article","updated_at":"2015-09-11T09:55:19+00:00","created_at":"2014-04-15T11:06:11+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>Earlier this month I chaired a panel called<a href=\"http://www.bitc.org.uk/blog/post/data-renaissance-new-era-data-innovation\"> The Data Renaissance: A new era of data innovation</a> during<a href=\"http://www.bitc.org.uk/programmes/responsible-business-week\"> Responsible Business Week</a>. Aside from being an interesting and lively discussion on the challenges and opportunities around data, it was great to see so many businesses and organisations keen to understand more about how they can use open data to benefit their organisation, their customers and the world around them.</p>","excerpt":"Earlier this month I chaired a panel called [The Data Renaissance: A new era of data innovation](http://www.bitc.org.uk/blog/post/data-renaissance-new-era-data-innovation) during [Responsible Business Week](http://www.bitc.org.uk/programmes/responsible-business-week). Aside from being an interesting and lively discussion on the challenges and opportunities around data, it was great to see so many businesses and organisations keen to understand more about how they can use open data to benefit their organisation, their customers and the world around them.\r","language":"en","need_extended_font":false,"alternative_title":"ODI blog post: Stuart Coleman","url":"","content":"<p>Earlier this month I chaired a panel called <a href=\"http://www.bitc.org.uk/blog/post/data-renaissance-new-era-data-innovation\">The Data Renaissance: A new era of data innovation</a> during <a href=\"http://www.bitc.org.uk/programmes/responsible-business-week\">Responsible Business Week</a>. Aside from being an interesting and lively discussion on the challenges and opportunities around data, it was great to see so many businesses and organisations keen to understand more about how they can use open data to benefit their organisation, their customers and the world around them.</p>\n<p>With me on the panel were <a href=\"http://people.tid.es/nuria.oliver/Pages/home.aspx\">Nuria Oliver</a> from Telefonica, <a href=\"http://www.experianplc.com/about-experian/board-and-management.aspx\">Richard Fiddis</a> from Experian and <a href=\"https://twitter.com/OliviaBurman\">Olivia Burman</a> from the Cabinet Office, all experts in data use.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/4d/2d/534d2d57f362be6c87000156/BkNZa0LIYAAsT0b.jpg-large.jpg\" alt=\"null\" class=\"img\" id=\"534d2d561f986a5696000003\"></p>\n<p>Here are a few thoughts which particularly highlight current conversations around data:</p>\n<p><strong>Data release needs to be encouraged, regulated and best-practice shared</strong></p>\n<p>Most data has global use, but many people, businesses and organisations are not aware of what exists out there or that the data they hold could be useful. Even if they are aware of this they likely don’t know how to best publish and release the data in a way which is useful to others.  </p>\n<p>During the session I talked about <a href=\"http://www.mastodonc.com/\">Mastodon C</a>, a start-up company incubated at the ODI, which identified that <a href=\"http://www.economist.com/news/britain/21567980-how-scrutiny-freely-available-data-might-save-nhs-money-beggar-thy-neighbour\">£200m could be saved by the NHS each year</a>, on just one drug type (statins), simply by prescribing the non-branded versions. This was determined in just eight weeks by analysing open data, and is just one example of how open government data can be released and used responsibly to help a business grow and to show the government where it can save money.</p>\n<p>More and more data is being released as organisations recognise the value of doing this, but there is a way to go. </p>\n<p>Just one example: there are 260 million companies around the world all creating their own data about their emissions, material use etc. Imagine what could be achieved if they released their environmental data in a common machine readable format. Such data could both enable organisations to understand their own environmental impact and behaviour, and help us to see trends and collective impacts and behaviours across organisations and businesses.</p>\n<p>What makes this challenging, however, is the absence of a universal framework or format for environmental data, or indeed legislation to encourage companies to open up access to this kind of data. Reporting schemes like the <a href=\"https://www.cdp.net/en-US/Pages/HomePage.aspx\">Carbon Disclosure Project </a> help - legislation about how, when and in what format industry should make data available would go a lot further.</p>\n<p><strong>The skills needed to supply, disseminate and mine the data are in short supply</strong></p>\n<p>Many people get excited about big data and the patterns they see in it, but can’t or don’t have the experience to do more with it. A recent <a href=\"http://www.ft.com/cms/s/2/21a6e7d8-b479-11e3-a09a-00144feabdc0.html#axzz2yqc1UgxG\">article</a> in the Financial Times goes into this in more detail and is worth a read: it summarises that it is imperative to combine big data technical and scientific skills with domain expertise else risk missing the real truth in the data.</p>\n<p>The same can be seen across organisations where the skills needed to handle, use and release data can vary dramatically. A straw poll at one of the tables I joined showed that only a handful of the businesses present had dedicated data teams.</p>\n<p>Developing and increasing data skills in businesses will help to plug this gap.</p>\n<p>The Royal Statistical Society recently launched<a href=\"http://www.rss.org.uk/site/cms/contentChapterView.asp?chapter=25\"> Get Stats</a>, a new programme to enable and encourage the responsible use of numbers. I’d highly recommend it for anyone looking for the basics in how to use numbers. And the ODI has a training arm delivering both<a href=\"http://theodi.org/courses\"> introductory and more advanced courses</a> on open data, and free <a href=\"http://theodi.org/lunchtime-lectures\">lunchtime lectures</a>.</p>\n<p><strong>Different data formats are needed for different audiences and different use cases</strong></p>\n<p>Complex data sets will work for some people but, where there is a wider need (or even greater good) to communicate, different formats can be deployed to help people to understand and use data.</p>\n<p>For example, mainstream audiences may find data visualisations / infographics easier to engage with. This<a href=\"http://www.informationisbeautiful.net/visualizations/when-sea-levels-attack-2/\"> visualisation</a> of the impact of rising sea levels on world cities is a good example of how data can be turned into interesting and understandable content.</p>\n<p>Engaging the public in gathering data – crowdsourcing – can also be a powerful tool, not only helping to get them interested and involved but also generating new data and insights not available within businesses. Cancer Research has just launched a <a href=\"http://www.wired.co.uk/news/archive/2014-02/04/genes-in-space-cancer-research\">campaign</a> to do this.</p>\n<p>The session wrapped up with a few final thoughts. I’ll leave one of them with you: The original renaissance took around 300 years, can we afford for the data renaissance to take that long?</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}