{"id":"https://contentapi.theodi.org/a-step-forward-for-democratic-engagement.json","web_url":"http://theodi.org/blog/a-step-forward-for-democratic-engagement","slug":"a-step-forward-for-democratic-engagement","title":"Guest post: A step forward for democratic engagement","format":"article","updated_at":"2015-09-11T09:55:45+00:00","created_at":"2014-05-30T16:01:27+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>Election data can help give insights into voting behaviour, but the lack of open data is hampering the analysis researchers can do argue the Open Data Institute and Deloitte</p>","excerpt":"Even after the local council elections in England and Northern Ireland on 22 May, which coincided with polling for the European Parliament, the next 12 months remain a busy time for the democratic process in the United Kingdom. In September, the people of Scotland make their choice in a referendum on the future of the Union. Finally, the first fixed-term parliament in Westminster comes to an end with a General Election in all areas of Great Britain and Northern Ireland in May 2015.\r","language":"en","need_extended_font":false,"alternative_title":"Guest post: A step forward for democratic engagement","url":"","content":"<p>Even after the local council elections in England and Northern Ireland on 22 May, which coincided with polling for the European Parliament, the next 12 months remain a busy time for the democratic process in the United Kingdom. In September, the people of Scotland make their choice in a referendum on the future of the Union. Finally, the first fixed-term parliament in Westminster comes to an end with a General Election in all areas of Great Britain and Northern Ireland in May 2015.</p>\n<p>To ensure that as many people as possible are eligible and able to vote, the Government is launching an ambitious programme of <a href=\"http://www.electoralcommission.org.uk/faq/voting-and-registration/what-is-individual-electoral-registration\">Individual Electoral Registration</a> (IER) this summer. This will mean that the traditional, paper-based approach to household registration will shift to a tailored and largely digital process more in-keeping with the data-driven demands of the twenty-first century. Under IER, citizens will need to provide ‘identifying information’, such as date of birth or national insurance number, when applying to register.</p>\n<p><strong>Ballots: stuck in the past?</strong></p>\n<p>However, despite the Government’s attempts through IER to improve the veracity of information captured prior to ballots being posted, little has changed in terms of the vision for capturing, distributing and analysing digital data from election day itself. Indeed, paper is still the chosen medium for data collection.</p>\n<p>Digitising elections is fraught with difficulty, though. In the United States, for example, the introduction of <a href=\"http://en.wikipedia.org/wiki/2004_United_States_election_voting_controversies#Voting_machines\">new voting machines created much controversy</a> even though they are capable of providing ‘near-perfect’ ballot data. </p>\n<p>The UK’s democratic process is not completely blind, though. Numerous opinion surveys are conducted both before and after polling, including the long-running British Election Study, to understand the shifting attitudes of a representative cross-section of the electorate. </p>\n<p>But if the Government does not retain in sufficient geographic detail digital information on the number of people who vote, then how can it learn what is necessary to reverse the <a href=\"http://www.theguardian.com/news/datablog/interactive/2013/dec/27/voter-apathy-1964-2010-change-voting-behaviour\">long-running decline in turnout?</a>. </p>\n<p><strong>The effects of lack of data</strong></p>\n<p>To add to the debate around democratic engagement, a joint research team, with data scientists from Deloitte and the Open Data Institute, have been attempting to understand what makes voters tick. </p>\n<p>Our research has been hampered by a significant lack of relevant data describing voter behaviour at electoral ward level, as well as difficulties in matching what little data is available to other open data sources, such as demographic data from the 2011 Census. <a href=\"http://www.ons.gov.uk/ons/guide-method/geography/beginner-s-guide/administrative/england/electoral-wards-divisions/index.html\">A ward is an administrative division of a city or borough that typically elects and is represented by a councillor or councillors.</a></p>\n<p>Even though individual ballot papers are collected and verified for counting the number of votes per candidate – the primary aim of elections, after all – the only recent elections for which aggregate turnout statistics have been published at ward level are the 2012 local council elections in England and Wales. In these elections, approximately 3,000 wards from a total of over 8,000 voted. Data published by the Electoral Commission for the 2013 local council elections in England and Wales purports to be at ward level but is, in fact, for ‘county electoral divisions’, as explained <a href=\"http://www.ons.gov.uk/ons/guide-method/geography/beginner-s-guide/administrative/england/electoral-wards-divisions/index.html.\">here</a></p>\n<p>Moreover, important factors related to the accessibility of polling stations – such as the distance from main population centres – could not be assessed because the location of polling stations remains the responsibility of individual local authorities – <a href=\"http://data.gov.uk/data/search?q=polling+station\">and only eight of these have so far published their data as open data.</a></p>\n<p>Given these fundamental limitations, drawing any robust conclusions is difficult. Nevertheless, our research shows the potential for forecasting electoral turnout with relatively few census variables, the most significant of which are age and the size of the electorate in each ward.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/8c/14/538c14f0d0d46207ff00000f/Median_Age_1000x1000.jpg\" alt=\"null\" class=\"img\" id=\"538c14f0f362be0d420000af\">\n<em>Median age by ward</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/8c/14/538c148dd0d46207ff00000b/Turnout_1000x1000.jpg\" alt=\"null\" class=\"img\" id=\"538c148d1f986a085b00007b\">\n<em>Turnout percentage by ward</em></p>\n<p><em>[NB: Only showing those wards that voted in the 2012 local council elections]</em></p>\n<p>Wards with a high proportion of older people in the electorate tended to experience higher turnout in the 2012 elections. Younger electorates, on the other hand, experienced lower turnout. The challenge for policy makers here is that although young people remain interested in politics, they are disengaged and disillusioned with the electoral process – preferring instead to <a href=\"http://www.exeter.ac.uk/media/universityofexeter/research/microsites/epop/papers/Henn_and_Foard_-_Young_People,_Political_Participation_and_Trust_in_Britain.pdf\">express their individual opinions via social media</a>. </p>\n<p>In addition, the highest turnouts in the local council elections of 2012 were achieved in wards with a small electorate. One of the reasons for this may be that a community ‘network effect’ is more effective in rural wards. From a statistical perspective, there is a greater likelihood that small wards may experience results that deviate significantly from average turnout, which has very little to do with causal factors. </p>\n<p><strong>What role can open data play?</strong></p>\n<p>The limited results described above provide a tantalising glimpse into a possible future scenario: where open data provides a deeper and more granular understanding of electoral behaviour. On the back of more sophisticated analyses, policies for improving democratic engagement – particularly among young people – have the potential to become focused and evidence-driven. And, although the data captured on election day will always remain primarily for the use of electing the public’s preferred candidate, an important secondary consideration is aggregating and publishing data that can be used more widely. This may have been prohibitively expensive or too complex in the past but as storage and processing costs continue to fall, and the appetite for such knowledge grows, there is a compelling business case. </p>\n<p>The benefits of this future scenario potentially include:</p>\n<ul>\n<li>tailoring awareness and marketing campaigns to wards and other segments of the electorate most likely to respond positively and subsequently turn out to vote</li>\n<li>increasing the efficiency with which European, general and local elections are held in the UK</li>\n<li>improving transparency around the electoral process and stimulating increased democratic engagement</li>\n<li>enhancing links to the Government’s other significant data collection activities, including the Census.</li>\n</ul>\n<p>Achieving these benefits requires commitment to electoral data being collected and published in a systematic fashion at least at ward level. This would link work currently undertaken by the Electoral Commission, the Office for National Statistics, Plymouth University’s Election Centre, the British Election Study and the more than 400 Local Authorities across the UK.</p>\n<hr />\n<p><em>Harvey Lewis, Deloitte.</em></p>\n<p><em>Ulrich Atz, Gianfranco Cecconi, Tom Heath, the Open Data Institute.</em></p>\n<p><em>In this article, references to Deloitte are references to Deloitte LLP, the UK member firm of DTTL.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Harvey Lewis","slug":"harvey-lewis","state":"published","web_url":"http://theodi.org/harvey-lewis","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/friday-lunchtime-lecture-democracy-and-data.json","web_url":"http://theodi.org/lunchtime-lectures/friday-lunchtime-lecture-democracy-and-data","slug":"friday-lunchtime-lecture-democracy-and-data","title":"Friday lunchtime lecture: Democracy and data","format":"event","updated_at":"2015-09-11T09:54:27+00:00","created_at":"2014-01-29T15:11:05+00:00","tag_ids":["event:lunchtime-lecture"],"extras":{"start_date":"2013-05-03T12:00:00+00:00","end_date":"2013-05-03T12:45:00+00:00","location":"Open Data Institute, 65 Clifton Street, London, EC2A 4JE"}}],"organizations":[],"author":{"name":"Harvey Lewis","slug":"harvey-lewis","state":"published","web_url":"http://theodi.org/harvey-lewis","tag_ids":["writers"]}}