{"id":"https://contentapi.theodi.org/a-year-in-open-data-delivering-on-the-early-promise-of-the-open-data-challenge-series.json","web_url":"http://theodi.org/blog/a-year-in-open-data-delivering-on-the-early-promise-of-the-open-data-challenge-series","slug":"a-year-in-open-data-delivering-on-the-early-promise-of-the-open-data-challenge-series","title":"A year in open data: Delivering on the early promise of the Open Data Challenge Series","format":"article","updated_at":"2015-12-22T15:07:01+00:00","created_at":"2015-12-21T09:26:47+00:00","tag_ids":["blog","challenge-series","roi"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/challenge-series.json","web_url":null,"title":"challenge series","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=challenge-series","web_url":"http://theodi.org/tags/challenge-series","slug":"challenge-series"}},{"id":"https://contentapi.theodi.org/tags/keywords/roi.json","web_url":null,"title":"ROI","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=roi","web_url":"http://theodi.org/tags/roi","slug":"roi"}}],"details":{"business_proposition":false,"description":"<p>From a personalised careers service to an app for house hunters showing the proximity of local amenities, the open data challenge series delivered on its promise to bring new ideas to market that provide social, environmental and economic impact</p>","excerpt":"From a personalised careers service to an app for house hunters showing the proximity of local amenities, the Open Data Challenge Series delivered on its promise to bring new ideas to market that provide social, environmental and economic impact\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>From a personalised careers service to an app for house hunters showing the proximity of local amenities, the Open Data Challenge Series delivered on its promise to bring new ideas to market that provide social, environmental and economic impact</em></p>\n<p>From its beginnings, the Open Data Challenge Series had a simple, but ambitious, objective: to generate innovative and sustainable solutions to social challenges using open data.</p>\n<p>The series of seven challenges was orchestrated by Nesta and the ODI between 2013 and 2015, with a mix of individuals, teams, companies and other organisations contributing more than 140 creative ideas. Each challenge had a different sector focus, including energy and the environment, education, housing, heritage and culture, food, jobs, and crime and justice. The seven winners were selected from 21 competitive finalists and shared a prize fund of £415,000. </p>\n<p>A <a href=\"https://www.pwc.co.uk/assets/pdf/nesta-and-the-open-data-institute-pwc-report-october-2015.pdf\">business development and impact measurement</a> recently completed by PwC suggests that the series could have a significant economic impact well beyond the life of the series itself. In fact, the analysis found that for every £1 invested in the series, between £5.30 and £10.80 of value may be added to the UK economy over a period of three years. It also predicts that 75 to 141 jobs will be created. These findings were widely reported in online media such as Computer Weekly, Huffington Post, UK Authority and Digital by Default, reaching both technologists and policy makers, and are regularly cited in discussions of the impact of open data.</p>\n<p>For businesses and entrepreneurs, the Open Data Challenge Series provides a number of examples of and insights into how an exciting idea can be turned into a business through the use of open data, including:</p>\n<ul>\n<li><p><a href=\"http://www.skillsroute.com/\">Skills Route</a>, a personalised service that helps young people to more accurately weigh up their future options. It uses open data published by the Department for Education (DfE), the Higher Education Statistics Agency (HESA) and others to provide personalised university, further education and employment options that may be available to students.</p></li>\n<li><p><a href=\"http://www.movemakerapp.co.uk/\">MoveMaker</a>, an app for house hunters, designed to help people living in social housing swap their properties to find the home that best suits themselves and their families. MoveMaker includes open data on location, proximity to amenities and the quality of local services such as schools, GPs and hospitals, to accurately and effectively describe the properties available. </p></li>\n<li><p><a href=\"http://cultureeverywhere.com/?utm_source=odcs&utm_medium=press&utm_campaign=odcsculturewin\">Culture Everywhere</a>, a platform that enables fundraisers and grassroots arts and heritage organisations to develop fundable projects that ultimately deliver better social outcomes. It uses over a dozen open data sets, ranging from the national census data to grants data from a variety of arts funders.</p></li>\n</ul>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/77/c7/5677c7731f986a0858000005/12730376664_2709470779_z.jpg\" alt=\"null\" class=\"img text-center\" id=\"5677c773f362be081c000035\"><br />\n<small>MoveMaker uses open data to help people swap their properties - <a href=\"https://www.flickr.com/photos/woolamaloo_gazette/12730376664/in/photolist-koWvsQ-6xDEc5-q1PUTS-ogNpCv-h1g88d-9gYQ2b-67KXHk-pMbUQ2-nNEDw8-6xDGSA-i2Vxfd-yaFeUN-i2WkdH-raqPoH-bTdaHM-rsPG8Q-B4EPtc-5xJoJa-45PQ4T-4pZB1D-9USzc1-r4ug3k-7ErENi-8MgNwP-8yNzbJ-ksmCY5-67KWUv-fgmFEa-knPukR-6a4N8X-bZS5-dJxuwu-67KXSH-RTTn-4aijAQ-uvGHNr-eMa7S-9QxbWD-dc2UE7-wN1KG9-7n3cVa-uWEMRd-nJQt2y-raqNjZ-wQN1W-acNxQR-poauWP-jnFVWq-jp36f8-67Q9fw\">byronv2</a> - (CC-BY-2.0) </small></p>\n<p>The series also acts as a reminder to policy makers of the importance of making open data available across a range of sectors. The availability of the data was critical in building these successful products and services. This echoes the thoughts of other businesses, such as CityMapper, the public transport app available in 29 cities around the world. General manager <a href=\"http://theodi.org/news/citymapper-government-open-data-improve-cities\">Omid Ashtari has described</a> how \"Citymapper was created [in the UK] because of the existence of open data. It's the essential backbone of what we're working on.\"</p>\n<p>In the report, PwC pointed to reasons for the Open Data Challenge Series’ success, providing a blueprint for further challenges or for others running similar projects, for which the ODI has seen significant demand. The design of the series was deemed to have “provided an appropriate balance in terms of resources and time to enable the generation of initial ideas”. Other reasons include Nesta’s and the ODI’s flexibility and responsiveness to the needs of challenge participants, use of effective, non-prescriptive criteria in selecting winners, and focus on ensuring the most sustainable and impactful ideas were progressed.</p>\n<p>Each challenge generated a number of resources used to assist the challenge process, and which are designed to support innovation that will ultimately bring value to the sector. These <a href=\"http://opendatachallenges.org/resources/#comboFilters%5Bcolor%5D=\">resources can be used by anyone</a>.</p>\n<p>Gavin Starks, CEO at the ODI, summarised the series’ considerable accomplishment. He described that “by providing a clear and structured mentoring environment around fantastic ideas and people, the ODCS team have helped transform them into tangible businesses. They are creating jobs, and bringing new ideas to market that provide social, environmental and economic impact.”</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Jack Hardinges","slug":"jack-hardinges","state":"published","web_url":"http://theodi.org/team/jack-hardinges","tag_ids":["team","team","evidence-programme","odi-team","staff","research"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/opendatachallengeseries.json","web_url":"http://theodi.org/opendatachallengeseries","slug":"opendatachallengeseries","title":"Open Data Challenge Series","format":"article","updated_at":"2015-11-09T12:15:14+00:00","created_at":"2012-12-13T09:45:46+00:00","tag_ids":["page","event:open-data-challenge-series","challenge-series","open-data"]}],"organizations":[],"author":{"name":"Jack Hardinges","slug":"jack-hardinges","state":"published","web_url":"http://theodi.org/team/jack-hardinges","tag_ids":["team","team","evidence-programme","odi-team","staff","research"]}}