{"id":"https://contentapi.theodi.org/a-year-in-open-data-visualising-rail-disruption-helped-commuters-avoid-delays.json","web_url":"http://theodi.org/blog/a-year-in-open-data-visualising-rail-disruption-helped-commuters-avoid-delays","slug":"a-year-in-open-data-visualising-rail-disruption-helped-commuters-avoid-delays","title":"A year in open data: How Visualising Rail Disruption helped commuters avoid delays","format":"article","updated_at":"2016-01-15T16:20:18+00:00","created_at":"2016-01-14T12:09:10+00:00","tag_ids":["blog","fasteroute","summer-showcase","transport"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/fasteroute.json","web_url":null,"title":"fasteroute","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=fasteroute","web_url":"http://theodi.org/tags/fasteroute","slug":"fasteroute"}},{"id":"https://contentapi.theodi.org/tags/keywords/summer-showcase.json","web_url":null,"title":"summer showcase","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=summer-showcase","web_url":"http://theodi.org/tags/summer-showcase","slug":"summer-showcase"}},{"id":"https://contentapi.theodi.org/tags/keywords/transport.json","web_url":null,"title":"transport","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=transport","web_url":"http://theodi.org/tags/transport","slug":"transport"}}],"details":{"business_proposition":false,"description":"<p>With commuters across Britain complaining of poor morning rail service, the ODI and startup Fasteroute decided to investigate. They found that by making small changes to their travel patterns, people could avoid up to a day of delays per year</p>","excerpt":"With commuters across Britain complaining of poor morning rail service, the ODI and startup Fasteroute decided to investigate. They found that by making small changes to their travel patterns, people could avoid up to a day of delays per year\r","language":"en","need_extended_font":false,"alternative_title":"A year in open data: How Visualising Rail Disruption helped commuters avoid delays","url":"","content":"<p><em>With commuters across Britain complaining of poor morning rail service, the ODI and startup Fasteroute decided to investigate. They found that by making small changes to their travel patterns, people could avoid up to a day of delays per year</em></p>\n<p><strong><em>By Stefan Janusz</em></strong></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/97/cd/5697cd8af362be0883000005/King_s_Cross_Western_Concourse.png\" alt=\"null\" class=\"img\" id=\"5697cd8ad0d462067700001f\">\n<small>This is a train station. Even if these people get on a train, it will be expensive and probably late. Credit: <a href=\"https://creativecommons.org/licenses/by-sa/3.0/\">CC BY-SA 3.0</a> <a href=\"https://commons.wikimedia.org/wiki/User:Colin\">Colin/Wikimedia</a></small></p>\n<p>On 4 December 2015, the train operating companies that run railway services in England, Scotland and Wales <a href=\"http://www.independent.co.uk/news/uk/home-news/rail-fares-are-set-to-increase-more-than-wages-in-2016-a6759866.html\">announced their annual fare increases</a>. The extra cost for season ticket holders was more modest than in previous years, at around 1% on average, but this above-inflation rise predictably sparked a row over what many felt was substandard service delivery, with delays, cancellations and poor communication to customers cited by commuters across the UK. The trouble is that, like all infrastructure, <a href=\"https://theodi.org/blog/aim-to-be-boring-lessons-for-data-infrastructure\">rail travel is boring and unmemorable when it works well, and only tends to be noticed when it doesn’t</a>. It wasn’t possible to tell how quite how much of that grumbling was ‘anecdata’ – an impression of the service level of a year’s worth of travel skewed by subjective experience – and how much it reflected reality.</p>\n<p>Travel apps are sometimes thought of as something of a cliché in open data: there’s a lot of open data on travel out there, and commuting by public transport, especially by rail, is how some 13 million people get to a place of work in the morning. Cue a proliferation of apps like <a href=\"https://citymapper.com/london/\">Citymapper</a>, which helps travellers in familiar or unfamiliar cities get from one side of town to the other in the most time-efficient way. So when startup <a href=\"http://fasteroute.com\">Fasteroute</a> applied to the ODI’s summer showcase to build a tool that would help commuters travel smarter, they had to set themselves apart from being ‘just another travel app’. Their idea was to aggregate real-time, open train arrival data to provide an indication of a given service’s punctuality based on its historical performance. The project was carried out under the name <a href=\"http://theodi.org/summer-showcase-visualising-rail-disruption\">Visualising Rail Disruption</a>, and the team behind the project was given communications support and guidance from teams at the ODI.</p>\n<p>Apps like Citymapper provide users with travel routes calculated from timetable data, open map data and other factors, such as an average walking speed. What they don’t do is tell you how reliable a service is. The <a href=\"http://delayexplorer.fasteroute.com\">DelayExplorer that Fasteroute developed</a> gives an indication of reliability based on past performance over a rolling period of the previous eight weeks. This is useful both in the case of a regular commute, where the impact in terms of time wasted on delayed trains accrued over a year can be significant, and for a journey that is unfamiliar to the traveller, especially if the suggested route involves multiple stages with short transfer windows between public transport services.</p>\n<p><strong>How does DelayExplorer work?</strong></p>\n<p>To explore whether historical train arrival data supports commuters’ anecdotal grumbles, the ODI worked with Fasteroute to analyse the punctuality performance of trains arriving into major regional commuter hubs in England, Scotland and Wales. Fasteroute’s visual DelayExplorer gives an indication of punctuality performance calculated by first categorising the degree of lateness of a late train using a system of ‘time-bins’: ‘on time’ or less than a minute late; <5 minutes late; <10 minutes late; <15 minutes late; <30 minutes late; and >30 minutes late, which for the purposes of this analysis was considered the same as being cancelled. This data is plotted as a simple bar chart, with which a traveller can see how delayed their chosen service has been over the past eight weeks.</p>\n<p>However, to find out the annual accrued delays an individual traveller could incur by travelling to commuter hubs at different times in the morning, we needed to find out not only how many trains fell into each bucket, but also how big a contribution those services made to overall lateness. This is important because a train that is 4 minutes 59 seconds late may have a bigger impact, in terms of knock-on effects of multi-stage commutes, than a train that is just 1 minute late.</p>\n<p>We first split the morning commuter period of 7–10am up into 30-minute windows: 7–7:30am; 7:30–8am, and so on. By knowing the total contribution of lateness in seconds and the total number of trains counted in each lateness time-bin, it was first of all possible to know the mean average lateness of trains in that category, but also the average accrued hours of lateness a traveller travelling on services arriving during that half-hour window would incur. It was possible to see, for each city included in the analysis, how the pattern of lateness shifted throughout the morning, with degrees of lateness shifting between the time-bins. We found that, as the morning progressed, services were more likely to be late and prone to being cancelled – very likely because earlier delays have a knock-on effect throughout the morning. By travelling half an earlier, commuters could save half a working day’s worth of delays per year; up to a full working day if they were prepared to get into work before 8am, instead of for 9am.</p>\n<p>The pattern was different for different cities; so much so that averaging the lateness trend throughout commuting hours across them all tended to obscure any meaningful result. We decided to focus on what travelling into commuter hubs meant for people across the country.</p>\n<p>The analysis was carried out using a <a href=\"https://docs.google.com/spreadsheets/d/1SbEiz4yF2U-13jnQJuZ6euFtW6Jjv5UBp-0IuN-C7es/edit#gid=1249510078\">Google sheet</a>, which was shared with journalists in the national and regional press. This allowed the journalists to not only verify the headline figures and trends highlighted in the press release prepared for the purpose, but to also investigate the data for themselves.</p>\n<p><strong>Who did the story reach?</strong></p>\n<p>The story was reported in 11 regional newspapers, the national Daily Mirror, websites including ITV News, and BBC Radio Oxford.</p>\n<p>The analysis did support many commuters’ experience that delayed trains across a year of travel were having a significant impact; this despite the claims from many train operating companies that their trains were ‘on time’ more than 92.5% of the time. The reason train companies’ punctuality figures were so high is that services are normally counted as being ‘on time’ if they are no more than 5 minutes late (or 10 minutes late for long distance services), whereas our own analysis considered any delay of over 1 minute to be a delay – 5 or 10 minutes could mean a missed connection by rail or bus, and could mean late arrival to a meeting.</p>\n<p>On 9 January, Network Rail released their own ‘right-time performance’ analysis, which was <a href=\"http://www.theguardian.com/money/2016/jan/09/train-firms-fail-arrive-on-time-punctuality-figures-railways\">reported in the Guardian</a>. While their analysis focused on train operating companies rather than cities, their findings supported our own: service punctuality was much lower than previous official figures had indicated, masked by the assessment that a service anywhere up to ten minutes late had been counted as being ‘on time’.</p>\n<p>On 14 January, BBC television’s local news for London reported that Hertfordshire council intended to take Govia Thameslink, who run services between St Albans and London, to task for a lack of improvement since they took over the franchise a year ago. With renewed calls to bring the network back under public ownership, one thing commuters can be sure of is that open travel data can help them travel smarter, choosing services that historical performance tells us are less likely to be delayed, and find more time to do the things they want to do, instead of being stuck on a train.</p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/odi-summer-showcase-visualising-rail-disruption.json","web_url":"http://theodi.org/blog/odi-summer-showcase-visualising-rail-disruption","slug":"odi-summer-showcase-visualising-rail-disruption","title":"ODI summer showcase: Visualising Rail Disruption","format":"article","updated_at":"2015-09-11T10:03:46+00:00","created_at":"2015-09-08T13:24:37+00:00","tag_ids":["blog","visualisation","rail","summer-showcase"]},{"id":"https://contentapi.theodi.org/odi-summer-showcase-heathrow-air.json","web_url":"http://theodi.org/blog/odi-summer-showcase-heathrow-air","slug":"odi-summer-showcase-heathrow-air","title":"ODI summer showcase: Breathe Heathrow","format":"article","updated_at":"2016-09-07T14:40:45+00:00","created_at":"2015-09-08T12:51:31+00:00","tag_ids":["blog","summer-showcase","stories","air-quality","heathrow"]},{"id":"https://contentapi.theodi.org/open-data-app-fasteroute-could-help-commuters-avoid-over-five-hours-of-train-delays-a-year.json","web_url":"http://theodi.org/blog/open-data-app-fasteroute-could-help-commuters-avoid-over-five-hours-of-train-delays-a-year","slug":"open-data-app-fasteroute-could-help-commuters-avoid-over-five-hours-of-train-delays-a-year","title":"Travel smarter with open data app Fasteroute","format":"article","updated_at":"2016-01-05T09:31:39+00:00","created_at":"2015-12-16T16:11:24+00:00","tag_ids":["blog","summer-showcase","transport"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}