{"id":"https://contentapi.theodi.org/a-year-in-open-data-breathe-heathrow-informs-policy-making.json","web_url":"http://theodi.org/blog/a-year-in-open-data-breathe-heathrow-informs-policy-making","slug":"a-year-in-open-data-breathe-heathrow-informs-policy-making","title":"A year in open data: Breathe Heathrow informs policy making","format":"article","updated_at":"2016-01-21T14:42:49+00:00","created_at":"2015-12-22T08:00:34+00:00","tag_ids":["blog","summer-showcase","air-quality","breathe-heathrow","open-sensors"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/summer-showcase.json","web_url":null,"title":"summer showcase","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=summer-showcase","web_url":"http://theodi.org/tags/summer-showcase","slug":"summer-showcase"}},{"id":"https://contentapi.theodi.org/tags/keywords/air-quality.json","web_url":null,"title":"air quality","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=air-quality","web_url":"http://theodi.org/tags/air-quality","slug":"air-quality"}},{"id":"https://contentapi.theodi.org/tags/keywords/breathe-heathrow.json","web_url":null,"title":"Breathe Heathrow","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=breathe-heathrow","web_url":"http://theodi.org/tags/breathe-heathrow","slug":"breathe-heathrow"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-sensors.json","web_url":null,"title":"Open Sensors","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-sensors","web_url":"http://theodi.org/tags/open-sensors","slug":"open-sensors"}}],"details":{"business_proposition":false,"description":"<p>Access to data can bring objectivity and insight to highly polarised debates. By involving communities in collecting and publishing data, OpenSensors.io and the ODI demonstrated how both citizens and policy makers can become better informed about issues of local and national importance</p>","excerpt":"Access to data can bring objectivity and insight to highly polarised debates. By involving communities in collecting and publishing data, OpenSensors.io and the ODI demonstrated how both citizens and policy makers can become better informed about issues of local and national importance\r","language":"en","need_extended_font":false,"alternative_title":"A year in open data: Breathe Heathrow informs policy making","url":"","content":"<p><em>Access to data can bring objectivity and insight to highly polarised debates. By involving communities in collecting and publishing data, OpenSensors.io and the ODI demonstrated how both citizens and policy makers can become better informed about issues of local and national importance</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/79/09/5679093af362be08b800000e/planeoverparl.jpg\" alt=\"null\" class=\"img\" id=\"5679093ad0d462064d000036\">\n<small>A decision on a third runway at Heathrow has been delayed for six months, with concerns over air quality <a href=\"http://www.thetimes.co.uk/tto/environment/article4634157.ece\">cited</a> as a reason for the delay. Image: <a href=\"https://pixabay.com/en/aircraft-parliament-london-flag-143024/\">Farokh Bulsara/Piaxabay, CC0</a></small></p>\n<p>Innovation based on open data can come from many quarters. Often that innovation springs simply from publishing more data that anyone can access, use and share. So it was with the highly polarised debate over a third runway at Heathrow: residents under present flight paths claimed their lives were already negatively impacted by noise and pollution from flights arriving into and taking off from the airport, and were concerned that expansion would bring greater impact. Those under projected flight paths were similarly worried – they just didn’t have the data to show how they might be impacted.</p>\n<p>On 5 November 2015, the parliamentary Environmental Audit Committee heard the findings of a report from the Airports Commission on carbon emissions, air quality and noise, with particular focus on the impacts of a third runway being built at Heathrow. The airport was criticised for the dearth of data around NOx emissions, with only 14 sensors placed in the immediate vicinity of the airport, two of which were placed too close to the M4 motorway to give a reliable reading. The Committee Chair, Huw Irranca-Davies, cited a piece of our research that had been published in The Times that morning about open data on air quality, with specific mention of the ODI.  </p>\n<p>Several months earlier, in early summer 2015, the ODI put out an open call for projects that demonstrated the value of open data to people’s everyday lives. One project that was awarded funding and support from the ODI came from Internet-of-Things (IoT) startup <a href=\"http://OpenSensors.io\">OpenSensors.io</a>, a graduate of the ODI startup programme. Looking to demonstrate how smart cities based on IoT sensors and devices can greatly benefit from open data, OpenSensors enlisted the help of residents from all around Heathrow and the surrounding area – including as far afield as Isleworth, 9.65km away from the airport but under the flightpath.</p>\n<p>Local residents wanted easier access to data on noise and pollution levels to help inform and back up their arguments, but found such data difficult to obtain: the sensors that were to be mentioned during the committee hearing did not publish open data. Residents themselves may not have had the expertise, or easy access to devices and software to help them find out what these levels were in their immediate vicinity, or access to a wider network of sensors that could tell them in relative terms how much their local area was being impacted compared to others.</p>\n<p>OpenSensors’ <a href=\"http://theodi.org/summer-showcase-breathe-heathrow\">Breathe Heathrow project</a> took a ‘democratisation of data’ approach, engaging with people in the local area and installing multifunction sensors in their gardens. Each Air Quality Egg v2 device given to residents was modified to include a noise sensor, so that the noise of passing planes could also be recorded.</p>\n<p>During the running of the project, OpenSensors attracted interest from the Guardian’s data visualisation team. The project spawned a similar initiative in Oakville, Ontario, who contacted OpenSensors for advice.</p>\n<p>Throughout the project, the ODI’s Evidence programme team provided mentoring to OpenSensors, helping to guide the direction of the project and maximise its impact. The project presented aggregated data, recorded over two months, at the 2015 ODI Summit, accompanied by the release of a report that same day. This was picked up by <a href=\"http://www.thetimes.co.uk/tto/environment/article4604057.ece\">The Times</a> on the following morning, bringing the findings to both a mainstream and specialist audience. Further references to the project were made in the <a href=\"http://www.standard.co.uk/news/transport/heathrow-s-pledges-on-air-pollution-in-runway-battle-a3106661.html\">London Evening Standard</a> and <a href=\"http://www.theguardian.com/environment/2015/nov/04/heathrow-ceo-third-runway-worsen-pollution-public-transport-improved\">the Guardian</a>. The Times article, reporting Breathe Heathrow’s main finding that NOx levels regularly exceeded the EU limit of 40µg/L, caught the attention of the parliamentary Environmental Audit Committee, held that day. </p>\n<p>In summarising the project as it was reported in The Times, the Chair of the Committee, Huw Irranca-Davies, MP, picked up on the democratisation of data angle, praising the project for involving communities in gathering the data, and the fact that it was open data, gathered and published. This stood in contrast to the audited data the committee was used to being presented with. “Very often in the report from the commission they deal with aggregates of emissions. [But] This is in somebody’s garden. Which one is most appropriate? Let us hold that thought,” he said, going on to request that Heathrow’s Chief Executive Officer and Director of Sustainability and Environment provide a written response to the findings of the research.</p>\n<p>The Breathe Heathrow project was not without its own challenges. Maintaining the initial enthusiasms of residents was one; even those whose enthusiasm was maintained inadvertently caused periodic gaps in the data, due to anything from a resident’s wifi being turned off to a curious toddler pulling out cables from a router. One piece of learning to come from the project is that smart cities built on devices collecting and publishing open data may be better served from a network infrastructure that does not rely on people’s own connections, for instance.</p>\n<p>But in bringing facts to a highly polarised debate, Breathe Heathrow succeeded in informing policy debate. Shortly after the Breathe Heathrow story hit the media, and publication of <a href=\"http://www.policyexchange.org.uk/publications/category/item/up-in-the-air-how-to-solve-london-s-air-quality-crisis-part-1\">related research</a> by Policy Exchange and King’s College London, the Airport Commission made the decision to delay airport expansion in South East England for six months. <a href=\"http://www.thetimes.co.uk/tto/environment/article4634157.ece\">The Times reported</a> that the Prime Minister blamed the delay on “doubts that a third runway could meet air quality standards”.</p>\n<p>The Breathe Heathrow project, supported by the ODI through its summer showcase, has shown how open data has the power to inform decisions about the development of our transport infrastructure. Proposals to build airports, motorways and railways are always likely to generate highly polarised debate, but until enough data on the impacts of such projects and the construction necessary to build them is made available, making objective decisions about the benefits and costs will always be difficult to do. Breathe Heathrow provides a repeatable model that can be cheaply and easily adopted by communities worldwide to ensure they are better informed about environmental impacts in their own communities. We have shown how the resulting data analysis can be used to better support evidence-based policy making.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}