{"id":"https://contentapi.theodi.org/a-year-in-open-data-how-the-odi-helped-to-deliver-a-successful-democratic-transition-in-burkina-faso.json","web_url":"http://theodi.org/blog/a-year-in-open-data-how-the-odi-helped-to-deliver-a-successful-democratic-transition-in-burkina-faso","slug":"a-year-in-open-data-how-the-odi-helped-to-deliver-a-successful-democratic-transition-in-burkina-faso","title":"A year in open data: How the ODI helped to deliver a successful democratic transition in Burkina Faso","format":"article","updated_at":"2015-12-23T13:19:25+00:00","created_at":"2015-12-23T07:35:43+00:00","tag_ids":["blog","burkina-faso","elections"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/burkina-faso.json","web_url":null,"title":"Burkina faso","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=burkina-faso","web_url":"http://theodi.org/tags/burkina-faso","slug":"burkina-faso"}},{"id":"https://contentapi.theodi.org/tags/keywords/elections.json","web_url":null,"title":"elections","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=elections","web_url":"http://theodi.org/tags/elections","slug":"elections"}}],"details":{"business_proposition":false,"description":"<p>Liz Carolan and Stefan Janusz reflect on how open data was central to building trust in an election process that faced many obstacles, and how the ODI was there every step of the way</p>","excerpt":"At the ODI, we work with external partners to shape, create and promote the social, environmental and economic benefits that open data can bring to different communities and sectors around the world.\r","language":"en","need_extended_font":false,"alternative_title":"A year in open data: How the ODI helped to deliver a successful democratic transition in Burkina Faso","url":"","content":"<p><em>At the ODI, we work with external partners to shape, create and promote the social, environmental and economic benefits that open data can bring to different communities and sectors around the world.</em></p>\n<p><em>To mark the end of an action-packed year in open data, we are reflecting on some of the exciting stories we have worked on in 2015 in a ‘year in open data’ series.</em></p>\n<p><em>In this blog Liz Carolan, Stefan Janusz and Will Gerry reflect on how open data was central to building trust in an election process that faced many obstacles, and how the ODI was there every step of the way.</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/7a/57/567a57b41f986a085000000b/IMG_0890.JPG\" alt=\"null\" class=\"img\" id=\"567a57b3f362be0818000015\">\n<small>The Burkina Open Data Initiative (BODI) team. Photo courtesy of BODI</small></p>\n<p>The ODI has periodically helped the government of Burkina Faso with its open data initiative since early 2014, stemming from specific support for the ‘<a href=\"https://theodi.org/news/burkina-faso-launches-open-data-initiative-with-mentoring-from-the-odi-and-funding-from-the-world-bank\">Our Schools, Our Data</a>’ project organised by the <a href=\"http://data.gov.bf/\" title=\"Burkina Open Data Initiative (BODI)\">Burkina Open Data Initiative (BODI)</a>. But since then, we have worked with the team to help them use open data to improve transparency around their political transition.</p>\n<p>In October 2014, a popular uprising forced Burkina Faso’s president of 27 years Blaise Compaoré and his cabinet out of office, replacing them with an interim government comprising representatives of the opposition, civil society and the military. While the parliament building was destroyed, other administrative buildings and, crucially, civil servants remained. </p>\n<p>Open data has been integral to transparency in Burkina Faso, especially since October 2014, as the transitional government has endeavoured to show its openness and accountability.</p>\n<p>The agency responsible for promoting ICT in Burkina Faso, ANPTIC, expanded its open data team during the transition. Their initiatives included new apps that increased transparency around government procurement, suggesting which government programmes would benefit from open data, and organising an open elections project for the elections set to run on 11 October 2015.</p>\n<p>In September 2015, the head of the presidential guard, General Gilbert Diendéré, <a href=\"http://www.theguardian.com/world/2015/sep/25/burkina-faso-foiled-military-coup\">arrested</a> the interim leadership and declared himself in charge. But within a week the electorate and army had united to remove him from office and reinstate the transitional leaders. After a somewhat turbulent period, the elections were postponed until late November, but the commitment to run them remained. </p>\n<p><strong>Fair and free elections in Burkina Faso</strong></p>\n<p>The first fair and free elections in Burkina Faso for nearly 30 years took place on Sunday 29 November 2015. Within hours of the polls closing, results from 21 districts were made openly available via a mobile-responsive web app, run by the BODI team. The official election website also showed live total results for each presidential candidate, and which candidate was leading in each province. These were updated throughout the day and night as more results were released. </p>\n<p>By midday the following day, citizens therefore had a reliable early indication of who would be their next elected head of state. In other recent elections across Africa, results have taken up to a week to be published, with no indication of voting trends. </p>\n<p><strong>How did the ODI help?</strong></p>\n<p>The ODI initially convened the two key players in this project – BODI and the Independent National Electoral Commission (CENI) – using our role as a neutral outsider to help gain favour for the project in CENI. The BODI team then partnered with CENI to design the data publication platform and a multi-step verification process. Members of the BODI team were embedded in CENI during the election, working through the night to upload the data as soon as it was received from regional count stations and verified. The ODI supported BODI by funding the development of two websites, one for <a href=\"http://candidats.data.gov.bf/\">candidate information</a> and a second for the <a href=\"http://www.burkina2015.bf/\">results data</a>. The ODI also organised international media coverage of the open elections project – including in the <a href=\"http://www.theguardian.com/news/datablog/2015/dec/04/why-data-was-crucial-to-burkina-fasos-first-election-since-uprising\">Guardian</a>, and <a href=\"http://www.scidev.net/global/data/multimedia/live-data-electoral-burkina-faso.html\">SciDev.Net</a> – and encouraged the promotion of the open datasets and websites on social media by others such as The Times and the Financial Times. </p>\n<p>The data was also uploaded to an <a href=\"https://medium.com/@LizC/guide-to-the-data-burkina-elections-2015-burkinavote-lwilivote-9f110ac099e#.3ya9mj4cr\">openly licensed Google d</a><a href=\"https://medium.com/@LizC/guide-to-the-data-burkina-elections-2015-burkinavote-lwilivote-9f110ac099e#.3ya9mj4cr\">oc</a> in case the <a href=\"http://www.burkina2015.bf/\">burkina2015.bf</a> site went down. This enabled early results to be quickly checked and verified against a parallel vote count conducted by <a href=\"http://burkinavote.com/a-propos\">CODEL</a> – a coalition of civil society organisations – increasing trust in the process. The national broadcaster and other media outlets embedded and screen-grabbed the burkina2015.bf site as the day went on.</p>\n<p>As the results came in, a clear winner emerged: Roch Marc Karore, a former prime minister, who eventually took 53.5% of the vote. </p>\n<p><strong>Publishing real-time elections data: overcoming technical, political and institutional challenges</strong></p>\n<p>Publishing real-time elections data is more difficult than it sounds: there are technical, political and institutional barriers to overcome. When members of the ODI team met with CENI in July to discuss the idea, they understood the value of doing this, but were concerned about overcoming these challenges. </p>\n<p>There are technical challenges in transmitting real-time data while also maintaining the integrity of systems that need to be tamper-proof. Politically, it is crucial to ensure that data released into the public domain is verified, and this is one of the primary roles of an independent election commission. Meanwhile, institutions charged with overseeing election processes are rightfully cautious of adopting new practices, and of making changes to systems and processes that have been designed to incorporate checks and balances.</p>\n<p>This is where the concepts, tools and frameworks around open data – <a href=\"https://theodi.org/what-is-open-data\">data that anyone can access, use and share</a> – were crucial in enabling the publication of real-time results data for the Burkina Faso election. It would not have been possible without the commitment of CENI to embrace transparency and openness.</p>\n<p>In achieving what they did in a fragile context with very limited resources, CENI and the BODI team have set an example to other election commissions that the publication of real-time results data is not only possible, but exceptionally valuable. This could be replicated around the world, meeting the universal need for more transparency around the political process.</p>\n<p>Election commissions and those of us who support them should use the tools and frameworks of open data to build the publication of real-time election results into standard practice for elections, giving citizens more trust in their democracies.</p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/a-year-in-open-data-breathe-heathrow-informs-policy-making.json","web_url":"http://theodi.org/blog/a-year-in-open-data-breathe-heathrow-informs-policy-making","slug":"a-year-in-open-data-breathe-heathrow-informs-policy-making","title":"A year in open data: Breathe Heathrow informs policy making","format":"article","updated_at":"2016-01-21T14:42:49+00:00","created_at":"2015-12-22T08:00:34+00:00","tag_ids":["blog","summer-showcase","air-quality","breathe-heathrow","open-sensors"]},{"id":"https://contentapi.theodi.org/a-year-in-open-data-delivering-on-the-early-promise-of-the-open-data-challenge-series.json","web_url":"http://theodi.org/blog/a-year-in-open-data-delivering-on-the-early-promise-of-the-open-data-challenge-series","slug":"a-year-in-open-data-delivering-on-the-early-promise-of-the-open-data-challenge-series","title":"A year in open data: Delivering on the early promise of the Open Data Challenge Series","format":"article","updated_at":"2015-12-22T15:07:01+00:00","created_at":"2015-12-21T09:26:47+00:00","tag_ids":["blog","challenge-series","roi"]},{"id":"https://contentapi.theodi.org/a-year-in-open-data-how-odi-paved-the-way-for-a-stronger-data-infrastructure-in-2015.json","web_url":"http://theodi.org/blog/a-year-in-open-data-how-odi-paved-the-way-for-a-stronger-data-infrastructure-in-2015","slug":"a-year-in-open-data-how-odi-paved-the-way-for-a-stronger-data-infrastructure-in-2015","title":"A year in open data: How ODI paved the way for a stronger data infrastructure in 2015","format":"article","updated_at":"2015-12-17T13:11:27+00:00","created_at":"2015-12-16T16:26:21+00:00","tag_ids":["blog","data-infrastructure","a-year-in-open-data"]},{"id":"https://contentapi.theodi.org/burkina-faso-launches-open-data-initiative-with-mentoring-from-the-odi-and-funding-from-the-world-bank.json","web_url":"http://theodi.org/news/burkina-faso-launches-open-data-initiative-with-mentoring-from-the-odi-and-funding-from-the-world-bank","slug":"burkina-faso-launches-open-data-initiative-with-mentoring-from-the-odi-and-funding-from-the-world-bank","title":"Burkina Faso launches open data initiative with mentoring from the ODI and funding from the World Bank","format":"article","updated_at":"2015-09-11T09:55:49+00:00","created_at":"2014-06-05T08:56:42+00:00","tag_ids":["news"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}