{"id":"https://contentapi.theodi.org/a-year-in-open-data-how-odi-paved-the-way-for-a-stronger-data-infrastructure-in-2015.json","web_url":"http://theodi.org/blog/a-year-in-open-data-how-odi-paved-the-way-for-a-stronger-data-infrastructure-in-2015","slug":"a-year-in-open-data-how-odi-paved-the-way-for-a-stronger-data-infrastructure-in-2015","title":"A year in open data: How ODI paved the way for a stronger data infrastructure in 2015","format":"article","updated_at":"2015-12-17T13:11:27+00:00","created_at":"2015-12-16T16:26:21+00:00","tag_ids":["blog","data-infrastructure","a-year-in-open-data"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-infrastructure.json","web_url":null,"title":"data infrastructure","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-infrastructure","web_url":"http://theodi.org/tags/data-infrastructure","slug":"data-infrastructure"}},{"id":"https://contentapi.theodi.org/tags/keywords/a-year-in-open-data.json","web_url":null,"title":"a year in open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=a-year-in-open-data","web_url":"http://theodi.org/tags/a-year-in-open-data","slug":"a-year-in-open-data"}}],"details":{"business_proposition":false,"description":"<p>At the ODI, we work with external partners to shape, create and promote the social, environmental and economic benefits that open data can bring to different communities and sectors around the world.</p>\n<p>To mark the end of an exciting year in open data, we are reflecting on some of the exciting stories we have worked on in 2015 in a ‘Looking back’ series.</p>\n<p>In the first blog in the series, Emma Thwaites recaps the ODI's work highlighting how data infrastructure is vital to society: from starting a debate about who owns it to helping governments understand their roles in building it</p>","excerpt":"At the ODI, we work with external partners to shape, create and promote the social, environmental and economic benefits that open data can bring to different communities and sectors around the world.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>At the ODI, we work with external partners to shape, create and promote the social, environmental and economic benefits that open data can bring to different communities and sectors around the world</em>.</p>\n<p><em>To mark the end of an action-packed year in open data, we are reflecting on some of the exciting stories we have worked on in 2015 in a 'year in open data’ series</em>.</p>\n<p><em>In the first blog in the series, Emma Thwaites recaps the ODI's work highlighting how data infrastructure is vital to society: from starting a debate about who owns it to helping governments understand their roles in building it</em>.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/72/b3/5672b365f362be08b8000001/who_owns_the_data_infrastructure__1_.png\" alt=\"null\" class=\"img text-center\" id=\"5672b3651f986a07ba000006\"></p>\n<p>Back in May, we launched a paper, ‘<a href=\"http://theodi.org/who-owns-our-data-infrastructure\">Who owns our data infrastructure?</a>’ at the <a href=\"http://opendatacon.org/\">International Open Data Conference in Ottawa</a> and blogged about it in The <a href=\"http://www.huffingtonpost.co.uk/jeni-tennison/web-of-data_b_7451888.html\">Huffington Post</a>. Data had become infrastructure without many people realising it and we wanted to start a debate. Data is increasingly vital to the operation of our society. As our CEO Gavin Starks said in <a href=\"http://raconteur.net/technology/who-owns-our-data-infrastructure\">The Times Raconteur this June</a>, “it’s time we took our data infrastructure as seriously as our physical infrastructure.”</p>\n<h3 id=\"earlywork\">Early work</h3>\n<p>We were inspired to start the debate by our experience of trying to build an open address list for the UK, following the 2013 sale of the Postcode Address File (PAF) with Royal Mail. This sale showed a lack of understanding of the importance of data infrastructure, resulting in unintended consequences. Address data is a vital asset for any modern society but the UK’s current model is paid and closed reducing the number of people who can use addresses to deliver services or maintain addresses to increase quality.</p>\n<p>Organisations can hold huge amounts of data that is extremely valuable to them. But just like some physical infrastructure, that data can be valuable to wider communities too. When part of our data infrastructure – that should clearly be open for anyone to access, use and share – is instead locked away, the negative impact can be significant.</p>\n<h3 id=\"lessonsfromopenaddresses\">Lessons from Open Addresses</h3>\n<p>In 2015, following the award of a grant from the UK Government’s Release of Data Fund, the ODI launched <a href=\"https://alpha.openaddressesuk.org/\">Open Addresses Ltd</a>, aiming to pilot the development of an open address database for the UK. Our Technical Director, Jeni Tennison <a href=\"http://www.huffingtonpost.co.uk/jeni-tennison/a-brief-history-of-open-a_b_6485628.html\">blogged</a> at the time, saying: “Addresses are woven into the fabric of our national infrastructure. They connect us to the wider world and help us to access a huge network of services”. <a href=\"http://theodi.org/case-studies/open-addresses-the-story-to-date\">The ODI’s report about this work</a> suggested that: “businesses, organisations, government and members of society need to be able to rely on access to sustainable, high-quality data in order to build new business models, plan better services and products and gain insights into how we live.” Yet building an open address database for the UK using a collaborative model proved to be extremely challenging, largely because: “the legal situation around address data is complex and unresolved, making innovation in the sector extremely difficult”. </p>\n<p>While this pilot highlighted the legal complexities that emerge when public data assets pass into private ownership, it also showed that there were no technical or business barriers to developing strong data infrastructure. The project enabled us to test technical implementation and open business models using a real example. Pilots like these help to ground otherwise theoretical thinking and give a valuable reference case to inform debate and delivery. For us, it shows that building a strong data infrastructure isn’t just a theoretical possibility but that it can be achieved and will have a large impact, while highlighting the remaining barriers to achieving that goal. </p>\n<h3 id=\"urgentneed\">Urgent need</h3>\n<p>In the UK, the need for data infrastructure to move to the centre of the political and social agenda is becoming more urgent as the government considers the future ownership of bodies such as Ordnance Survey, the Met Office, Companies House and the Land Registry, all of which hold vast amounts of data. At the announcement in April that the UK was to have a Chief Data Officer, <a href=\"http://www.theguardian.com/media-network/2015/apr/23/uk-chief-data-officer-government-public-data\">we called</a> for the role to cover the protection of key UK public data assets as part of wider data infrastructure. </p>\n<p>We know that the ODI’s calls for action on data infrastructure are being heard and resonating with different groups. In November we heard the Royal Academy of Engineering <a href=\"http://www.raeng.org.uk/publications/reports/connecting-data-driving-productivity\">reference our work on data infrastructure</a> to help explain how to create the right conditions for innovation. In October, our co-founder Sir Nigel Shadbolt was invited to feature on BBC Radio Four’s flagship consumer show, <a href=\"http://www.bbc.co.uk/programmes/b06j6t8f\">You and Yours</a>, with an audience of about three million listeners. He was there in response to PAF-related issues that had been flagged by a listener, and discussed his concerns at more public data assets passing into private hands without appropriate governance. The UK's Royal Statistical Society has also joined in our call to strengthen data infrastructure in an <a href=\"http://theodi.org/blog/an-open-letter-to-the-chair-of-the-new-infrastructure-commission\">open letter to Lord Adonis</a>, the new Chair of the new Infrastructure Commission. </p>\n<p>While it’s important for consumers to understand what is happening to their data, it’s clearly of national importance that our governments and policymakers know the implications of failing to take a planned approach to the ownership of public data assets. The Public Administration Select Committee has <a href=\"http://www.publications.parliament.uk/pa/cm201314/cmselect/cmpubadm/564/56402.htm\">already concluded</a> that the inclusion of the PAF in the Royal Mail sell-off was a mistake. That particular horse has bolted and the stable door cannot be shut, but there are indications that the current government is ready to take a more considered approach. </p>\n<p>At the ODI Summit in November, Minister Matt Hancock <a href=\"https://www.gov.uk/government/speeches/open-data-institute-summit-2015-matt-hancock-speech\">announced</a> that the Cabinet Office would be modernising its <a href=\"http://www.computerweekly.com/news/4500256872/Government-to-modernise-its-data-infrastructure\">data infrastructure</a> as a matter of priority. Nigel Shadbolt was <a href=\"https://www.publictechnology.net/articles/news/sir-nigel-shadbolt-join-new-cabinet-office-data-policy-steering-group\">given a new role</a> as data advisor to government and the ODI <a href=\"http://theodi.org/blog/odi-welcomes-new-role-with-cabinet-office\">was asked to help the Cabinet Office connect with businesses, start-ups and innovators</a> in the UK’s data economy. Highlighting its continued importance, members of the summit audience addressed questions to the Minister specifically relating to PAF and its impact on civil society and businesses.</p>\n<p>On 25 November, in the Autumn Spending Review, the Chancellor George Osborne put significant emphasis on both the digital economy and on infrastructure. The ODI <a href=\"http://theodi.org/news/spending-review-government-strengthen-uk-data-infrastructure\">responded</a> with renewed calls on Ministers to strengthen data infrastructure. It’s clear that the benefits of open data (on which the ODI has also focused in 2015) – their <a href=\"http://theodi.org/the-value-of-open-data\">contribution to the economy</a>, their <a href=\"http://www.ft.com/cms/s/22b3afc4-0600-11e5-868c-00144feabdc0,Authorised=false.html?siteedition=uk&_i_location=http%3A%2F%2Fwww.ft.com%2Fcms%2Fs%2F0%2F22b3afc4-0600-11e5-868c-00144feabdc0.html%3Fsiteedition%3Duk&_i_referer=&classification=conditional_standard&iab=barrier-app#axzz3si22IwY4\">business potential</a> and their <a href=\"http://www.theguardian.com/news/datablog/2015/jun/12/open-data-central-fifa-reform\">enormous societal and cultural value</a> (to name just three) – will be enhanced by orders of magnitude if we have a solid data infrastructure.</p>\n<p>As <a href=\"http://www.parliamentlive.tv/Event/Index/20576b55-f14b-4858-a0f2-3938a2ac1297\">Gavin Starks said</a> in <a href=\"https://docs.google.com/document/u/1/d/1-s3fGkpWzrF5QW7_PEt88nawXTiN8MQxKpB5VzYIZJo/edit\">his evidence to the UK Parliament’s Science and Technology Committee</a> and Gavin and Hetan Shah of the Royal Statistical Society said in a letter to the UK’s National Infrastructure Commission “<a href=\"http://theodi.org/blog/an-open-letter-to-the-chair-of-the-new-infrastructure-commission\">the cities, countries and even continents that build the most robust and open data infrastructure will have an enormous advantage in the 21st Century economy</a>”. </p>\n<p>We’ll be spending more time in 2016 making this case to citizens, businesses, civil society and governments across the world.</p>\n<p><strong><em><a href=\"http://theodi.org/team/emma-thwaites\">Emma Thwaites</a> is Communications Associate at the ODI. Follow <a href=\"https://twitter.com/EmmaThwaites\">@EmmaThwaites</a> on Twitter</em></strong>.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/raconteur-report-who-owns-our-data-infrastructure.json","web_url":"http://theodi.org/news/raconteur-report-who-owns-our-data-infrastructure","slug":"raconteur-report-who-owns-our-data-infrastructure","title":"In the data economy who owns our data infrastructure?","format":"article","updated_at":"2015-09-11T10:01:46+00:00","created_at":"2015-06-23T12:56:24+00:00","tag_ids":["news","national-data-infrastructure","global-data-infrastructure","governance","strategy","government","business","society"]},{"id":"https://contentapi.theodi.org/who-owns-our-data-infrastructure.json","web_url":"http://theodi.org/who-owns-our-data-infrastructure","slug":"who-owns-our-data-infrastructure","title":"Who owns our data infrastructure?","format":"article","updated_at":"2015-11-18T15:32:13+00:00","created_at":"2015-05-27T11:02:51+00:00","tag_ids":["page","open-data","infrastructure","strategy","visions","international"]},{"id":"https://contentapi.theodi.org/where-next-for-data-infrastructure-work.json","web_url":"http://theodi.org/blog/where-next-for-data-infrastructure-work","slug":"where-next-for-data-infrastructure-work","title":"Where next for our data infrastructure work?","format":"article","updated_at":"2015-09-11T10:01:48+00:00","created_at":"2015-06-29T09:53:57+00:00","tag_ids":["blog","services","data-infrastructure","2015","policy"]}],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}