{"id":"https://contentapi.theodi.org/aim-to-be-boring-lessons-for-data-infrastructure.json","web_url":"http://theodi.org/blog/aim-to-be-boring-lessons-for-data-infrastructure","slug":"aim-to-be-boring-lessons-for-data-infrastructure","title":"Aim to be boring: lessons for data infrastructure","format":"article","updated_at":"2015-09-11T10:03:30+00:00","created_at":"2015-08-26T15:32:43+00:00","tag_ids":["blog","data-infrastructure","policy","infrastructure"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-infrastructure.json","web_url":null,"title":"data infrastructure","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-infrastructure","web_url":"http://theodi.org/tags/data-infrastructure","slug":"data-infrastructure"}},{"id":"https://contentapi.theodi.org/tags/keywords/policy.json","web_url":null,"title":"policy","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=policy","web_url":"http://theodi.org/tags/policy","slug":"policy"}},{"id":"https://contentapi.theodi.org/tags/keywords/infrastructure.json","web_url":null,"title":"infrastructure","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=infrastructure","web_url":"http://theodi.org/tags/infrastructure","slug":"infrastructure"}}],"details":{"business_proposition":false,"description":"<p>When our roads, railway and energy infrastructures were being built we learnt how to maintain them for the good of everyone. We need to learn the same lesson for our data infrastructure.</p>","excerpt":"> “Anything you think is infrastructure probably isn’t - infrastructure that is useful is invisible”\r","language":"en","need_extended_font":false,"alternative_title":"Lessons for building data infrastructure","url":"","content":"<blockquote>\n  <p>“Anything you think is infrastructure probably isn’t - infrastructure that is useful is invisible”</p>\n</blockquote>\n<p><a href=\"https://www.flickr.com/photos/zegoggles/5622989300/\" title=\"the m1...\"><img src=\"https://farm6.staticflickr.com/5027/5622989300_459047455a_z.jpg\" width=\"640\" height=\"424\" alt=\"the m1...\"></a></p>\n<p><small><a href=\"https://www.flickr.com/photos/zegoggles/5622989300\">Image: The M1 motorway, UK by kevinofsydney, CC-BY 2.0</a></small></p>\n<p>Recently we met up with <a href=\"https://twitter.com/gbilder\">Geoff Bilder</a>, Director of Strategic Initiatives at <a href=\"http://www.crossref.org/\">CrossRef</a>.</p>\n<p>We discussed data infrastructure, the lessons learned from building academic data infrastructure through organisations such as CrossRef, <a href=\"http://orcid.org/\">ORCID</a> and <a href=\"https://www.datacite.org/about-datacite/what-do-we-do\">DataCite</a>, and whether data infrastructure <strong>should</strong> aim to be boring and invisible. This last part is key as we need to articulate how important <a href=\"http://theodi.org/blog/where-next-for-data-infrastructure-work\">data infrastructure</a> is, what it is and why we are arguing for greater investment and focus on it.</p>\n<p>Talking to Geoff certainly helped me understand the challenges that strong data infrastructure are helping to solve for academia and how the same need exists in other sectors.</p>\n<p>When our roads, railway and energy infrastructures were being built we learnt how to maintain them for the good of everyone. We need to learn the same lesson for our data infrastructure.</p>\n<p><strong>What are CrossRef, ORCID and Datacite?</strong></p>\n<p>Geoff described CrossRef mission as fighting \"<a href=\"https://en.wikipedia.org/wiki/Link_rot\">linkrot</a>\" and breaking down barriers to encourage reuse of scholarly literature or, to put it another way, to maximise use of data.</p>\n<p><a href=\"https://www.flickr.com/photos/clankennedy/14612584798/\" title=\"IFTTT.com 404 page\"><img src=\"https://farm4.staticflickr.com/3898/14612584798_d4fd91f18f_z.jpg\" width=\"640\" height=\"337\" alt=\"IFTTT.com 404 page\"></a></p>\n<p><small><a href=\"https://www.flickr.com/photos/clankennedy/14612584798\">Image: IFTTT's 404 file not found page, Ian Kennedy, CC-BY-SA 2.0</a></small></p>\n<p>To some people a broken link on a website might just be an annoyance but in the academic world it can be an existential issue: being able to authoritatively refer to historic evidence, research and thinking is a key part of the <a href=\"https://en.wikipedia.org/wiki/Scientific_method\">scientific method</a>. To overcome this problem you need <a href=\"http://site.thomsonreuters.com/site/data-identifiers/\">linked identifiers</a>.</p>\n<p>CrossRef make reference linking throughout online scholarly literature efficient and reliable. The organisation is funded by the publishers of academic research who pay a membership fee based on the size of their <a href=\"http://www.crossref.org/02publishers/20pub_fees.html\">publishing revenues</a>.</p>\n<p>CrossRef’s citation-linking network covers over 75 million journal articles and other content items. The network doesn’t contain the full text instead it contains metadata sufficient to describe and link to the content stored by the publishers.</p>\n<p>ORCID provides a registry of unique researcher identifiers and a transparent method of linking research activities and outputs to these identifiers. Recently ORCID published it’s <a href=\"http://orcid.org/blog/2015/07/31/15-million-orcid-ids-served\">1.5millionth identifier</a>.</p>\n<p>DataCite’s purpose is to develop and support methods to locate, identify and cite data and other research objects. </p>\n<p>CrossRef, DataCite and ORCID deliver open, linked identifiers for their sector. That’s good for all of us who benefit everyday from the <a href=\"https://en.wikipedia.org/wiki/List_of_multiple_discoveries\">many</a> <a href=\"https://en.wikipedia.org/wiki/List_of_discoveries\">discoveries</a> of academics and researchers.</p>\n<p>They all contribute to building a strong data infrastructure for academic research.</p>\n<p><strong>Distributed networks benefit from some centralised governance</strong></p>\n<p>The CrossRef team came to an early realisation that their data infrastructure needed to be managed centrally, even if the publication of the data was distributed.</p>\n<p>As Geoff puts it “<a href=\"http://blogs.plos.org/mfenner/2009/02/17/interview_with_geoffrey_bilder/\">distributed begets centralised</a>”. To paraphrase his argument: every distributed network has a centralised component that has a goal of making the rest of the network successful.</p>\n<p>This led Geoff to the conclusion that strong and trusted governance needed be built in from the outset.</p>\n<p>As other parts of the scholarly data infrastructure, such as ORCID and the <a href=\"https://en.wikipedia.org/wiki/Open_access\">OpenAccess</a> movement, are now emerging Geoff and his colleagues Jennifer Lin and Cameron Neylon have published a paper titled ‘<a href=\"http://cameronneylon.net/blog/principles-for-open-scholarly-infrastructures/\">Principles for Scholarly Infrastructure</a>’ [1] to ensure that the debate over governance and principles is public and open. </p>\n<p>This paper is a close companion to the Open Data Institute’s first piece questioning <a href=\"http://theodi.org/who-owns-our-data-infrastructure\">who owns our data infrastructure</a>? Both of the papers leave out a few questions: what is infrastructure? who is the community? and who funds a data infrastructure?</p>\n<p><strong>Funding infrastructure</strong></p>\n<p>Emu Analytics said in response to our initial paper “<a href=\"http://www.emu-analytics.com/blog/post.php?s=2015-06-10-who-funds-our-open-data-infrastructure\">infrastructure almost by definition requires a leap of faith</a>”.</p>\n<p>The academic world is starting to take this leap but there is clearly still an unwillingness to invest in infrastructure: people don’t want to take money out of research; they don’t like open ended financial commitments; and infrastructure bores them. Infrastructure often gets built in a silo as a side output from a project.</p>\n<p>This is out of step with the evolution of academic research which is increasingly interdisciplinary, international and collaborative. Meanwhile, the infrastructure built around them confines research to institutions, countries, and closed networks. Other sectors are experiencing similar change yet face the same infrastructure challenge.</p>\n<p>The funding challenge is even larger when you consider that for a governance organisation, sustainability is more than covering the cost of day-to-day activities. We need to generate a surplus so that the data infrastructure can respond to new challenges and changing user needs. </p>\n<p>Organisations that maintain data infrastructure need to to build a good funding model and avoid funding models that lead to failure in either of these types of activity. For example, a regular 3-year funding cycle that distracts the organisation from serving the community in year 3 whilst raising concerns about whether the organisation will even exist in year 4 is neither helpful or useful. Building a funding model that mixes different revenue streams (for example membership revenues and grants) can help avoid such problems.</p>\n<p><strong>The strategy is to be boring</strong></p>\n<p>We discussed how organisations have typically chosen one of two strategies to secure funding:</p>\n<ul>\n<li>make infrastructure sound exciting and focus on the eye-catching services</li>\n<li>make infrastructure sound boring whilst stressing its importance</li>\n</ul>\n<p>One theory is that the first strategy is bound to fail. Infrastructure is fundamentally boring. It requires investment over the long-term and needs to scale before it can provide the benefits of the eye-catching services. Funders will lose interest if they are sold a “quick win” when the benefits don’t get realised for many years.</p>\n<p>If we accept this theory then we should be pitching good data infrastructure as being boring and invisible. We don’t talk about our roads unless they have potholes, or our water supply unless it is contaminated. We have learnt that roads and water need to be maintained and over the years we have discovered good ways to do that.</p>\n<p>As a community of data users and publishers we need to create sustainable long-term funding models to ensure that at local, national and global levels and across multiple sectors we build data infrastructure that gets data as widely used as possible. </p>\n<p>We want to know you think. Do you think infrastructure should be boring and invisible? How would you approach funding for data infrastructure?</p>\n<p>Let us know your thoughts by blogging or by getting in touch at <a href=\"mailto:policy@theodi.org\">policy@theodi.org</a> or <a href=\"link\">@ODIHQ</a>.</p>\n<p><small>[1] In the academic world this would be referenced using CrossRef as: Bilder G, Lin J, Neylon C (2015) Principles for Open Scholarly Infrastructure-v1, retrieved 2015-08-17, <a href=\"http://dx.doi.org/10.6084/m9.figshare.1314859\">http://dx.doi.org/10.6084/m9.figshare.1314859</a></small></p>\n<p><em><a href=\"https://twitter.com/peterkwells\">@peterkwells</a></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Peter Wells","slug":"peter-wells","state":"published","web_url":"http://theodi.org/peter-wells","tag_ids":["writers","writer"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/who-owns-our-data-infrastructure.json","web_url":"http://theodi.org/who-owns-our-data-infrastructure","slug":"who-owns-our-data-infrastructure","title":"Who owns our data infrastructure?","format":"article","updated_at":"2015-11-18T15:32:13+00:00","created_at":"2015-05-27T11:02:51+00:00","tag_ids":["page","open-data","infrastructure","strategy","visions","international"]},{"id":"https://contentapi.theodi.org/why-is-open-data-a-public-good.json","web_url":"http://theodi.org/blog/why-is-open-data-a-public-good","slug":"why-is-open-data-a-public-good","title":"Why is open data a public good?","format":"article","updated_at":"2015-09-11T09:59:31+00:00","created_at":"2015-02-25T09:58:50+00:00","tag_ids":["blog","blog-post","open-data","social"]},{"id":"https://contentapi.theodi.org/where-next-for-data-infrastructure-work.json","web_url":"http://theodi.org/blog/where-next-for-data-infrastructure-work","slug":"where-next-for-data-infrastructure-work","title":"Where next for our data infrastructure work?","format":"article","updated_at":"2015-09-11T10:01:48+00:00","created_at":"2015-06-29T09:53:57+00:00","tag_ids":["blog","services","data-infrastructure","2015","policy"]}],"organizations":[],"author":{"name":"Peter Wells","slug":"peter-wells","state":"published","web_url":"http://theodi.org/peter-wells","tag_ids":["writers","writer"]}}