{"id":"https://contentapi.theodi.org/amanda-smith-wins-bloomberg-open-technology-award.json","web_url":"http://theodi.org/blog/amanda-smith-wins-bloomberg-open-technology-award","slug":"amanda-smith-wins-bloomberg-open-technology-award","title":"Amanda Smith wins Bloomberg Open Technology Award","format":"article","updated_at":"2015-12-22T17:01:50+00:00","created_at":"2015-12-22T14:52:42+00:00","tag_ids":["blog","bloomberg","awads"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/bloomberg.json","web_url":null,"title":"Bloomberg","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=bloomberg","web_url":"http://theodi.org/tags/bloomberg","slug":"bloomberg"}},{"id":"https://contentapi.theodi.org/tags/keywords/awads.json","web_url":null,"title":"awads","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=awads","web_url":"http://theodi.org/tags/awads","slug":"awads"}}],"details":{"business_proposition":false,"description":"<p>Last month Amanda Smith won the Bloomberg Open Technology Award, a WISE Award for female role models who are making a difference in open source communities. </p>","excerpt":"Last month Amanda Smith, formerly ODI Community Engagement Manager and now ODI Account Manager, won the Bloomberg Open Technology Award, a WISE Award for female role models making a difference in open source communities\r","language":"en","need_extended_font":false,"alternative_title":"Amanda Smith wins Bloomberg Open Technology Award","url":"","content":"<p><em>Last month Amanda Smith, formerly ODI Community Engagement Manager and now ODI Account Manager, won the Bloomberg Open Technology Award, a WISE Award for female role models making a difference in open source communities</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/79/65/567965611f986a0850000001/Amanda-Smith-Open-Tech_800_400_cropped__1_.jpg\" alt=\"null\" class=\"img text-center\" id=\"56796561d0d46206db000001\"> \n<small>Amanda on stage with HRH The Princess Royal at the WISE Awards 2015. Photograph: Wise Awards</small></p>\n<p>Amanda <a href=\"http://www.researchmedia.com/portfolio-view/wise-campaign/\" title=\"speaks with WISE Campaign\">speaks with the WISE Campaign</a> about her work, her inspiration and what being a successful woman in STEM means to her. </p>\n<p><strong>Winner profile</strong></p>\n<p>Amanda did not enter into technology via the traditional route. Before joining the ODI, she applied her enthusiasm to open up information and data to the field of policing, developing the national crime map, police.uk and data.police.uk. She wants to prove to other women and girls that you don’t have to be STEM-educated to work with technology.</p>\n<p><strong>Award profile</strong></p>\n<p>The majority of businesses rely on open source technology to run their operations and build their products. Yet women make up only a small fraction of contributors to open source projects. The award hopes to change that by recognising females who are making a difference in open source communities.</p>\n<p><strong>What does your work at the ODI consist of and why is this important?</strong></p>\n<p>I help governments and industry to release and reuse open data. Part of this role includes developing the platforms, tools, services and guidance that support practitioners embracing this world of openness. This ever developing world includes open data, open access and open technology. I’m passionate about raising awareness and increasing participation in such fields; and through my work on European research projects, I’ve established meet up groups in London, Oslo and Sofia to educate communities about open technology.</p>\n<p><strong>Is winning the Bloomberg Open Technology WISE award one of your proudest achievements?</strong></p>\n<p>The award means so much to me. To be shortlisted with Hera Hussain and Anne-Gaelle Colom, both renowned practitioners in the open technology space, was such a privilege. To have been awarded such an honour by HRH is a feeling that is impossible to put into words. Walking towards and standing on the stage to receive my award is a moment that will stay with me forever, as well as the congratulatory messages I have received from the colleagues and peers I have aspired to be like. I’m truly humbled by the entire experience.</p>\n<p>The work and successes of Bloomberg and WISE are internationally recognised. To receive this award from leading technologists and experts, despite my lack of a traditionally STEM-based education, highlights my achievements in this field and demonstrates that anyone with passion is capable of success. This accolade is testament to the skills and passion that I bring to my communities, clients and partners. They will know that I strive for complete customer satisfaction and that this award is a testimony to that. It raises awareness of what the ODI is here to do; we connect, equip and inspire people around the world to innovate with data.</p>\n<p>Finally, the Open Technology Award was a new one for 2015. As the first winner of this category I am determined to leave a lasting legacy, and inspire the next generation of nominees, shortlisted candidates and winners.</p>\n<p><strong>What do you believe makes you successful?</strong></p>\n<p>I believe I am successful because of my passion that has driven me forwards, my ability to work in an open world where I can see change and the impact of what I have done, and thanks to the support I have received from other inspiring women in technology, such as <a href=\"https://theodi.org/team/jeni-tennison\" title=\"Jeni Tennison OBE\">Jeni Tennison OBE</a>, Deputy CEO and Technical Director of the ODI.</p>\n<p>I have found that having space to practise my speaking skills (such as the 300 seconds community) and a coach (<a href=\"https://theodi.org/team/carl-rodrigues\" title=\"Carl Rodrigues\">Carl Rodrigues</a>) has been invaluable in boosting my confidence, making my voice heard and proudly sharing with networks that want to solve the same problems. I am enthusiastic about listening and learning from others, using online and offline opportunities to gain from other people's skills and experiences to bolster my own. </p>\n<p>At the ODI, gender isn’t seen but I’ve not been so fortunate before – I’ve been made very aware that I am a woman and have been labelled and pigeonholed into roles.</p>\n<p><strong><em>Read more about the WISE Awards <a href=\"https://www.wisecampaign.org.uk/wise-awards\" title=\"here\">here</a></em></strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/open-data-awards-shortlists-announced.json","web_url":"http://theodi.org/news/open-data-awards-shortlists-announced","slug":"open-data-awards-shortlists-announced","title":"Open Data Awards: shortlists announced","format":"article","updated_at":"2015-09-11T10:01:33+00:00","created_at":"2015-06-15T14:18:24+00:00","tag_ids":["news","open-data","awards","2015","generation-open"]},{"id":"https://contentapi.theodi.org/amanda-smith.json","web_url":"http://theodi.org/team/amanda-smith","slug":"amanda-smith","title":"Amanda Smith","format":"person","updated_at":"2017-01-24T16:41:42+00:00","created_at":"2013-12-02T12:10:27+00:00","tag_ids":["team","team","team","team","services-programme","person"]}],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}