{"id":"https://contentapi.theodi.org/an-answer-in-pakistan-to-what-is-open-data-for.json","web_url":"http://theodi.org/blog/an-answer-in-pakistan-to-what-is-open-data-for","slug":"an-answer-in-pakistan-to-what-is-open-data-for","title":"Member blog: An answer in Pakistan to ‘what is open data for?’","format":"article","updated_at":"2015-09-11T09:57:06+00:00","created_at":"2014-04-02T15:37:56+00:00","tag_ids":["blog","pakistan","open-data"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/pakistan.json","web_url":null,"title":"Pakistan","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=pakistan","web_url":"http://theodi.org/tags/pakistan","slug":"pakistan"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}}],"details":{"business_proposition":false,"description":"<p>The Millennium Development Goals, agreed at the United Nations Millennium Summit in 2000, have as their second objective that – by 2015 – all children will have universal access to primary education.</p>\n<p>In 2000, some 100 million children globally were not in school. We're a year away from the target.</p>","excerpt":"<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/3e/7d/533e7dc41f986a2ef0000135/20140115123722.jpg\" alt=\"null\" class=\"img pull-right\" id=\"533e7dc4d0d462518300009b\">\r","language":"en","need_extended_font":false,"alternative_title":"Member blog: An answer in Pakistan to ‘what is open data for?’","url":"","content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/3e/7d/533e7dc41f986a2ef0000135/20140115_123722.jpg\" alt=\"null\" class=\"img pull-right\" id=\"533e7dc4d0d462518300009b\">\nThe Millennium Development Goals, agreed at the United Nations Millennium Summit in 2000, have as their second objective that – by 2015 – all children will have universal access to primary education.</p>\n<p>In the year 2000, some 100 million children globally were not in school. We're a year away from the target.</p>\n<p>Pakistan, by all accounts, <a href=\"http://tribune.com.pk/story/687360/pakistan-education-atlas-2013-education-survey-reveals-mixed-bag-of-results/\">has failed to achieve the goal.</a></p>\n<p>A <a href=\"http://www.unesco.org/new/fileadmin/MULTIMEDIA/HQ/ED/pdf/EDUCATION_IN_PAKISTAN__A_FACT_SHEET.pdf\">UNESCO fact-sheet</a> presents the problem. 1 in 12 of out-of-school children, 5.1 million, live in Pakistan. Literacy rates in Pakistan are stagnant at 58% of the population, with only 50% of the rural population ever attending school. Two-thirds of those out-of-school are girls. Primary net enrolment has risen from 58% to 74%, but this hides tremendous variation. Only 17% of people have ever been to school in Punjab while 37% have attended in Balochistan.</p>\n<p>And even these statistics hide tremendous variation in reporting. Some estimates put out-of-school children at 10 million in Pakistan.</p>\n<p>Clearly, then, a concerted effort is required to ensure that the best approaches to improving education outcomes are recognised and used to improve results elsewhere in Pakistan.</p>\n<p><a href=\"http://www.alifailaan.pk/\">Alif Ailaan</a>, an education research and advocacy organisation in Pakistan, has been working with <a href=\"http://www.htspe.com/\">HTSPE</a>, an international social and economic development consultancy, and funded by DFID, to build a convincing set of case studies and research to drive education improvement.</p>\n<p>One way they have begun to do this is to open up research studies looking at Pakistan's education system and present that in a user-friendly fashion. <a href=\"http://www.whythawk.com/index.php/case-studies/9-case-studies-education-outcomes-transparency-from-research-data-in-pakistan\">Whythawk has </a>been supporting the project. Our work includes building <a href=\"https://github.com/ckan/ckanext-basiccharts\">extensions to the CKAN</a> open data publishing platform to allow <a href=\"https://github.com/ckan/ckanext-dashboard\">data-driven dashboards</a> for online advocacy. I've just returned from a week in Islamabad with the enthusiastic professionals driving the Pakistan Education Portal training them on how to use the portal.</p>\n<p>Their drive is clear: work with existing research institutes and programs to release their data so that other researchers can perform meta-studies, develop new and useful insight, and so drive meaningful change.</p>\n<p>It is a useful and timely answer to the question: why should I release my data?</p>\n<p>The term \"open data\" has become somewhat loaded, but – to simplify – means that data are accessible without limitation in some standardised and machine-readable form.</p>\n<p>Organisations which intend to aggregate, reflect, and present analysis on published data from different sources should not be confronted with a tsunami of licence conditions in order to do so. National statistical data which demands that \"An electronic copy of all reports and publications based on the requested data will be sent to the National Data Archive,\" <a href=\"http://www.nigerianstat.gov.ng/pages/terms\">for instance</a>, places a massive burden on future users of that data.</p>\n<p>It must be recognised, though, that releasing and maintaining such data is a perpetual and costly business. Many national governments have signed up, but implementation lags.</p>\n<p>Tim Berners-Lee has <a href=\"http://blog.digital.telefonica.com/2013/10/09/tim-berners-lee-telefonica-open-agenda/\">spoken eloquently</a> <a href=\"http://www.wired.co.uk/news/archive/2012-11/09/raw-data\">about the benefits</a> of \"raw data\" and why governments should release it. \"The information about spending, agriculture, health and education that lies behind locked databases could be used to dramatically improve people's lives. When governments begin to release data openly on the web, the growing movement of hackers and activists and even internal government agencies and corporations, can begin to use the previously unconnected and undissected numbers, images and graphs to create new ways for you to access valuable new information.\"</p>\n<p>While there are stories of open data being used, far too many are mundane. Many, such as maps to the <a href=\"http://findtoilet.dk/\">nearest toilet</a>, or where you can walk your dog, are hardly reasons for governments to pay attention. Numerous public and commercial services already provide such information.</p>\n<p>The few stories that are compelling, however, are very compelling.</p>\n<p><a href=\"http://www.sarpam.net/\">The Southern African Regional Programme on Access to Medicines and Diagnostic</a>s, for example, used open access to medicine pricing to develop a regional study. They found some governments were being charged up to 25 times more for the same drugs. A <a href=\"http://news.bbc.co.uk/1/hi/programmes/politics_show/7192271.stm\">similar exercise in the UK</a> looking at which statins, a commonly-used cholesterol-lowering drug, were being prescribed by doctors, indicated that simply changing to generics could save the fiscus £70 million a year, or enough to employ 2,000 nurses.</p>\n<p>And then there's our work at Whythawk, supporting the team at Alif Ailaan in Pakistan. I believe that, after their service goes live in June, and as their data are consolidated, new insights will drive better outcomes for youngsters there.</p>\n<p>These are big projects, and the world is still filled with major challenges which can only be resolved through institutional funding and major professional effort. Supporting farmers in rural African villages to adapt their crops for climate change. Improving healthcare outcomes. Education. Many of these are being driven by opportunities for open access research publication.</p>\n<p>However, it is also true that the open data industry will only reach maturity when thousands of enterprises are able to build profitable businesses from a reliable source of open access and public data.</p>\n<p>Obviously, consulting services like Whythawk are part of that commercial impetus for open data. But neither is this a movement limited exclusively to the developed nations.</p>\n<p>Linet Kwamboka, a founder at <a href=\"http://datascience.co.ke/\">DataScience in Kenya</a>, is in the business of aggregating open data from various sources while creating relationships across sectors to mainly help businesses and investors understand where opportunities and great returns are. She explains the business advantage as, \"If as an investor you wanted to invest in flower farming in Kenya for example, do you do it in Nakuru county because that is where everyone is doing it or is there another county in Kenya that has more favourable climate, manpower and proximity for the activity? We help you make the right decision with lower risk.\"</p>\n<p>This is a fantastic start and I wish her every success. Importantly, the more initiatives like this, along with the big global development initiatives, the better the case for open data becomes.</p>\n<p>Five years after Tim Berners-Lee got a roomful of people to chant <a href=\"http://www.ted.com/talks/tim_berners_lee_on_the_next_web\">\"raw data now\" at TED</a>, we are finally building up good reasons why data owners should listen.</p>\n<p><em>Gavin Chait is Lead Consultant at <a href=\"http://www.whythawk.com/\">Whythawk</a>, an <a href=\"http://theodi.org/membership\">ODI supporter</a></em>.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Gavin Chait","slug":"gavin-chait","state":"published","web_url":"http://theodi.org/gavin-chait","tag_ids":["members"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Gavin Chait","slug":"gavin-chait","state":"published","web_url":"http://theodi.org/gavin-chait","tag_ids":["members"]}}