{"id":"https://contentapi.theodi.org/an-open-letter-to-the-chair-of-the-new-infrastructure-commission.json","web_url":"http://theodi.org/blog/an-open-letter-to-the-chair-of-the-new-infrastructure-commission","slug":"an-open-letter-to-the-chair-of-the-new-infrastructure-commission","title":"An open letter to the Chair of the new Infrastructure Commission","format":"article","updated_at":"2015-12-15T17:23:41+00:00","created_at":"2015-12-15T11:29:05+00:00","tag_ids":["blog","infrastructure","uk-government"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/infrastructure.json","web_url":null,"title":"infrastructure","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=infrastructure","web_url":"http://theodi.org/tags/infrastructure","slug":"infrastructure"}},{"id":"https://contentapi.theodi.org/tags/keywords/uk-government.json","web_url":null,"title":"UK government","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=uk-government","web_url":"http://theodi.org/tags/uk-government","slug":"uk-government"}}],"details":{"business_proposition":false,"description":"<p>The Open Data Institute and Royal Statistical Society urge on Lord Adonis and the Infrastructure Commission to consider data as infrastructure that is fundamental to the operation of a modern society and its economy</p>","excerpt":"The Open Data Institute and Royal Statistical Society urge Lord Adonis and the Infrastructure Commission to consider data as infrastructure that is fundamental to the operation of a modern society and its economy\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>The Open Data Institute and Royal Statistical Society urge Lord Adonis and the Infrastructure Commission to consider data as infrastructure that is fundamental to the operation of a modern society and its economy</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/70/1e/56701e111f986a083a000020/typewriter.jpg\" alt=\"null\" class=\"img text-center\" id=\"56701e11f362be07f700003f\"> \n<small>We have written to the Chair of the new infrastructure commission with our thoughts and call to action. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [THOR](https://www.flickr.com/photos/geishaboy500/2326873674/in/photolist-4xBQtC-9vZFQW-5ahbSX-8ooMXs-4jm9XX-3awxed-3ftCGg-nkvMH-aBiWdE-6TkyAD-fBm85W-iotFfq-dzosC-6BTzGn-bF1wg7-azCh4C-pbunE-6TkzAV-6TpzAC-8K2ZZm-qqnjYF-qrDmv1-4SuZT9-97bzxJ-8QNzSW-8Gv2qQ-64mymm-rVGKGh-9hyqTx-6nCRJh-6Tpz6w-8Nvnmc-q1D4H-81vZ7h-9W88U2-4v4nyh-zpaMod-7VY2h3-6yERXU-PvoVn-6nCREE-brHg8D-81vZ2m-r89jn-bCmSXw-6TpzL5-4BZAFZ-9jzRq-a96L7r-DWn1o “THOR\").</small></p>\n<p>The UK Government has created a <a href=\"https://www.gov.uk/government/organisations/national-infrastructure-commission\">National Infrastructure Commission</a> that “<a href=\"https://www.gov.uk/government/organisations/national-infrastructure-commission/about\">will look at the UK’s future needs for nationally significant infrastructure [...] to maintain UK’s competitiveness amongst the G20 nations</a>”.</p>\n<p>We believe that governments have a vital role to play in building and <a href=\"http://theodi.org/news/spending-review-government-strengthen-uk-data-infrastructure\">strengthening our data infrastructure</a>. We believe that the cities, countries and even continents that build the best and most open data infrastructure will have an enormous advantage in the 21st Century economy.</p>\n<p>Together with the <a href=\"http://www.rss.org.uk/\">Royal Statistical Society</a> we have written a letter to the Chair of the new infrastructure commission, <a href=\"https://www.gov.uk/government/people/andrew-adonis\">Lord Adonis</a>, with our thoughts and call for action. </p>\n<p><strong>See the letter written in full below</strong></p>\n<iframe src=\"https://drive.google.com/file/d/0B3v_SXN-H931ZllZNnlCTjlRQ0k/preview\" width=\"640\" height=\"480\"></iframe>\n<p><br></p>\n<p>You can find out more about our work on \n<a href=\"http://theodi.org/who-owns-our-data-infrastructure\">data infrastructure</a> at <a href=\"http://theodi.org/smart-cities\">city</a>, national and global levels on the <a href=\"http://theodi.org/search?q=data+infrastructure\">rest of our site</a>. The Royal Statistical Society’s Data Manifesto can be found <a href=\"www.rss.org.uk/manifesto\" title=\"here\">here</a>.</p>\n<p><em>If you have thoughts on data infrastructure that you would like us to read or discuss please email <a href=\"mailto:policy@theodi.org\">policy@theodi.org</a> or tweet us at <a href=\"https://twitter.com/odihq\">@ODIHQ</a>.</em></p>\n<hr />\n<p>Dear Lord Adonis,</p>\n<p>We urge the Infrastructure Commission to consider <strong>data</strong> as infrastructure that is fundamental to the operation of a modern society and its economy.</p>\n<h3 id=\"dataisinfrastructure\">Data is infrastructure</h3>\n<p>Data is infrastructure. It underpins transparency, accountability, public services, business innovation and civil society. Data such as statistics, maps and real-time sensor readings help us to make decisions, build services and gain insight. </p>\n<p>The data in our infrastructure is from across the <a href=\"http://theodi.org/data-spectrum\">spectrum of closed, shared and open data</a>.</p>\n<p>It is how we use data that creates value. Our use of data and hence the value we see from it has increased significantly over the last few decades. This increase can be measured not just in the number of apps on our smartphones but also in the increased productivity of our farms, more effective use of our transport networks and the growth in our connected digital economy.</p>\n<p>The <a href=\"http://theodi.org/the-value-of-open-data\">economic case for open data</a> is strong with <a href=\"https://medium.com/@ODIHQ/the-economic-impact-of-open-data-what-do-we-already-know-1a119c1958a0#.glswwz8wh\">estimates that the value of open data from the public sector alone is between 0.4% and 1.5% of an economy’s GDP</a>. The economic evidence will only get stronger as more organisations and sectors go open. The Royal Statistical Society’s <a href=\"http://www.rss.org.uk/Images/PDF/influencing-change/rss-data-manifesto-2014.pdf\">data manifesto</a> prioritises open data as the core reference data on which society depends, that also acts as a catalyst to release economic value from other </p>\n<p>data sets.The UK has been a world leader in open data and the digital economy, we need to accelerate now to continue that leadership.</p>\n<h3 id=\"weneedtostrengthentheuksdatainfrastructurenow\">We need to strengthen the UK’s data infrastructure now</h3>\n<p>As the OECD recently said \"<a href=\"http://www.oecd.org/sti/ieconomy/PolicyNote-DDI.pdf\">Physical infrastructure such as roads and bridges enables benefits to ‘spill over’, for instance, by fostering trade and social exchanges. In the same way, greater access to data also has beneficial spill-overs, whereby data can be used and re-used to open up significant growth opportunities, or to generate benefits across society in ways that could not be foreseen when the data were created.</a>\"</p>\n<p>Data connects multiple sectors. Open weather data published by the Met Office will be used by everyone from farmers to the transport industry to individual citizens. Mapping data is published by the Ordnance Survey and then built on by organisations as diverse as Google, the construction companies building HS2, and the home insurance industry. Data is infrastructure for our cities and our nation across each and every sector.</p>\n<p>Building a robust data infrastructure will require us to improve how we manage data as assets, how we run the organisations that operate and maintain them, and to develop guides that help us use, manage and secure data. It is as critical that we protect data that needs to be kept private as it is that we openly publish data that should be open for everyone to use. Both privacy and openness create trust.</p>\n<p>This is more than data science, it is about data literacy across society. For citizens and civil society, for the business community, from CEO to legal, accounting to technology and across our public sector, from politicians and policy makers to practitioners in the civil service.</p>\n<p>We are not currently treating data as infrastructure. We are not giving it the same importance as our road, railway and energy networks were given in the industrial revolution and are still given now. We risk seeing data only as a tool for transparency when it should also be an engine of efficiency and growth. We need to strengthen our data infrastructure.</p>\n<h3 id=\"datainfrastructurewillbeacompetitiveadvantageinc21\">Data infrastructure will be a competitive advantage in C21</h3>\n<p>Strengthening our data infrastructure will require a technical and cultural transformation for people and organisations across the economy. We need to become better at complex societal problems like data privacy, learn how to keep data secure, strengthen funding models to support data use and re-use, and develop new operating models.</p>\n<p>The data infrastructure that we build will help us make better use of data and get more value from it. Consumers will have more confidence in services from finance to retail, digital businesses will be able to innovate and create new and better services faster, farms and factories will be more efficient and environmentally friendly, cities will make better use of their road and energy networks and be better places to live, citizens will have better access to education and healthcare, and democracy will improve as our governments continue to open up.</p>\n<p>The cities, countries and even continents that build the best and most open data infrastructure will have an enormous advantage in the 21st century economy.</p>\n<p>Just as our road, railway and energy networks are maintained for the good of everyone, so should our data infrastructure. </p>\n<p>We would welcome the opportunity to discuss these thoughts in more detail.</p>\n<p>Best wishes,</p>\n<p><strong>Hetan Shah</strong>, Executive Director, The Royal Statistical Society</p>\n<p><strong>Gavin Starks</strong>, Chief Executive Officer, The Open Data Institute</p>\n<h3 id=\"whoweare\">Who we are</h3>\n<p>The Open Data Institute (ODI) connects, equips and inspires people around the world to innovate with data. It is independent, non-profit and non-partisan, founded in 2012 by Sir Tim Berners-Lee and Sir Nigel Shadbolt. The ODI is based in London. The ODI Node network operates in 20 countries across six continents.</p>\n<p>The Royal Statistical Society (RSS) is a learned society for statistics, a professional body for statisticians and a charity which promotes statistics for the public good. The society was first founded as the Statistical Society of London in 1834, and became the Royal Statistical Society by Royal Charter in 1887. There are more than 6000 members of the RSS around the world, of whom some 1500 are professionally qualified as Chartered Statistician.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/aim-to-be-boring-lessons-for-data-infrastructure.json","web_url":"http://theodi.org/blog/aim-to-be-boring-lessons-for-data-infrastructure","slug":"aim-to-be-boring-lessons-for-data-infrastructure","title":"Aim to be boring: lessons for data infrastructure","format":"article","updated_at":"2015-09-11T10:03:30+00:00","created_at":"2015-08-26T15:32:43+00:00","tag_ids":["blog","data-infrastructure","policy","infrastructure"]},{"id":"https://contentapi.theodi.org/data-infrastructure-technology-blockchains.json","web_url":"http://theodi.org/blog/data-infrastructure-technology-blockchains","slug":"data-infrastructure-technology-blockchains","title":"Data infrastructure technology: are blockchains the answer?","format":"article","updated_at":"2015-11-02T15:05:59+00:00","created_at":"2015-10-21T23:48:22+00:00","tag_ids":["blog","blockchain","infrastructure","decentralisation","odi-labs"]}],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}