{"id":"https://contentapi.theodi.org/appeal-to-the-foi-commission-dont-confuse-open-data-with-foi.json","web_url":"http://theodi.org/blog/appeal-to-the-foi-commission-dont-confuse-open-data-with-foi","slug":"appeal-to-the-foi-commission-dont-confuse-open-data-with-foi","title":"Appeal to the FOI Commission: don’t confuse open data with FOI","format":"article","updated_at":"2015-09-11T10:02:59+00:00","created_at":"2015-08-05T12:13:21+00:00","tag_ids":["blog","foi"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/foi.json","web_url":null,"title":"FOI","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=foi","web_url":"http://theodi.org/tags/foi","slug":"foi"}}],"details":{"business_proposition":false,"description":"<p>ODI Policy Lead Ellen Broad explains that open data is an important transparency mechanism, but will never make FOI laws redundant</p>","excerpt":"ODI Policy Lead Ellen Broad explains that open data is an important transparency mechanism but open data will never make FOI laws redundant\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>ODI Policy Lead Ellen Broad explains that open data is an important transparency mechanism but open data will never make FOI laws redundant</em></p>\n<p>Recently the UK Government announced a new <a href=\"https://www.gov.uk/government/speeches/freedom-of-information-new-commission\" title=\"FOI Commission\">Commission on Freedom of Information</a>, to ensure freedom of information (FOI) laws and processes are working effectively.</p>\n<p>In his <a href=\"https://www.gov.uk/government/speeches/freedom-of-information-new-commission\" title=\"written statement\">written statement</a> setting out the new Commission, Parliamentary Secretary to the Cabinet Office Lord Bridges drew a link between the UK Government’s leadership on open data and FOI laws:</p>\n<blockquote>\n  <p>We are committed to being the most transparent government in the world. To deliver that goal we are opening up government to citizens by making it easier to access information and increase the volume available, with a record 20,000 datasets now on data.gov.uk, while protecting a private space for frank advice. We are strengthening accountability and making public services work better for people. The World Wide Web Foundation’s Open Data Barometer and Open Knowledge’s Global Open Data Index ranked the UK as the world’s leading country on open government.</p>\n</blockquote>\n<p>After more than a decade in force, it’s reasonable that Freedom of Information Act processes and their impact be reviewed by government. But the UK’s progress publishing and using open data should not be confused with, or viewed as a substitute for, robust Freedom of Information laws. </p>\n<h3 id=\"opendataandfoilawscomplementaryandnecessary\">Open data and FOI laws: complementary and necessary</h3>\n<p>The UK Government aims to make its data available as open data for lots of reasons: to stimulate business growth and new forms of innovation; to help change the way public services are offered to citizens, making them more efficient and user friendly; and to improve the transparency and accountability of government. In many circumstances, departments and public bodies are free to decide what data they’ll publish as open data, as well as when and how.</p>\n<p>In open data and FOI is a natural balance between the proactive and reactive release of information. Proactively publishing open data is an important transparency mechanism, but <a href=\"https://www.gov.uk/government/speeches/francis-maude-speech-on-open-data-and-transparency\" title=\"FOI laws redundant\">open data will never make FOI laws redundant</a>. It’s unlikely that all information that is in the public interest will eventually be open data. The user community for certain information may be too small to justify its ongoing maintenance as open data, hard to release in a regular way or its public interest value simply not yet understood. </p>\n<p>FOI ensures citizens, businesses, journalists are able to access information that needs to be accessed and isn’t available openly. FOI requests might be relatively unique to a story or situation – like <a href=\"http://www.bbc.co.uk/newsbeat/article/27879888/rise-in-soldiers-testing-positive-for-steroid-use\" title=\"soldiers test positive steroid use\">soldiers testing positive for steroid use</a>. They can help articulate the importance of certain kinds of data to inform policy decisions – like data about <a href=\"http://www.bbc.co.uk/news/health-25268451\" title=\"ambulance wait times\">ambulance wait times</a> and <a href=\"http://www.bbc.co.uk/news/uk-wales-25426943\" title=\"A&E staffing\">hospital A&E staffing levels</a>. </p>\n<p>FOI requests can help government understand what people are interested in, and identify areas in which open data could cut FOI costs. In a talk at <a href=\"http://attending.io/events/citizenbeta\" title=\"Citizen Beta\">Citizen Beta</a> on July 29, <a href=\"http://mattburgess.co/\">journalist Matthew Burgess</a> highlighted Transport for London (TfL)’s <a href=\"https://tfl.gov.uk/info-for/media/press-releases/2013/october/tfl-introduces-further-transparency-and-accountability-by-publishing-more-data-and-information\">analysis of</a> (the thousands of) FOI requests received to help them identify data that should be published regularly. </p>\n<h3 id=\"asustainabledataeconomyneedsbothopendataandfoi\">A sustainable data economy needs both open data and FOI</h3>\n<p>Earlier this year, the ODI published the <a href=\"https://theodi.org/open-data-means-business\">results of a study</a> that found businesses from all sectors and all areas of the UK are using open data. Of 270 companies surveyed, 70% indicated they use open data published by government. </p>\n<p>Lots of these open data businesses also rely on FOI processes to help them deliver their services. Organisations like <a href=\"https://www.spendnetwork.com/about/\">Spend Network</a> and <a href=\"https://checkthatbike.co.uk/\">Check that Bike</a> have used FOI to get access to data they need that isn’t available as open data, or where the data that’s available isn’t of good enough quality or accuracy. Sometimes FOI requests can be the most efficient way to get data out of a public body, because FOI laws impose a 20 day turnaround on requests. No matter how effective an engagement strategy a public body has, they’re likely to put more effort into responding for requests for data where they’re legally obliged to, than through other routes. This efficiency and speed is vital for startups that need to quickly respond to their new customer’s needs.</p>\n<h3 id=\"opendatacanhelpinformthefoicommissionswork\">Open data can help inform the FOI Commission’s work</h3>\n<p>Open data will be a useful tool for the FOI Commission as they look at how FOI laws are operating in practice. Some public bodies already publish certain data about the FOI requests they receive, like <a href=\"https://tfl.gov.uk/corporate/transparency/foi-performance\">TfL</a> and the <a href=\"http://www.parliament.uk/site-information/foi/foi-and-eir/commons-foi-disclosures/\">House of Commons</a>. The MySociety project WhatDoTheyKnow processes over 5,000 FOI requests for UK Government information per month. If <a href=\"https://www.whatdotheyknow.com/\">WhatDoTheyKnow</a> made the data about the FOI requests they receive available as open data (we don't think it is yet, but it could be!) this would be a valuable source of evidence for the FOI Commission.</p>\n<p>Going forward, the FOI Commission can look at ways in which open data might provide the Cabinet Office with greater insight into how FOI processes are impacting on the public sector. The Commission might:</p>\n<ul>\n<li>Request that the public sector publish their internal management information about FOI requests they process each month as open data: the number of requests they receive, the nature of each request, how long each request takes to process, whether access was granted and whether there has been an appeal.</li>\n<li>Request that information about FOI requests be added to UK Government dashboards.</li>\n</ul>\n<p>Open data is one mechanism to enable greater transparency of government – how it works, how much things cost and where processes could be more efficient. It is a complement to – not a substitute for – the citizen’s right to information guaranteed in the Freedom of Information Act. </p>\n<p>Open data is an important transparency mechanism, but <a href=\"https://www.gov.uk/government/speeches/francis-maude-speech-on-open-data-and-transparency\">open data will never make FOI laws redundant</a>. </p>\n<p><em><strong>Ellen Broad is <a href=\"https://theodi.org/team/ellen-broad\">Policy Lead</a> at the ODI. Follow <a href=\"https://twitter.com/ellenbroad\">@EllenBroad</a> on Twitter.</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/nigel-shadbolt-on-open-data-uk-leads-but-must-not-become-complacent.json","web_url":"http://theodi.org/news/nigel-shadbolt-on-open-data-uk-leads-but-must-not-become-complacent","slug":"nigel-shadbolt-on-open-data-uk-leads-but-must-not-become-complacent","title":"Nigel Shadbolt on open data: 'UK leads but must not become complacent'","format":"article","updated_at":"2015-09-11T09:57:23+00:00","created_at":"2014-10-10T13:37:55+00:00","tag_ids":["news","summit"]},{"id":"https://contentapi.theodi.org/ellen-broad.json","web_url":"http://theodi.org/team/ellen-broad","slug":"ellen-broad","title":"Ellen Broad","format":"person","updated_at":"2016-09-13T15:44:58+00:00","created_at":"2014-09-09T16:19:38+00:00","tag_ids":["team","team","team","team","services-programme","policy"]}],"organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}}