{"id":"https://contentapi.theodi.org/autumn-statement-uk-must-recognise-the-need-to-strengthen-data-infrastructure.json","web_url":"http://theodi.org/blog/autumn-statement-uk-must-recognise-the-need-to-strengthen-data-infrastructure","slug":"autumn-statement-uk-must-recognise-the-need-to-strengthen-data-infrastructure","title":"Autumn Statement: UK must recognise the need to strengthen data infrastructure","format":"article","updated_at":"2016-11-23T17:25:50+00:00","created_at":"2016-11-23T16:31:17+00:00","tag_ids":["blog","data-infrastructure","autumn-statement"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-infrastructure.json","web_url":null,"title":"data infrastructure","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-infrastructure","web_url":"http://theodi.org/tags/data-infrastructure","slug":"data-infrastructure"}},{"id":"https://contentapi.theodi.org/tags/keywords/autumn-statement.json","web_url":null,"title":"autumn statement","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=autumn-statement","web_url":"http://theodi.org/tags/autumn-statement","slug":"autumn-statement"}}],"details":{"business_proposition":false,"description":"<p>aking data infrastructure open will help ensure that policies such as increased road investment, a new R&amp;D fund, building houses and banning letting fees benefit everyone. The government must build on its successes in data or it risks losing a global race</p>","excerpt":" Data is vital infrastructure for our society and a competitive advantage for a 21st century economy. It is an under-recognised piece of critical national infrastructure that needs government focus and support. \r","language":"en","need_extended_font":false,"alternative_title":"Autumn Statement: UK must recognise the need to strengthen data infrastructure","url":"","content":"<ul>\n<li><p><em>Data is vital infrastructure for our society and a competitive advantage for a 21st century economy. It is an under-recognised piece of critical national infrastructure that needs government focus and support.</em> </p></li>\n<li><p><em>Strengthening data infrastructure will support the UK Government’s aim of stepping up to <a href=\"https://www.gov.uk/government/speeches/cbi-annual-conference-2016-prime-ministers-speech\">a new, active role that backs British business and ensures more people in all corners of the country share in the benefits of their success</a>.</em> </p></li>\n<li><p><em>Making data infrastructure open will help ensure that policies such as increased road investment, a new R&D fund, building houses and banning letting fees benefit everyone. The government must build on its successes in data or it risks losing a global race.</em></p></li>\n</ul>\n<p><em><strong>By Peter Wells, Anna Scott and the ODI team</strong></em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/35/c5/5835c5d3d0d46207eb00004e/14952157889_bf8e39781a_k.jpg\" alt=\"null\" class=\"img text-center\" id=\"5835c5d3f362be08540000aa\">\n<small>In today's Autumn Statement, Chancellor Philip Hammond gave little recognition to how data had changed our society and the lessons we had learnt. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [Foreign and Commonwealth Office](https://www.flickr.com/photos/foreignoffice/14952157889/in/photolist-oMgHBF-oMhuBt-rdhHzm-5rPWSj-6Ntc4Y-6NoZZV-opPqRS-qTPirU-sgwGmo-6Ntd4q-orZpp7-qgzK1V-qPDEGx-q1ozt7-6Np2pH-qhT5ms-6Np1XH-qgns81-oMgHLt-9xNddp-puiy5r-qVNtEW-qVNt4W-o46mPP-rzNETT-pdbgLd-jXtiMZ-H1vzw4-oV8Ynz-6Ntcnw-okyXCz-6Np3qg-qbiQXG-rdeFFM-qi21QJ-oamAfc-otFiQX-pGnRxn-q1CecN-pRWp7F-r3xVJD-qq5Gu6-r3obvJ-qfe1uG-rt1H8K-rhBARJ-pzvcvc-9xRgUb-9xydKf-9xNcrv “Foreign and Commonwealth Office\").</small></p>\n<p>Human societies change when resources become either plentiful or scarce. The economics of data have changed over the last few years. <a href=\"http://www.computerweekly.com/opinion/The-UK-needs-a-data-infrastructure\">We now live in an age of data abundance</a>.</p>\n<p>Our society is changing because of data. Some changes have already happened. Data helps people get around our major cities and helps put food on our plates. It is reducing the cost of public services, encouraging business innovation and creating economic growth. It is vital to our society and <a href=\"http://theodi.org/blog/data-is-critical-national-infrastructure-lets-make-it-open-and-secure\">critical national infrastructure that is part of the government’s responsibility, like clean air and open roads</a>. </p>\n<p>In this age of data abundance <a href=\"http://theodi.org/the-value-of-open-data\">we have learnt</a> that data infrastructure that is as open as possible, while respecting privacy, creates the most impact. Open data infrastructure maximises the use of that data and can lead to better services for all of us, whether we live big cities or rural villages. It increases the impact of other investments.</p>\n<p>There was little recognition of how data had changed our society and the lessons we had learnt in the Autumn Statement. </p>\n<p>We thought we’d select a few examples from the statement to show how data is necessary to help deliver on the government’s aims. It is time to build on the lessons of the last few years and develop an economy fit for the 21st century.</p>\n<p><strong>New roads are important, but data will help us improve transport</strong></p>\n<p>In the Autumn Statement, Philip Hammond announced <a href=\"http://www.bbc.co.uk/news/uk-politics-38041466\">plans to build more roads</a>. This is good news for drivers in many areas, but plans were not announced for how the government will use data to improve transport. Physical infrastructure needs data infrastructure. Both are economically productive.</p>\n<p>We know that <a href=\"http://www.londonreconnections.com/2015/sir-peter-hendy-the-exit-interview/\">opening up public sector transport data in places like London</a> increased the impact of transport investment, saved money, created new high-tech jobs and led to better services for people. The government has recognised the value of a similar approach for <a href=\"http://www.citymetric.com/transport/bus-services-bill-could-help-transform-transport-through-better-data-2595\">buses</a>, and is starting to recognise <a href=\"https://dftdigital.blog.gov.uk/2016/11/14/driving-innovation-building-apps-with-highways-england-data/\">the potential in highways data</a>. But this should be happening across the country and for all forms of transport, both current and <a href=\"https://ts.catapult.org.uk/intelligent-mobility/\">future</a>.</p>\n<p>Better and more open data can help people take the right transport for their needs, make better use of existing roads, provide a better understanding of the impact of roadworks or reconfiguration of existing roads, increase competition, and encourage new forms of transport like <a href=\"https://medium.com/@peterkwells/automated-cars-and-data-786dfb1e3eb4#.2ujqa8m6d\">driverless cars</a>.</p>\n<p>Some investment is certainly needed, especially in <a href=\"http://www.tomforth.co.uk/traintimes/\">the creakier parts of our transport infrastructure outside of the Southeast</a>, but improvements to data infrastructure will be quicker to deploy across the whole of the UK than new roads (after all, the M25 – London’s orbital motorway – had <a href=\"https://en.wikipedia.org/wiki/M25_motorway#Plans\">a 50-year history between its first plans and first car</a>), will reduce the demand for expensive physical infrastructure and position the UK to be a leader in future transport services.</p>\n<p><strong>A housing market that works for everyone needs open data</strong></p>\n<p>To help tackle the UK’s housing problems, <a href=\"http://www.bbc.co.uk/news/business-38065249\">letting fees have been banned</a> and there have been commitments to build new houses in areas of high demand. This will help some of the problems and bring <a href=\"http://lettingfees.co.uk/report/#fee-transparency\">greater transparency to the rental market</a>, but we still lack access to lots of other data that can help housing.</p>\n<p>It is difficult to determine who owns a piece of land, the <a href=\"https://www.theguardian.com/money/2016/nov/05/ground-rent-scandal-engulfing-new-home-buyers-leasehold\">terms on a leasehold</a> or how effective a conveyancing agency is. This data is held by a range of government organisations. When opened up, it can be used by local authorities making planning decisions, construction firms to help build houses or home buyers making a decision about where to live. It can speed up the process to decide where green space is needed, build an office block or buy a home.</p>\n<p>The government should learn from Defra – which is successfully transforming itself into a more open department – and support other organisations such as the <a href=\"https://www.gov.uk/government/organisations/land-registry\">Land Registry</a> and <a href=\"https://www.ordnancesurvey.co.uk/\">Ordnance Survey</a> to work together to perform similar transformations. The Autumn Statement included the welcome statement that Land Registry will become a more digital data-driven registration business but did not recognise that its <a href=\"https://theodi.org/blog/when-data-is-free-but-not-open\">data is tangled up with the Ordnance Survey</a>. This makes the data difficult and expensive to use. It adds costs for both the Land Registry and to data users. It reduces the impact of its data.</p>\n<p>The government needs to commit to making all of these organisations open. This will make it easier for government to work with the private and third sectors and use this data to help with the UK’s housing crisis.</p>\n<p><strong>New disruptive technologies need data skills and data infrastructure</strong></p>\n<p>The <a href=\"https://www.gov.uk/government/news/pm-announces-a-2-billion-investment-in-research-and-development\">government also announced plans</a><a href=\"https://www.gov.uk/government/news/pm-announces-a-2-billion-investment-in-research-and-development\"> for an R&D fun</a><a href=\"https://www.gov.uk/government/news/pm-announces-a-2-billion-investment-in-research-and-development\">d</a> for robotics and artificial intelligence, industrial biotechnology and medical technology, satellites, advanced materials and manufacturing.</p>\n<p>To build these future technologies we need people to be equipped with the skills to get insights from data, and we need to get data to those people so they can use it. We need open innovation that builds fair and equitable markets and includes the responsible sharing of data. To do this we need core <a href=\"http://theodi.org/guides/principles-for-strengthening-our-data-infrastructure\">data infrastructure that is as open as possible while respecting privacy</a>.</p>\n<p>To take just one example, <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/566075/gs-16-19-artificial-intelligence-ai-report.pdf\">artificial intelligence is built by people from software and data, and leading in artificial intelligence requires the UK to lead in data</a>. The countries that lead in this area will combine skills with data, <a href=\"http://theodi.org/guides/openness-principles-for-organisations-handling-personal-data\">build trust through openness</a> and focus on solving problems. The new R&amp;D fund needs to invest in data as well as technology.</p>\n<p><strong>The UK must build on its success to keep up with other countries</strong></p>\n<p>The UK is currently a world leader in digital and data but other countries are catching up fast.</p>\n<p>Australia is making a significant investment in <a href=\"http://www.innovation.gov.au/page/data61-australias-digital-and-data-innovation-group\">Data61</a> and worked with state governments to open up its <a href=\"http://nationalmap.gov.au/\">map and address data</a> for anyone to use. France has <a href=\"http://www.republique-numerique.fr/pages/in-english\">legislated for data in its Digital Republic Bill</a>, and their minister <a href=\"https://govinsider.asia/digital-gov/france-mandates-open-data-release-across-government/\">shared their lessons at the recent ODI Summit</a>. </p>\n<p><a href=\"http://theodi.org/blog/ukraine-embracing-open-data-2014-revolution\">Ukraine</a> is using <a href=\"http://blogs.wsj.com/riskandcompliance/2016/05/19/ukraine-looks-to-unmask-corruption-with-prozorro-e-procurement/\">data to tackle corruption</a>. America has a <a href=\"https://en.wikipedia.org/wiki/DJ_Patil\">Chief Data Officer</a> who <a href=\"https://techcrunch.com/2016/09/13/dj-patil-criminal-justice/\">works with federal government, states, cities and communities across the country to use data to help solve people’s problems</a>. </p>\n<p>We expect many countries to share their progress at the upcoming <a href=\"https://en.ogpsummit.org/osem/conference/ogp-summit\">Open Government Partnership</a> Summit in Paris.</p>\n<p>The Chancellor called for <a href=\"https://www.gov.uk/government/speeches/autumn-statement-2016-philip-hammonds-speech\">a realistic recognition of the UK’s productivity gap</a> with countries like the US, Germany, France and Italy. The UK Government needs to build on its successful history and build data infrastructure for everyone. Data infrastructure that underpins business innovation, public services, transparency and accountability. There is a <a href=\"http://theodi.org/our-network\">network</a> of large organisations, small businesses and startups across all four UK nations that are eager to put that data to work.</p>\n<p>The government will soon be publishing its strategies for industry, digital and data. These strategies and the March budget provide an opportunity for the government to show that it understands the value of data and how to work with the private and third sectors to use that data to benefit the whole country.</p>\n<p>If it does not, the UK risks being left behind as other countries seize the advantage.</p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/we-need-to-strengthen-our-data-infrastructure.json","web_url":"http://theodi.org/we-need-to-strengthen-our-data-infrastructure","slug":"we-need-to-strengthen-our-data-infrastructure","title":"We need to strengthen our data infrastructure","format":"article","updated_at":"2016-01-11T09:50:28+00:00","created_at":"2016-01-08T12:35:12+00:00","tag_ids":["page","data-infrastructure"]},{"id":"https://contentapi.theodi.org/policy.json","web_url":"http://theodi.org/policy","slug":"policy","title":"Policy","format":"article","updated_at":"2016-08-17T13:52:52+00:00","created_at":"2016-08-17T13:40:49+00:00","tag_ids":["page","policy"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}