{"id":"https://contentapi.theodi.org/better-living-through-openness.json","web_url":"http://theodi.org/blog/better-living-through-openness","slug":"better-living-through-openness","title":"Better Living Through Openness","format":"article","updated_at":"2015-09-11T09:50:48+00:00","created_at":"2013-01-31T17:26:38+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"I've run and managed [various](http://www.freebsd.org/) [open-source](http://www.openbsd.org/) [operating systems](http://www.gnu.org/gnu/gnu-linux-faq.html). I've known the incomparable joy of typing make buildworld on a FreeBSD box and rebuilding the entire system from source. I've also had to endure the pain of looking after a couple of different flavours of old-school closed Unix, where applying patches meant downloading opaque binary files, throwing a dice and crossing your fingers, and then finding that Java still didn't work. Quite aside from the ideological and political reasons for favouring Openness, it's just so much more appealing from a technical point of view.","language":"en","need_extended_font":false,"content":"<p>I've run and managed <a href=\"http://www.freebsd.org/\">various</a> <a href=\"http://www.openbsd.org/\">open-source</a> <a href=\"http://www.gnu.org/gnu/gnu-linux-faq.html\">operating systems</a>. I've known the incomparable joy of typing <strong>make buildworld</strong> on a FreeBSD box and <em>rebuilding the entire system from source</em>. I've also had to endure the pain of looking after a couple of different flavours of old-school closed Unix, where applying patches meant downloading opaque binary files, throwing a dice and crossing your fingers, and then finding that Java still didn't work. Quite aside from the ideological and political reasons for favouring Openness, it's just so much more appealing from a technical point of view.</p>\n<p>Open is good. Open is liberating. Open is technically and aesthetically beautiful. It's safe to say I'm a fan of Open. I hope you can see why I wanted to come and work at the ODI.</p>\n<p>We're Open By Default here. <a href=\"https://github.com/theodi\">All of our code is open</a>. This keeps us honest, for one thing: we're far less likely to push an Ugly Hack if everybody can see what we're doing. Score one for Open in the War On Cruft. It will also (hopefully) help us to build a community around the Big Things we're endeavouring to do here. As a nice bonus, it makes deploys that bit easier - no keys required! Of course there's risk, too. You know those times when you put passwords and keys into source control (even though you knew you shouldn't) because that was just easier and you were using a closed repo? Yeah, we can't do that. Especially since Github made it <a href=\"https://github.com/search/advanced\">really easy to search for stuff</a>.</p>\n<p>Speaking of community, our <a href=\"irc://irc.freenode.net/#theodi\">IRC channel</a> is also open. We do work in here, and you can all come hang out with us while we do it. We hope this will be a great vector for building an alliance of like-minded souls. Our <a href=\"http://hubot.github.com/\">Hubot</a> also lives there, and who doesn't like a Hubot?</p>\n<p>Our <a href=\"http://jenkins.theodi.org/\">continuous integration system</a> is open too, which is a great incentive for us to keep everything green, and this feeds our <a href=\"https://www.leftronic.com/share/g/OqF269\">Super Awesome Dashboard</a> (and at the time of writing, I see the Failboat under Jenkins. Oops).</p>\n<p>So, for the most part, being Open By Default is exhilarating. But I suspect that streaking at a cricket match is exhilarating, too. And sometimes it does feel like we're running around naked...</p>\n<p><a href=\"http://twitter.com/pikesley\">@pikesley</a> / <a href=\"http://twitter.com/ukoditech\">@UKODITech</a></p>","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}