{"id":"https://contentapi.theodi.org/big-and-open-government-data-just-got-real.json","web_url":"http://theodi.org/blog/big-and-open-government-data-just-got-real","slug":"big-and-open-government-data-just-got-real","title":"Big and open government data portals just got real","format":"article","updated_at":"2015-09-11T09:57:03+00:00","created_at":"2014-09-22T09:33:01+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>Our lunchtime lecture focussed on the <a href=\"ckan.org/\" title=\"CKAN\">CKAN</a> (Comprehensive Knowledge Archive Network) software, which provides a platform where governments around the world can publish their data. Irina Bolychevsky, Commercial Director and CKAN Project Lead at Open Knowledge, gave a spirited talk and live demonstration on the software.</p>\n<p>CKAN is open source software, allowing many contributors to help develop and improve it. This seems somewhat akin to the wider open data movement, where individuals and organisations around the world can collaborate to advance the implementation of ideas. </p>","excerpt":"Last Friday we had a rare glimpse under the hood of a huge government data portal.\r","language":"en","need_extended_font":false,"alternative_title":"Blog post - Lunchtime lecture","url":"","content":"<p><strong>Last Friday we had a rare glimpse under the hood of a huge government data portal.</strong></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/1f/f7/541ff718f362be08e500004f/logo-ckan.jpg\" alt=\"null\" class=\"img pull-right\" id=\"541ff7181f986a08a0000076\"></p>\n<p>Our lunchtime lecture focussed on the <a href=\"ckan.org/\" title=\"CKAN\">CKAN</a> (Comprehensive Knowledge Archive Network) software, which provides a platform where governments around the world can publish their data. Irina Bolychevsky, Commercial Director and CKAN Project Lead at Open Knowledge, gave a spirited talk and live demonstration on how the software works.</p>\n<p>CKAN is open source software, allowing many contributors to help develop and improve it. This seems somewhat akin to the wider open data movement, where individuals and organisations around the world can collaborate to advance the implementation of ideas. </p>\n<p><br /></p>\n<iframe width=\"100%\" height=\"20\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/168441592&color=ff5500&inverse=false&auto_play=false&show_user=true\"></iframe>\n<p><br /></p>\n<p>Irina demonstrated the widespread uptake of CKAN by showing us a variety of portals, from <a href=\"http://gong.io/\" title=\"Wollongong\">Wollongong</a> in New South Wales, Australia to a <a href=\"http://gong.io/\" title=\"prototype\">prototype</a> of the pan-European portal the EU is launching to harvest open data from around 30 countries.</p>\n<p>Here at the ODI, the International team work with governments all over the world, many of which use CKAN software to publish their open data portals. </p>\n<p>The growing number of software packages like CKAN means that governments are finding it easier than ever to manage their data, and ensure it’s easily accessible for end-users. Easy to use platforms such as CKAN, <a href=\"www.socrata.com/\" title=\"Socrata\">Socrata</a>, and <a href=\"www.junar.com/\" title=\"Junar\">Junar</a>, are crucial for states to quickly implement open data initiatives. Having launched two open data portals in <a href=\"http://data.gov.bf/\" title=\"Burkina Faso\">Burkina Faso</a> and <a href=\"http://catalogo.datos.gob.mx/dataset\" title=\"Mexico\">Mexico</a> this year, the International team has supported governments through the implementation process. </p>\n<p>Our experiences have taught us that highly functional software is crucial, as portals must do more than just put the data on the internet: they must allow for mapping, visualisation and analysis to aid government officials, journalists, businesses and most importantly citizens in using the available data.</p>\n<p>At a recent data conference, I was surprised to hear from a speaker that one-third of downloads from the British Columbia portal came from other government departments in British Columbia. This shows that one of the main functions of platforms such as CKAN should be to allow for the reuse of data. </p>\n<p>Part of the ODI’s mission is to encourage data reuse, as this will ensure continued momentum behind the open data movement. Portals should encourage data reuse on the web, and give examples of <a href=\"http://gong.io/related\" title=\"apps and ideas\">apps and ideas</a> that have arisen from the available datasets, that benefit citizens, public services, businesses and economies. </p>\n<p>The main message gained from Irina’s talk is that the data governments publish online needs to be easy to reuse and analyse, and visualised in ways that lay persons – not just techies – can understand. Using platforms like CKAN is a great start.</p>\n<iframe width=\"100%\" height=\"500px\" class=\"scribd_iframe_embed\" src=\"//www.scribd.com/embeds/240285771/content?start_page=1&view_mode=slideshow&access_key=key-hudDtQkVriCnZLyqoPE2&show_recommendations=false\" data-auto-height=\"false\" data-aspect-ratio=\"1.3323485967503692\" scrolling=\"no\" id=\"doc_1163\" frameborder=\"0\"></iframe>\n<hr />\n<p><em>Find out about, listen back to and book for future lunchtime lectures <a href=\"http://theodi.org/lunchtime-lectures\">here</a>.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}