{"id":"https://contentapi.theodi.org/bringing-order-to-data-search.json","web_url":"http://theodi.org/blog/bringing-order-to-data-search","slug":"bringing-order-to-data-search","title":"Bringing order to data search","format":"article","updated_at":"2016-06-02T10:06:18+00:00","created_at":"2016-04-01T15:33:34+00:00","tag_ids":["blog","search","web-of-data"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/search.json","web_url":null,"title":"search","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=search","web_url":"http://theodi.org/tags/search","slug":"search"}},{"id":"https://contentapi.theodi.org/tags/keywords/web-of-data.json","web_url":null,"title":"web of data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=web-of-data","web_url":"http://theodi.org/tags/web-of-data","slug":"web-of-data"}}],"details":{"business_proposition":false,"description":"<p>Have you ever tried to find a particular piece of data about your neighbourhood? ODI PhD student Emilia Kacprzak sets out the aims of WDAqua: a project she is working on to help people find data more easily by improving how we search datasets</p>","excerpt":"Have you ever tried to find a particular piece of data about your neighbourhood? ODI PhD student Emilia Kacprzak sets out the aims of WDAqua: a project she is working on to help people find data more easily by improving how datasets can be searched\r","language":"en","need_extended_font":false,"alternative_title":"Bringing order to data search","url":"","content":"<p><em>Have you ever tried to find a particular piece of data about your neighbourhood? ODI PhD student Emilia Kacprzak sets out the aims of WDAqua: a project she is working on to help people find data more easily by improving how datasets can be searched</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/1e/2f/571e2faf1f986a083200001b/telescope.jpg\" alt=\"null\" class=\"img text-center\" id=\"571e2faf1f986a07b2000069\">\n<small>Applying techniques used in Web search engines could help improve accuracy of data search engine results. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by <a href=\"https://www.flickr.com/photos/garyjwood/14651784635/in/photolist-ojJe7t-a4c78n-9Djo2k-agaHy3-aJiPo-9DjooB-eiMXuB-2ACuqd-a4dfr2-5duNvv-6eswJa-amcJpY-aUhuvk-9Kzoa-2AxZfp-2qyrY8-9DnhLh-5dzGNA-9DjneT-5te3HM-2ACX2Q-diyin4-9DnfH1-fcY8qV-9D2MXs-9Dnfyh-9DjcBD-5HNUe6-9Djn3p-9DniCG-6vsciG-2AycCt-9ByGcN-5dz9e1-9DnhsG-5dz9fm-4TMk4G-9Dngx3-9Dnk19-9Dj8fD-9DnjK1-4MXrvV-3UakAb-9DjpQ4-2ACAnd-9Djq22-a4jY4r-9Dnii3-a4g4ES-aEfFso\" title=\"Gary J. Wood\">Gary J. Wood</a>.</small></p>\n<p>In recent years, there has been a significant growth in the amount of data that is produced by organisations such as companies or public institutions, but also by devices connected to the web, like smartphones and sensors. Data generated by devices has started a new chapter in Internet history – the Internet of Things (IoT).</p>\n<p>It all sounds very exciting but have you ever tried to find a particular piece of data about your neighbourhood or city? Wouldn’t it be easier to have all data from your area open and accessible? Data about everything: city facilities or the location of police stations, pharmacies, and hospitals open during the night? How about list of shops open on Sundays? Meticulous lists of spending and investments within the world’s capital cities? </p>\n<p><a href=\"http://wdaqua.informatik.uni-bonn.de\">WDAqua</a> is a collaborative project funded by the European Commission’s Horizon 2020 programme, with the aim of helping people find answers to their questions more easily, using data from the Web. WDAqua gathers researchers and a group of 15 students among five institutions around Europe. Each student focuses on a different approach of answering questions. The hope is that WDAqua will encourage more organisations to open their data, and more people to use open data and ask for data that should be open to them.</p>\n<h3 id=\"whathistoryhastaughtus\">What history has taught us</h3>\n<p>This new data phenomenon echoes the history of the Web. The very first approach to searching for webpages was to group them into catalogues. Users, in order to find the required information, needed to go through the catalogue they expected information could belong to, and judge the content by themselves. This was a slow, laborious process. </p>\n<p>Catalogues were created by people, and the way that webpages were organised into categories was judged subjectively. Over time, the size and number of catalogues were growing bigger and bigger, and browsing them to find the information became more difficult. </p>\n<p>Data growth forced the invention of new solutions, creating the Web in the shape we currently know. <a href=\"https://en.wikipedia.org/wiki/Archie_search_engine\">Archie</a>, the first internet search engine, was created in 1990. It searched through FTP archives which could be readily browsed manually. Through the years, Web search engines improved their algorithms to finally get to the stage they are at today.</p>\n<h3 id=\"datasearchtoday\">Data search today</h3>\n<p>The catalogue structure applied by open data portals (for example <a href=\"https://data.gov.uk\">data.gov.uk</a>) is reminiscent of the beginnings of the Web. Datasets are catalogued under different keywords and can be searched based on brief descriptions provided by the person sharing data on a portal. The data itself is typically not taken into consideration in the searching process. This shows the potential and direction of possible improvements in data searching and information retrieval.</p>\n<p>Applying the techniques currently used in Web search engines could be the next step on the way to improve accuracy of the search results presented by data search engines. </p>\n<h3 id=\"techniquesthatcouldbeadaptedfordatasearch\">Techniques that could be adapted for data search</h3>\n<p>To find content corresponding to a user’s queries, search engines need to perform three basic actions: crawling, indexing and ranking.</p>\n<p><strong>Crawling</strong>\nCrawling is a process of data discovery. It is looking for new or updated content so that the graph of all the information available on each resource is always up-to-date. In terms of datasets, the crawling phase is only necessary at the beginning, in case of any update of existing data and on upload of new files.</p>\n<p><strong>Indexing</strong>\nIndexing is a process of creating a list of all the words and phrases relevant to people searching for the resource in order to be able to access them faster. The indexing process can include all the content of the webpage or dataset.</p>\n<p><strong>Ranking</strong>\nCreating indexes and keywords maps is not enough to search effectively. Every phrase associated with a resource may have a different relevance. To determine this importance, every piece of data that was extracted has to be assigned a weight that can be used in ranking.</p>\n<p>In terms of datasets, keywords based on their occurrence or position within the dataset or metadata, and in comparison to their occurrence in a whole data corpus, should be given appropriate weight. </p>\n<p>The characteristics of data gathered in a dataset are different than on an ordinary webpage. Datasets have a structured form which allows search engines to generate various numerical statistics, whereas semistructured or unstructured data is more difficult to summarise in the same way, because it is more unpredictable. </p>\n<p>For example, depending on the type of data in a column, different summaries can be computed and stored with the keywords map. If the data is a date or a value the range of values can be stored; if the data is a value describing spendings or savings the sum of all of them could be stored, and so on. </p>\n<p>I am really excited to be working on improving the understanding of general data structure in order to improve the effectiveness of dataset search. Creating meaningful data about data (metadata) is a key step towards improving the process of data discovery. With the support of already known concepts, the process of obtaining information can be improved on every level and result in a better quality of service for the end-users and for authorities releasing data.</p>\n<p><em><strong>Emilia Kacprzak is a <a href=\"http://theodi.org/team/emilia-kacprzak-team\">PhD student</a> at the ODI. Emilia's PhD research project is part of ‘Answering questions using web data’ (WDAqua ITN), a collaborative project that aims to develop question answering services for the public and private sector, using data available on the Web. It is part of the European Commission’s H2020 programme for research and innovation.</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a></strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Emilia Kacprzak","slug":"emilia-kacprzak-team","state":"published","web_url":"http://theodi.org/team/emilia-kacprzak-team","tag_ids":["team","research-team","phd-studentship"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/kicking-aruba-into-a-bin.json","web_url":"http://theodi.org/blog/kicking-aruba-into-a-bin","slug":"kicking-aruba-into-a-bin","title":"Kicking Aruba into a bin","format":"article","updated_at":"2016-02-15T13:56:09+00:00","created_at":"2016-01-07T16:56:25+00:00","tag_ids":["blog","ruby","aruba","rspec"]},{"id":"https://contentapi.theodi.org/thinking-without-portals-searchable-data.json","web_url":"http://theodi.org/blog/thinking-without-portals-searchable-data","slug":"thinking-without-portals-searchable-data","title":"Thinking without data portals: searchable data","format":"article","updated_at":"2015-09-11T09:56:42+00:00","created_at":"2014-11-28T16:26:44+00:00","tag_ids":["blog","duckduckgo","search","r-d","research","data","open-data","open-data-certificates","portals","how-to"]}],"organizations":[],"author":{"name":"Emilia Kacprzak","slug":"emilia-kacprzak-team","state":"published","web_url":"http://theodi.org/team/emilia-kacprzak-team","tag_ids":["team","research-team","phd-studentship"]}}