{"id":"https://contentapi.theodi.org/bringing-together-privacy-and-openness-the-odi-shares-draft-personal-data-principles.json","web_url":"http://theodi.org/blog/bringing-together-privacy-and-openness-the-odi-shares-draft-personal-data-principles","slug":"bringing-together-privacy-and-openness-the-odi-shares-draft-personal-data-principles","title":"Bringing together privacy and openness: the ODI shares draft personal data principles","format":"article","updated_at":"2016-08-12T15:22:24+00:00","created_at":"2016-03-02T13:22:47+00:00","tag_ids":["blog","data-specturm","shared-data","privacy","personal-data"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-specturm.json","web_url":null,"title":"data specturm","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-specturm","web_url":"http://theodi.org/tags/data-specturm","slug":"data-specturm"}},{"id":"https://contentapi.theodi.org/tags/keywords/shared-data.json","web_url":null,"title":"shared data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=shared-data","web_url":"http://theodi.org/tags/shared-data","slug":"shared-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/privacy.json","web_url":null,"title":"privacy","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=privacy","web_url":"http://theodi.org/tags/privacy","slug":"privacy"}},{"id":"https://contentapi.theodi.org/tags/keywords/personal-data.json","web_url":null,"title":"personal data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=personal-data","web_url":"http://theodi.org/tags/personal-data","slug":"personal-data"}}],"details":{"business_proposition":false,"description":"<p>If we can create trust among people in how their personal data is used and shared, we can use data better to benefit everyone. ODI Policy Lead Ellen Broad sketches out high-level personal data design principles to shape the control and use of personal data </p>","excerpt":"Since publication, these principles have evolved into one of the [guides](http://theodi.org/guides) that we use in our work. The latest version is available for anyone to use. If you want help in using the principles then contact us at [info@theodi.org](mailto:info@theodi.org)\r","language":"en","need_extended_font":false,"alternative_title":"Bringing together privacy and openness: the ODI shares draft personal data principles","url":"","content":"<p><em><strong>Since publication, these principles have evolved into one of the <a href=\"http://theodi.org/guides\">guides</a> that we use in our work. The latest version is available for anyone to use. If you want help in using the principles then contact us at <a href=\"mailto:info@theodi.org\">info@theodi.org</a></strong></em></p>\n<p><em>If we create trust among people in how their personal data is used and shared, we can use data better to benefit everyone. ODI Policy Lead Ellen Broad sets out high-level personal data design principles to shape the control and use of personal data</em> </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/d6/f0/56d6f056f362be4b1e000003/sunlight.jpg\" alt=\"null\" class=\"img text-center\" id=\"56d6f056d0d46206b0000067\"> \n<small>Shining a light on how personal data can be safely collected, used and shared in ways that benefit everyone. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by <a href=\"https://www.flickr.com/photos/james_wheeler/10498929804/in/photolist-gZKL47-nptze-bxZkme-7qJ5Ve-fdNJf3-qAkGKk-4fkiQc-awBFrQ-8DjgeY-7z3Utv-5MwDK-5yr3eb-zTPpi8-6in6GU-aqAvE7-7T6A2m-6eCZvA-7n7Kdx-5DS29-dNkYeH-5ijmXG-44WAdE-7jcnM-8CUPBQ-rirBH5-6in6N5-3pVTMY-qb2sMp-5sbsvX-6in75J-GATVd-39EMti-nkNGXW-6qLgQs-dsCUUc-C4z5V-6xUY1b-6in7gY-dnp7HH-6ihYvF-36p8h4-azBkcV-5Nefbd-sk4dc-axSfES-fsvC5-BtRPr-GL5bn-9Sorg-avzpxA\" title=\"James Wheeler\">James Wheeler</a>.</small></p>\n<p>The UK Government has launched a <a href=\"https://www.gov.uk/government/consultations/better-use-of-data-in-government\">public consultation</a> on how data sharing in government could be improved, to help deliver key services for citizens. <a href=\"https://medium.com/@ODIHQ/better-use-of-data-in-government-consultation-paper-cc324bb756a9#.n38ehg90n\">We’ve summarised the consultation</a> to help people understand <a href=\"http://theodi.org/blog/widening-the-debate-on-data-sharing\">what is being proposed and encourage wider debate</a>. </p>\n<p>The launch of the consultation comes in the midst of <a href=\"http://www.techweekeurope.co.uk/security/ec-stronger-us-data-transfer-agreement-187020\">global discussions</a> about how our personal data is collected, used and shared by organisations. Improving how we use personal data is going to be key to building <a href=\"http://theodi.org/data-infrastructure\">a stronger data infrastructure</a> and services that benefit citizens and society. </p>\n<p>At the same time, we all need to safeguard the security and privacy of our personal data if we are to have trust in how organisations handle it. Both privacy and openness create trust. If we can create trust among people in how their personal data is used and shared, we can use data better to benefit everyone.</p>\n<h3 id=\"thedebatetodatecontrolanduseofourpersonaldata\">The debate to date: control and use of our personal data</h3>\n<p>Organisations are taking different approaches to improve how our personal data is used. <a href=\"http://theodi.org/blog/data-privacy-day-can-we-stop-informed-consent-being-an-illusion\">Governments are updating data protection legislation</a>. Some organisations are exploring data broker solutions, where intermediaries manage and sell access and use to personal data. Other organisations are testing out design and technology-based approaches to give us better direct control over how our data is collected and used. We’ll dig into these in more detail over the coming months. </p>\n<p>The ODI has been discussing the choices we make about data through <a href=\"http://theodi.org/blog/data-privacy-day-can-we-stop-informed-consent-being-an-illusion\">blogs</a> and within the team. We’re beginning to map out the mechanisms that organisations could use to help people understand and take part in how data about them is collected, used and shared. </p>\n<p>We believe that we need to think about the full <a href=\"http://theodi.org/data-spectrum\">spectrum of data that is closed, shared and open</a> when we debate personal data.</p>\n<h3 id=\"designprinciplesformanagingpersonaldata\">Design principles for managing personal data</h3>\n<p>We have begun devising our own high-level principles to shape how we approach policies, research and tools for the use and control of personal data over the coming year. Key to our approach is privacy and openness as mutually reinforcing concepts for any use of personal data. </p>\n<p>We will be testing and improving these principles in both our response to the UK Government’s data sharing consultation and the rest of <a href=\"http://theodi.org/about-us\">the work that we do</a>. </p>\n<ol>\n<li><p><strong>We all benefit from strong data infrastructure</strong> <br> We need data infrastructure that is accessible and usable to deliver services for citizens, support new businesses and discoveries, and drive economic growth. A data infrastructure consists of data assets, the organisations that operate and maintain them, and guides for data use and management. How our personal data is managed and used as part of our data infrastructure should reflect its benefits for citizens and society.</p></li>\n<li><p><strong>We need to design data infrastructure for privacy and for openness</strong> <br> Data that needs to be secure must be kept secure. But we should also ensure that where there are potential benefits to people and society from using data, we grasp those benefits. Organisations that collect and use personal data should maximise its potential benefits by publishing a version of it as anonymised, aggregate open data.</p></li>\n<li><p><strong>Organisations should be open about what data is being collected and used</strong> <br> It should be clear to people what personal data is being collected about them and why – whether the data will be used to help deliver a service for them, be linked with other information about them, be shared with other organisations or be used for research purposes. Organisations that use personal data should therefore be open about how they use it. When they use it to make a decision, they should be open about how that decision was made. They should publish open data about the way personal data is being used. </p></li>\n<li><p><strong>People should be able to understand and control how their data is shared</strong> <br> It should be clear from the language of an organisation’s data policies and permissions, and the design of its services, that we can choose how our data is collected and used, and that our consent is essential if the data will be processed any further. Where people lack data literacy then assistance should be available to help them understand the terms and implications of sharing their data. We should be able to shape subsequent use of our data. We should have the ability to grant access to our data to others, and remove that access should we choose to do so. </p></li>\n<li><p><strong>Organisations should be open about the way data is shared</strong> <br> Organisations that share personal data with others should be clear on: <strong>what data they share; with whom; for what purpose; under what conditions; and for what return</strong> (eg financial). Public statements of these sorts should be able to point to the statements issued by the recipient organisations about how that data is used.</p></li>\n<li><p><strong>Organisations should be open about the way data is secured</strong> <br> Organisations that store personal data should be open about the way it is secured, to the extent that is possible without increasing the risk of security breaches. They should publish information about the security audits that are carried out, any data breaches that take place, and their responses to those breaches. Organisations should also be open to receiving and responding to information about flaws in their security.</p></li>\n<li><p><strong>Anyone who collects and uses personal data should be accountable for its misuse</strong> <br> Accountability for data misuse should begin with those who are collecting personal data. For example, storage or use of personal data might be deemed to be unlawful unless a data usage policy has been openly published by the collecting organisation. There should be meaningful penalties for breaches of the security of personal data. </p></li>\n</ol>\n<p><em><strong>Since publication, these principles have evolved into one of the <a href=\"http://theodi.org/guides\">guides</a> that we use in our work. The latest version is available for anyone to use. If you want help in using the principles then contact us at <a href=\"mailto:info@theodi.org\">info@theodi.org</a></strong></em></p>\n<p><em><strong>Ellen Broad is a <a href=\"http://theodi.org/team/ellen-broad\">Policy Lead</a> at the ODI. Follow <a href=\"https://twitter.com/ellenbroad\">@ellenbroad</a> on Twitter.</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/data-privacy-day-can-we-stop-informed-consent-being-an-illusion.json","web_url":"http://theodi.org/blog/data-privacy-day-can-we-stop-informed-consent-being-an-illusion","slug":"data-privacy-day-can-we-stop-informed-consent-being-an-illusion","title":"Data Privacy Day: can we stop informed consent from being an illusion?","format":"article","updated_at":"2016-01-28T12:08:39+00:00","created_at":"2016-01-28T10:44:34+00:00","tag_ids":["blog","privacy","shared-data"]},{"id":"https://contentapi.theodi.org/what-is-open-data.json","web_url":"http://theodi.org/what-is-open-data","slug":"what-is-open-data","title":"What is open data?","format":"article","updated_at":"2016-01-05T15:22:05+00:00","created_at":"2014-10-30T15:43:18+00:00","tag_ids":["page","open-data","explained","what-is","introduction","closed-data","shared-data"]},{"id":"https://contentapi.theodi.org/data-spectrum.json","web_url":"http://theodi.org/data-spectrum","slug":"data-spectrum","title":"The Data Spectrum","format":"article","updated_at":"2015-11-23T09:07:43+00:00","created_at":"2015-07-07T10:11:37+00:00","tag_ids":["page","data-spectrum","closed","shared","open","visual","core"]}],"organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}}