{"id":"https://contentapi.theodi.org/broadening-horizons-ordnance-survey-esri-put-open-data-on-their-maps.json","web_url":"http://theodi.org/blog/broadening-horizons-ordnance-survey-esri-put-open-data-on-their-maps","slug":"broadening-horizons-ordnance-survey-esri-put-open-data-on-their-maps","title":"X marks the spot: Ordnance Survey and Esri open up more geospatial data","format":"article","updated_at":"2015-09-11T09:59:25+00:00","created_at":"2015-02-21T11:08:18+00:00","tag_ids":["blog","open-data","ordnance-survey","esri"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/ordnance-survey.json","web_url":null,"title":"ordnance survey","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=ordnance-survey","web_url":"http://theodi.org/tags/ordnance-survey","slug":"ordnance-survey"}},{"id":"https://contentapi.theodi.org/tags/keywords/esri.json","web_url":null,"title":"esri","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=esri","web_url":"http://theodi.org/tags/esri","slug":"esri"}}],"details":{"business_proposition":false,"description":"<p>It’s been quite a week for geospatial open data, with two initiatives announced that will help broaden its impacts as a driver of economic growth and digital innovation around the world.</p>","excerpt":"It’s been quite a week for geospatial open data, with two initiatives announced that will help broaden its impacts as a driver of economic growth and digital innovation around the world.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>It’s been quite a week for geospatial open data, with two initiatives announced that will help broaden its impacts as a driver of economic growth and digital innovation around the world.</p>\n<p>To coincide with International <a href=\"http://opendataday.org/\" title=\"Open Data Day\">Open Data Day</a>, ODI Member Ordnance Survey (OS) has today announced it will launch its most comprehensive mapping database to date with OS OpenMap, a new digital map bringing open geospatial data to mobile and web platforms. Its aim? To allow developers to access and use the data to build new products and enhance the wide range of existing apps that use geospatial data. </p>\n<p>The map offers enhanced building detail, extended naming of roads and identifies sites like hospitals and schools. OS hopes it will generate opportunities for enterprise, drive demand for new apps and services and help data-driven businesses to grow.</p>\n<p>“This is a further significant commitment to open data and innovation from Ordnance Survey,” says ODI Co-founder Sir Nigel Shadbolt. “Geospatial data, in particular, has enormous potential to transform peoples’ lives. From creating a more sustainable built environment, to effectively targeting public services, this kind of open data enables the most creative developers and entrepreneurs to deliver social, economic and environmental value.”</p>\n<p>The announcement follows calls for a stronger commitment from government to build on its world-leading position in open data by releasing more and investing in a sustainable open data culture.</p>\n<p>“In December, the ODI published its <a href=\"http://theodi.org/roadmap-uk-2015\" title=\"Open data roadmap for the UK\">Open data roadmap for the UK</a>, calling on government to maintain the pace towards even greater openness,” Shadbolt explains. “Today’s announcement is a welcome indication that our call is being answered. However, as Tim Berners Lee and I state in the <a href=\"http://opendatainstitute.org/odis-second-year-annual-report\" title=\"ODI’s second annual report\">ODI’s second annual report</a>, published this week, ‘it would be wrong to think that the job of the open data community is done.’ There is more geospatial data to open up and we look forward to more organisations both inside and outside the public sector embracing the principles and practice of open data.”</p>\n<p>OS is also creating a new engagement hub in London to drive innovation in the digital economy. The Geospatial Innovation Hub, due to open in April 2015, will provide a space for OS to meet face-to-face with tech developers and to support the creation of new products and services. The hub builds on OS’s experience of working with startups through its <a href=\"https://www.geovation.org.uk\" title=\"GeoVation programme\">GeoVation programme</a>, allowing developers to seek advice from OS experts.  </p>\n<p>This weekend OS will support the UK’s first ever <a href=\"http://www.hampshirehub.net/events/open-data-camp\" title=\"Open Data Camp\">Open Data Camp</a> at the Hampshire Hub, where two hundred developers, innovators and entrepreneurs will have a chance to trial some of this new data to create fresh insights and innovative products and services.</p>\n<p>These open data initiatives from OS follow a similar project recently announced by information system software supplier Esri. Last week <a href=\"http://www.esri.com/\" title=\"Esri\">Esri</a>, also an ODI Member, launched an <a href=\"http://opendata.arcgis.com/\" title=\"Open Data Portal\">Open Data Portal</a> making almost 25,000 open datasets from 1,534 organisations worldwide accessible for users to explore.</p>\n<p>“Esri is very active and involved in contributing to open data initiatives around the globe,” Esri’s Business Development Manager Guenther Pichler told the ODI. “We have actually made this an integral part of our overall technology strategy.”</p>\n<p>On Esri’s plans for the future and collaboration with other members of the ODI’s global network, Pichler said: “Although we have just started our relationship with the ODI, we can already foresee the high potential of cooperation in many areas. Besides providing our ArcGIS technology platform, we see lots of synergies with respect to incubation programs, training capabilities as well as outreach and networking.”</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/ordnance-surveys-geovation-challenge.json","web_url":"http://theodi.org/blog/ordnance-surveys-geovation-challenge","slug":"ordnance-surveys-geovation-challenge","title":"Ordnance Survey’s open data GeoVation Challenge ","format":"article","updated_at":"2015-09-11T09:53:50+00:00","created_at":"2013-12-19T11:30:59+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}