{"id":"https://contentapi.theodi.org/buenos-aires-node-news-2014.json","web_url":"http://theodi.org/blog/buenos-aires-node-news-2014","slug":"buenos-aires-node-news-2014","title":"Buenos Aires  node news: January 2014","format":"article","updated_at":"2016-05-05T09:32:25+00:00","created_at":"2014-01-24T12:48:44+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>Center for the Implementation of Public Policies Promoting Equity and Growth (CIPPEC) is a private, non-profit organization that strives to create a more just, democratic, and efficient State. We are based in Argentina but for the last few years we have widen our scope to include the entire region.</p>","excerpt":" Next steps and priorities\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<h3 id=\"nextstepsandpriorities\">Next steps and priorities</h3>\n<p>Center for the Implementation of Public Policies Promoting Equity and Growth (CIPPEC) is a private, non-profit organization that strives to create a more just, democratic, and efficient State. We are based in Argentina but for the last few years we have widen our scope to include the entire region.</p>\n<p>CIPPEC is considered the best and most influential think tank in Argentina and one of the top think tanks in Latin America. CIPPEC's high-quality research and policy recommendations promote better public policies at a national, provincial and local level. And now at regional level too.</p>\n<p>CIPPEC is militant about the right of access to public information and transparency. Open data is an ideal instrument to promote and achieve this. We believe that CSOs play a key role in promoting the principles of open data because they constitute a linking tool between society and state. CIPPEC promotes open data from a public policy point of view, not only from the technical point of view but with an emphasis on the design, implementation and evaluation.\nBy October, ODI contacted us to become a communication node. We are excited about the partnership we are forging with ODI. We seek to continue promoting best practices in Open Data in Argentina and Latin America. Through this initiative, CIPPEC aims also to establish an open data culture that facilitates access to public information in our country and at the same time, move forward the search for collaborative solutions for the public policy challenge that exists in Argentina.</p>\n<p>The first thing we will be doing is reporting on the state of open data in Argentina. We will carry out research on the activities conducted in our country at present to promote open data policies. Our main steps towards communicating open data initiative sin Argentina include joining diverse working groups that take place at a national and local level. We will make contact with public officials, civil society organizations, hacker, journalists involved in working with open data. The idea is to extract from these interactions stories on open data in Argentina to share with ODI and other nodes.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}