{"id":"https://contentapi.theodi.org/building-better-businesses-meaning-2013.json","web_url":"http://theodi.org/blog/building-better-businesses-meaning-2013","slug":"building-better-businesses-meaning-2013","title":"Open data is for small businesses too","format":"article","updated_at":"2015-09-11T09:56:54+00:00","created_at":"2013-11-11T12:10:06+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"description":"<p>By augmenting a customer database with external data, a company can gain a greater insight into its customer demographics and how they relate to factors such as purchase behaviour and loyalty. This knowledge can then help the company use its marketing budgets in a more cost-effective way, by targeting direct campaigns more accurately and making better decisions about the advertising it purchases.</p>\n<p>With free open data becoming more widely available, and the development of extraction portals that are easy to use, these barriers are beginning to be broken down and small business owners are being given greater opportunities to grow their businesses. \nA friend of mine runs a popular delicatessen shop in a suburb of Chester. In the seven years since opening her doors, the business has attracted a strong loyal customer base from local residents and nearby businesses to the point of saturation in the immediate surrounding area.\nTherefore, to grow the business, the owner needed to look further afield for new opportunities.</p>\n<p>She decided to offer a home delivery service south of the River Dee within a three mile radius of the shop, and looked for a cost-effective way of promoting it through a leafleting campaign. Analysis of the delivery zone, using ONS census data, showed that approximately 10,000 households lived in the target delivery zone. Budgetary and logistic constraints meant that a maximum of 2,000 leaflets could be printed and distributed.</p>","excerpt":"Big businesses have enriched their customer information by using external data sources for many years. But small- and medium-sized enterprises have long seen licence fees and their lack of technical skills as a barrier to adoption.\r","language":"en","need_extended_font":false,"alternative_title":"Guest blog post - Open data is for small businesses too","url":"","content":"<h3 id=\"bigbusinesseshaveenrichedtheircustomerinformationbyusingexternaldatasourcesformanyyearsbutsmallandmediumsizedenterpriseshavelongseenlicencefeesandtheirlackoftechnicalskillsasabarriertoadoption\">Big businesses have enriched their customer information by using external data sources for many years. But small- and medium-sized enterprises have long seen licence fees and their lack of technical skills as a barrier to adoption.</h3>\n<p>By augmenting a customer database with external data, a company can gain a greater insight into its customer demographics and how they relate to factors such as purchase behaviour and loyalty. This knowledge can then help the company use its marketing budgets in a more cost-effective way, by targeting direct campaigns more accurately and making better decisions about the advertising it purchases.</p>\n<p>With free open data becoming more widely available, and the development of extraction portals that are easy to use, these barriers are beginning to be broken down and small business owners are being given greater opportunities to grow their businesses. \nA friend of mine runs a popular delicatessen shop in a suburb of Chester. In the seven years since opening her doors, the business has attracted a strong loyal customer base from local residents and nearby businesses to the point of saturation in the immediate surrounding area.\nTherefore, to grow the business, the owner needed to look further afield for new opportunities.</p>\n<p>She decided to offer a home delivery service south of the River Dee within a three mile radius of the shop, and looked for a cost-effective way of promoting it through a leafleting campaign. Analysis of the delivery zone, using ONS census data, showed that approximately 10,000 households lived in the target delivery zone. Budgetary and logistic constraints meant that a maximum of 2,000 leaflets could be printed and distributed.</p>\n<h3 id=\"sosheaskedformyhelp\">So, she asked for my help.</h3>\n<p>The business had acquired a customer database by asking customers to sign up to a newsletter and special offers in store, which formed a good starting point. The customer database was held in Microsoft Access which made it easy to overlay external data by matching to address fields. </p>\n<p>The first task I undertook was to clean up the data, as much as possible, by standardising postcodes to upper case with a single space between the two parts using a VBA script. I then de-duplicated the database to household level for the analysis to avoid over-counting. \nI then sought suitable data sources to enrich the data. The first stage was to add the ONS Postcode Directory (ONSPD) to the database to perform census lookups. As the campaign was confined to the local area, only the CH postcode area was needed which kept the size to a minimum. This was downloaded from the ONS Geography Portal. Using the grid reference coordinates in ONSPD, I was able to extract postcodes of households within 3 miles of the shop restricted to the CH4 postcode district for properties south of the river.</p>\n<p>The aim was to build a demographic profile of her customer base compared with the demographics of the area as a whole. I sourced a number of datasets to do this including census data on social grade, tenure, level of education, household composition and deprivation levels; DWP data on benefit claimants; and HMRC data on tax credits and child benefit and council tax data aggregated to output area.</p>\n<p>The values in each dataset were converted from raw counts to proportions by dividing by the total to represent probabilities. Then, by matching these 1:1 to the postcodes in the customer database in the delivery zone at household level, the mean proportions for each characteristic were calculated to produce a profile of the customer base.</p>\n<p>Census data was extracted at output area level using ONSPD, typically around 100 households, using the postcodes identified within the target delivery zone. A profile of the area was produced by weighting the proportions against the household count for each postcode in the zone provided in the ONS Postcode Estimates dataset. </p>\n<p>Other datasets were extracted at the smallest possible geographic unit and matched to postcodes also using ONSPD.</p>\n<p>The two profiles were then compared using an index (the ratio of the proportion in the customer profile over the proportion in the area as a whole) and a z-score (the standard deviation of proportions), to identify strongly differentiating characteristics. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/17/23/54172341d0d462080a000041/socialgrade.png\" alt=\"null\" class=\"img text-center\" id=\"541723411f986a08a0000034\"></p>\n<p>This identified the core customer base as home owning professionals and managers with young families. Using a cross-tabulation of the variables with the most significant difference in profile, I ranked postcodes in descending order of propensity using the cumulative household count to cut off at the required 2,000 households.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/17/23/54172397f362be08e5000044/occupation.png\" alt=\"null\" class=\"img text-center\" id=\"541723971f986a08a0000035\">  </p>\n<p>The resultant dataset was plotted in the open source mapping software QGIS overlaid on Ordnance Survey Open Data Street View maps to identify the roads to target.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/17/24/541724141f986a089f00003b/streetmap.png\" alt=\"null\" class=\"img text-center\" id=\"54172414d0d462080c000044\"></p>\n<p>The campaign was a success, resulting in many new enquiries and orders. Feedback from new customers showed that the home delivery service was welcomed as they led busy work and family lives and didn’t have time to go shopping.</p>\n<p>From this experience I developed an open data for Marketing workshop, in conjunction with the University of Chester’s Riverside Innovation Centre, as part of a series of EDRF funding training courses for small businesses. </p>\n<p>The aim of the popular workshop was to show small businesses how they can use open data with readily available Microsoft Office software to improve marketing decision making through greater market insights.</p>\n<p>The business owners who attended came from a variety of business sectors and brought some diverse problems to the table, which all could be solved using open data:\nA home security company wished to monitor burglary trends and target high crime areas.\nAn investment broker wanted to make better use of his expensive call centre resources by pre-qualifying leads.</p>\n<p>The principal of a local legal practice wanted to target newly formed companies in the Chester area for business services.</p>\n<p>I showed each one how their solution could be achieved, and helped them to do so.\nFor the legal practice I wrote a script, which runs nightly as a scheduled task, to extract newly formed companies in the CH postcode area, using the Companies House URI service. It works by storing the highest previously formed company number for companies registered in England and Wales and then increments this to retrieve new company details until it encounters two consecutive ‘404 not found’ errors. The script filters the results to only companies registered in the CH postcode area, using the postcode field, outputs the resultant dataset to a CSV file, and emails it to the practice who then use it to send letters to the new companies with the mail merge facility in Microsoft Word.</p>\n<p>The full economic benefit of open data will come through greater adoption by business to improve efficiency. To achieve this, businesses need to become more aware of the potential value open data can bring.</p>\n<h3 id=\"ifsmesaregoingtoadoptopendataitsessentialthatmorewebbasedtoolsthatareeasytouseanddontrequirespecialisttechnicalskillstooperatearedeveloped\">If SMEs are going to adopt open data, it’s essential that more web-based tools that are easy to use and don’t require specialist technical skills to operate are developed.</h3>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"John Murray","slug":"john-murray","state":"published","web_url":"http://theodi.org/john-murray","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"John Murray","slug":"john-murray","state":"published","web_url":"http://theodi.org/john-murray","tag_ids":["writers"]}}