{"id":"https://contentapi.theodi.org/call-for-data-art-curators.json","web_url":"http://theodi.org/blog/call-for-data-art-curators","slug":"call-for-data-art-curators","title":"Open call for curators","format":"article","updated_at":"2015-09-11T09:53:52+00:00","created_at":"2013-09-20T16:01:32+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"description":"","excerpt":"Data as Culture\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><strong>Data as Culture</strong></p>\n<p>In 2012 the Open Data Institute published a successful open call for artists to submit data-driven artworks for display in their new premises. The previous exhibition details can be found at\u0002 <a href=\"http://theodi.org/culture\">theodi.org/culture</a>, and\u0002 <a href=\"http://www.scribd.com/doc/169670487/Data-as-Culture\">here</a>.</p>\n<p><strong>Today we are excited to announce this open call for curators to apply for funds to conceive and produce the next exhibition in the Data as Culture programme.</strong></p>\n<p>The ODI is interested in creating a geographically dispersed exhibition. Applicants may have the opportunity to collaborate with <strong><a href=\"http://www.lighthouse.org.uk/\">Lighthouse</a></strong> and <strong><a href=\"http://futureeverything.org/\">FutureEverything</a></strong> to create a multi-venue show. The curatorial framework should be primarily designed to work within the ODI’s working environment in central London, and potentially at Lighthouse’s space in Brighton, and as a key part of FutureEverything Festival’s programme in Manchester.</p>\n<p>Some of the themes central to the work of the three venues include globally connected networks, tools for unknown futures, and physical manifestations of digital worlds, however, your proposal can extend beyond these in any way that is data relevant.</p>\n<p>Proposals can include: site-specific works, residency proposals, exhibitions for single or multiple artists, new or existing works, multi-site installations, participatory works, events - it really is\u0002your call. Moving away from the more informative forms of data visualisation, we are looking work that explores data as an art material in extraordinary, seductive, inspiring, and/or critical ways.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/dac_images_row.jpg\" alt=\"artwork images\" /></p>\n<p><strong>Process</strong></p>\n<p>In the first instance, please submit a 300 word description giving an overview of your concept. We are interested in how the three venues will be addressed, and which artists you are interested in working with. We also require a 300 summary of your relevant experience, and some supporting materials (with up to 3 URLs).\u0002 <strong>The closing date for proposals is\u000213th October 2013 (midnight).</strong></p>\n<p>Three proposals will be shortlisted and awarded £500 to develop their idea into a more detailed proposal, including a budget and production plan (please note the relatively tight turnaround for this development work). Further guidance will be provided.</p>\n<p>The curator will be responsible for the management and production of the exhibition, artist liaison, promotion, reporting, and documentation with assistance from the ODI, Lighthouse, and FutureEverything.</p>\n<p>Following interviews and a review by the selection committee, the selected curator or curatorial team will be announced on 11th November 2013.</p>\n<p><strong>Please submit your proposal via the online application form:\u0002<a href=\"http://bit.ly/ODIcurators\">http://bit.ly/ODIcurators</a></strong></p>\n<p><strong>Budget</strong></p>\n<ul>\n<li>Concept Development \u0002\u0002\u0002\u0002\u0002\u0002\u0002\u0002\u0002\u0002\u0002\u0002\u00023 x £500 (per shortlisted proposal)</li>\n<li>Curation, Artist &amp; Production\u0002Fees \u0002\u0002\u0002£ \u000222,500 (fee allocation to be agreed with the ODI)</li>\n</ul>\n<p><strong>Key Dates</strong></p>\n<ul>\n<li>20 September 2013\u0002- Open Call announced</li>\n<li><u><strong>13 October 2013</strong>\u0002-\u0002<strong>Call closes (midnight GMT)</strong></u></li>\n<li>18 October 2013\u0002-\u0002Shortlisted curators notified</li>\n<li>27 October 2013\u0002-\u0002Proposal deadline (midnight GMT)</li>\n<li>11 November 2013\u0002-\u0002Curator announced</li>\n<li>01 February 2014\u0002-\u0002Installation at ODI</li>\n<li>On-going Maintenance</li>\n<li>Deinstallation (dates to be agreed)</li>\n</ul>\n<p><strong>Additional Dates</strong></p>\n<ul>\n<li>2014\u0002-\u0002Installation at Lighthouse</li>\n<li>March 2014\u0002-\u0002FutureEverything Festival</li>\n</ul>\n<p>Please direct all questions or comments to:\u0002<a href=\"mailto:julie.freeman@theodi.org\">julie.freeman@theodi.org</a></p>\n<p><strong>Submissions will\u0002only be accepted via the online application form:\u0002<a href=\"http://bit.ly/ODIcurators\">http://bit.ly/ODIcurators</a></strong></p>\n<p>The <strong>\u0002<a href=\"http://theodi.org/about\">Open Data Institute</a></strong>\u0002 is catalysing the evolution of open data culture to create economic, environmental, and social value. It helps unlock supply, generates demand, creates and disseminates knowledge to address local and global issues. Founded by Sir Tim Berners-Lee and Professor Sir Nigel Shadbolt, and opened in December 2012, <a href=\"http://www.theodi.org/\"> the ODI</a> is an independent, non-profit, non-partisan, limited by guarantee company. The ODI has secured £10 million over five years from the UK Government (via the UK innovation agency, the <a href=\"http://www.innovateuk.org/\"> Technology Strategy Board</a>), and $750,000 from <a href=\"http://www.omidyar.com/\"> Omidyar Network</a>, and is working towards long-term sustainability through match funding and direct revenue. With a 5,000 sq ft convening space based in the heart of London's thriving Shoreditch area, and a global remit, we invite everyone interested in developing Open Data to <a href=\"http://theodi.org/contact\"> get in touch</a>.</p>\n<p>\u0002<strong><a href=\"http://www.lighthouse.org.uk/\">Lighthouse</a>\u0002</strong> is a digital culture agency based in Brighton. They support, commission and exhibit work by artists and filmmakers. Lighthouse creates vibrant, inspirational programmes that show how important artists and filmmakers are in a changing media landscape. They work with digital art and moving image, which they present in their own venue in Brighton and beyond, nationally and internationally. By supporting artists and filmmakers, through commissioning, exhibition and professional development, they demonstrate that digital culture is about more than technology and tools; it is about ideas, emotion, learning, and aesthetics.\u0002In the past 18 months, they have presented or co-produced solo shows by\u0002 <a href=\"http://www.lighthouse.org.uk/programme/david-blandy-odysseys\">David Blandy</a>,\u0002 <a href=\"http://www.lighthouse.org.uk/programme/the-otolith-group-i-see-infinite-distance-between-any-point-and-another\">The Otolith Group</a>,\u0002 <a href=\"http://www.lighthouse.org.uk/programme/kutlug-ataman-mesopotamian-dramaturgies\">Kutlug Ataman</a>, <a href=\"http://www.lighthouse.org.uk/programme/semiconductor-solar-systems\">Semiconductor</a>,\u0002 <a href=\"http://www.lighthouse.org.uk/programme/iain-forsyth-and-jane-pollard-audience-performer\">Iain Forsyth and Jane Pollard</a>,\u0002 <a href=\"http://www.lighthouse.org.uk/programme/lynette-wallworth-evolution-of-fearlessness\">Lynette Wallworth</a>, and\u0002 <a href=\"http://www.lighthouse.org.uk/programme/trevor-paglen-geographies-of-seeing\">Trevor Paglen</a>. They have also shown work by\u0002 <a href=\"http://www.lighthouse.org.uk/programme/blast-theory-a-machine-to-see-with\">Blast Theory</a>,\u0002 <a href=\"http://www.lighthouse.org.uk/programme/invisible-flock-sea-of-voices\">Invisible Flock</a>,\u0002 <a href=\"http://www.lighthouse.org.uk/programme/invisible-fields\">Rafael Lozano Hemmer</a>\u0002 and over two dozen other artists.</p>\n<p>\u0002<strong><a href=\"http://futureeverything.org/\">FutureEverything</a></strong>\u0002 is an internationally recognised R&amp;D hub for digital culture; they present industry conferences, innovation projects, artworks and live experiences which showcase a digital future. For almost twenty years FutureEverything has been at the heart of the digital debate, inspiring thinkers, city makers, developers, coders, artists and musicians to experiment and collaborate. Their activity cross-pollinates the arts, innovation and future technology, and provides a framework for the digital art sector both in the UK and abroad. The annual FutureEverything Festival has been hailed by The Guardian as one of the top ten ideas festivals in the world. For a short highlight film of the 2013 festival, see <a href=\"https://vimeo.com/66521287\">here</a>.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Julie Freeman","slug":"julie-freeman","state":"published","web_url":"http://theodi.org/team/julie-freeman","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Julie Freeman","slug":"julie-freeman","state":"published","web_url":"http://theodi.org/team/julie-freeman","tag_ids":["team","culture-programme"]}}