{"id":"https://contentapi.theodi.org/catalysing-open-data-culture-everyone-odi-nodes.json","web_url":"http://theodi.org/blog/catalysing-open-data-culture-everyone-odi-nodes","slug":"catalysing-open-data-culture-everyone-odi-nodes","title":"Catalysing open data culture for everyone : ODI Nodes","format":"article","updated_at":"2015-09-11T09:51:36+00:00","created_at":"2013-07-08T09:34:37+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The ODI is acting as a catalyst for many desires: we have been inundated with interest, support, and offers of partnership, from around the world.","language":"en","need_extended_font":false,"content":"<p>The ODI is acting as a catalyst for many desires: we have been inundated with interest, support, and offers of partnership, from around the world.</p>\n<p>We are looking to work with organisations interested in developing ODI’s nationally and internationally as a network of “ODI Nodes”.</p>\n<p>An\u0002<a href=\"https://github.com/theodi/ODI/tree/master/node\">example</a>, for discussion, is shown below;</p>\n<p><a href=\"https://github.com/theodi/ODI/tree/master/node\"><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/ODI%2D20131018%2DODI%2DNode%2DOverview%2D.png\" alt=\"\" /></a></p>\n<p>\u0002</p>\n<h3 id=\"jointheconversationhttpsdocsgooglecomformsd1rjxcf5r7zslxa5oc4fdisrjulicgtacw0xzsbpfzqviewformpli1\"><strong><a href=\"https://docs.google.com/forms/d/1rJXCf5R7zsl-XA5oC4fDisRJUlIcgTaCW0-XZSBPFZQ/viewform?pli=1\">Join the conversation</a></strong></h3>\n<p><strong>Why now - what’s the opportunity?</strong></p>\n<p>I’ve spent much of the last nine months listening: to business leaders, politicians, civil servants, academics, grassroots activists, entrepreneurs, to our team, school kids, people who work with data every day, people who are excited about the potential of “open”, skeptics, and to people who don’t know what is happening.</p>\n<p>A continuous stream of delegations have visited us, ranging from Manchester in the UK to Taipei in Taiwan, from Monrovia in Liberia to Washington DC in the US, all asking the same question \"how do we create an ODI in our country/region/city/organisation?\".</p>\n<p>To us, the traditional answer of expansion: throwing up new offices and trying to create a centralised network would entirely miss the point. The purpose of the ODI is as a catalyst.</p>\n<p>If we don’t engage, then everyone will create their own “open” strategy. This is a good thing, but we believe would miss the opportunity to use the power of globally connected networks to share and enable change. If we create a centralised network, we are at risk of getting in the way of the very outcomes we’d all like to see.</p>\n<p>We think the better question is;</p>\n<p><em>“How can we build a global open data network together?”</em></p>\n<p>borrowing from web itself, and building in concert with existing communities (such as OKF, MySociety, Code for America, individual open government initiatives, the startup and business communities, and existing research communities): combining this ‘global coincidence of desires’ with the shared insight, tools and network that we have all helped to create. How can we effectively bridge and network these communities in an additive way, and help catalyse these coincidences?</p>\n<h3 id=\"jointheconversationhttpsdocsgooglecomformsd1rjxcf5r7zslxa5oc4fdisrjulicgtacw0xzsbpfzqviewformpli1-1\"><strong><a href=\"https://docs.google.com/forms/d/1rJXCf5R7zsl-XA5oC4fDisRJUlIcgTaCW0-XZSBPFZQ/viewform?pli=1\">Join the conversation</a></strong></h3>\n<p><a href=\"https://docs.google.com/forms/d/1rJXCf5R7zsl-XA5oC4fDisRJUlIcgTaCW0-XZSBPFZQ/viewform?pli=1\"><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/ODI%2DODC%2D1.png\" alt=\"\" /></a></p>\n<p><strong>What do we want to achieve?</strong></p>\n<p>Over the coming weeks and months we would like to work with you to define what being an ODI Node means. Our thought is that the ideal ODI node is any organisation (new or existing) that will:</p>\n<ol>\n<li>collaborate to build open data expertise in a country, region, city, sector, or domain</li>\n<li>bring resources to the network to bridge between private, public and third sectors</li>\n<li>commit to measurable reach, engagement and impact targets</li>\n</ol>\n<p>An organisation should be a legal entity (a for-profit, or not-for-profit organisation) with which we can agree a set of principles, and a set of rules. Principles could include commitments to training, building capabilities, research, standards, or mentoring open data startups. Rules need to be light enough to not restrict development, but strong enough that we can protect our collective work and give confidence to users and funders (for example, protect our reputation using brand licensing).\u0002\nThe ODI is committed to being an open organisation itself, and over the coming months we will be opening up our own data about our finances, plans and performance metrics. We already open source all our development work.</p>","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}