{"id":"https://contentapi.theodi.org/climate-change-4-ways-to-protect-cities-with-open-data.json","web_url":"http://theodi.org/blog/climate-change-4-ways-to-protect-cities-with-open-data","slug":"climate-change-4-ways-to-protect-cities-with-open-data","title":"Climate change: 4 ways to protect cities with open data","format":"article","updated_at":"2015-09-11T09:57:22+00:00","created_at":"2014-10-10T09:52:08+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"","excerpt":"How can open data can help to protect our cities against the strains and shocks that climate change is causing? Last month, the ominous sounding [World Reconstruction Conference](https://www.gfdrr.org/WRC2 \"World Reconstruction Conference\") at the World Bank HQ in Washington provided a backdrop for this question. The conference brought together leading disaster recovery agencies and experts to distil the lessons of the past decade’s major disasters to help countries recover and rebuild after future calamities. \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>How can open data can help to protect our cities against the strains and shocks that climate change is causing? Last month, the ominous sounding <a href=\"https://www.gfdrr.org/WRC2\" title=\"World Reconstruction Conference\">World Reconstruction Conference</a> at the World Bank HQ in Washington provided a backdrop for this question. The conference brought together leading disaster recovery agencies and experts to distil the lessons of the past decade’s major disasters to help countries recover and rebuild after future calamities. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/37/b5/5437b505f362be08a9000003/flood_WEB.jpg\" alt=\"null\" class=\"img\" id=\"5437b504d0d46207ad00000a\"><small><i>Srinagar under water: summer capital of India administered Kashmir, a city with a population of 1.2 million. Credit: NDTV</i></small></p>\n<p>Alfred Romualdez, the Mayor of Tacloban, the city devastated by Typhoon Haiyan last November, captured the obviously vital principle of community engagement: </p>\n<blockquote>\n  <p>\"You cannot move forward in recovery, if you don’t have the social fabric through which to maintain community support.\" </p>\n</blockquote>\n<p>A key principle – of embedding resilience strategies into rebuilding after shocks – was explained by Marcus Oxley of the Global Network for Disaster Reduction: </p>\n<blockquote>\n  <p>\"Any resilient system has got to be a learning system, otherwise you will simply reconstruct the risk and, with it, vulnerability of the community.” </p>\n</blockquote>\n<p>And the most vulnerable, according the UN’s top official on disaster risk reduction, Margareta Walstrom, are now poor people in the world’s cities, caught in the crossroads rapid urbanisation and climate change.</p>\n<p><em>Srinagar under water: summer capital of India administered Kashmir, a city with a population of 1.2 million. Credit: NDTV</em></p>\n<p>As the week progressed in Washington, the news of floods in the Kashmir Valley, which had killed over 500 people and submerged the city of Srinagar, seeped through via our smartphones into the conference and underlined Wahlstrom’s words.</p>\n<p>The crisis in Srinagar also helped to identify four lessons about the potential contribution of open data to counter new threats our cities face: </p>\n<p><strong>1. Using open data to minimise risk in flux</strong></p>\n<p>A changing climate and accelerating urbanisation are combining to create new types of risk to city dwellers and to their assets that can not be monitored by closed-box risk and warning systems. They are best tracked through dynamic, real-time flows of open data hosted on digital platforms that are accessible to city authorities, risk experts, data specialists, community groups and local media alike.</p>\n<p><strong>2. Using open data culture to reinforce social fabric</strong></p>\n<p>Many rapidly growing cities in Asia and Africa are evolving in a planning and data vacuum. In contrast, cities in Europe and US have rich data at their disposal, but the release of datasets varies hugely between cities. New models in community-based risk mapping and open data gathering and analysis pioneered through the <a href=\"https://www.gfdrr.org/\" title=\"World Bank’s Global Facility for Disaster Reduction and Recovery\">World Bank’s Global Facility for Disaster Reduction and Recovery</a> and the <a href=\"http://www.openstreetmap.org/\" title=\"Open Street Map\">Open Street Map</a> community  all point to new ways to create engagement and cohesion between communities, city planners and emergency services in cities.</p>\n<p>Christine Morris, Chief Resilience Officer in Norfolk, Virginia, described the opportunity aptly. </p>\n<blockquote>\n  <p>\"Resilience is a community fix, not a tech fix. We are a data rich city but are not adept at using data. Open data gives us an opportunity to engage at the block and community level.\"</p>\n</blockquote>\n<p><strong>3. Open data needs the public sphere</strong></p>\n<p>In the case of Srinagar, the existence of flooding hazard information did not prevent the granting of planning permission to build on flood plains and seasonal rivers with devastating consequences. Planning approval might, however, have been withheld – and lives and property in the city saved – as a result of informed media debate and the political pressure generated by it to mitigate risk more effectively. </p>\n<p><strong>4. More research will unlock the value of open data</strong></p>\n<p>In order to put both the data sphere and public sphere at the service of protecting our cities, we need overcome two challenges. First, as our cities become increasingly complex and produce more information from citizens, systems and infrastructure itself, it is becoming harder for city managers and risk experts to understand what data is most relevant and valuable to resilience and disaster risk management. </p>\n<p>Second, increased urban complexity presents a daunting task for the local and national media that are based in cities and constitute key channels for public information when shocks occur. Few news journalists understand how our rapidly evolving cities function in times of normality, let alone in times of crisis. And few business journalists understand the economics of avoided loss through municipal financing of disaster mitigation in ways that will help generate political appetite for such investments.\nWe all stand to benefit hugely from more research into both the data and public sphere dynamics of cities, therefore. This work should be designed to rapidly yield highly practical tools for city authorities and other key groups. A research agenda that tackles these areas will surely help open data play its full role in supporting urban resilience. </p>\n<p><em>Mark Harvey is the Founder of ODI Startup <a href=\"http://www.resurgence.io/\" title=\"Resurgence\">Resurgence</a>. Contact him at mark@resurgence.io</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Mark Harvey ","slug":"mark-booth","state":"published","web_url":"http://theodi.org/mark-booth","tag_ids":["writers","writer"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/resurgence.json","web_url":"http://theodi.org/start-ups/resurgence","slug":"resurgence","title":"Resurgence","format":"organization","updated_at":"2015-10-23T13:04:15+00:00","created_at":"2014-09-18T09:34:14+00:00","tag_ids":["start-up","resurgence","startup"]}],"organizations":[],"author":{"name":"Mark Harvey ","slug":"mark-booth","state":"published","web_url":"http://theodi.org/mark-booth","tag_ids":["writers","writer"]}}