{"id":"https://contentapi.theodi.org/closed-shared-open-data-whats-in-a-name.json","web_url":"http://theodi.org/blog/closed-shared-open-data-whats-in-a-name","slug":"closed-shared-open-data-whats-in-a-name","title":"Closed, shared, open data: what’s in a name?","format":"article","updated_at":"2015-09-22T14:53:52+00:00","created_at":"2015-09-17T11:12:42+00:00","tag_ids":["blog","closed-data","shared-data","open-data"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/closed-data.json","web_url":null,"title":"closed data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=closed-data","web_url":"http://theodi.org/tags/closed-data","slug":"closed-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/shared-data.json","web_url":null,"title":"shared data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=shared-data","web_url":"http://theodi.org/tags/shared-data","slug":"shared-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}}],"details":{"business_proposition":false,"description":"<p>At the Open Data Institute we spend a lot of time talking about and doing things with open data. </p>\n<p>For the past few months the ODI has been having conversations about how open data fits within both the <a href=\"http://theodi.org/data-spectrum\">data spectrum</a> and our <a href=\"http://theodi.org/who-owns-our-data-infrastructure\">data infrastructure</a>.</p>","excerpt":"Introducing the 'data lexicon': Ellen Broad explores the challenge of using language around data that is accurate and useful, but simple enough for everyone to understand\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>Introducing the 'data lexicon': Ellen Broad explores the challenge of using language around data that is accurate and useful, but simple enough for everyone to understand</em></p>\n<p>For the past few months we at the ODI have been having conversations about how open data fits within both the <a href=\"http://theodi.org/data-spectrum\">data spectrum</a> and our <a href=\"http://theodi.org/who-owns-our-data-infrastructure\">data infrastructure</a>.</p>\n<p>We observed that often people think of open data as a specific ‘kind’ of data – something separate and distinct from the data they use day-to-day in their organisation or team – rather than a choice about how people publish data.</p>\n<p>This is part of the challenge both we and other organisations face in communicating ‘open data’ to wider audiences: what constitutes ‘open data’, and how does it relate to other data terms like ‘closed data’, ‘shared data’, ‘personal data’ and ‘big data’? This a challenge we face in all of our work.</p>\n<p>The language is complex which can make it inaccessible to many people who we want to take part in the debate. Data infrastructure is as important to the digital revolution as transport infrastructure was to the industrial revolution. We want as many people as possible to be able to join the debate and understand how maximising data use benefits us all.</p>\n<p>We are investigating whether we can openly grow a <strong>data lexicon</strong> to help solve this problem. Can we keep language around data accurate and useful while making it simpler so that more people can understand?</p>\n<p>This is hard work but we think we’ve made enough progress to share our work so far and ask for your feedback.</p>\n<h3 id=\"thestartingpointwhatshouldbeinourdatalexicon\">The starting point: what should be in our data lexicon?</h3>\n<p>We consulted data <a href=\"http://data.gov.uk/glossary\">glossaries</a> and <a href=\"http://opendatahandbook.org/guide/en/\">toolkits</a> that already exist, assembled some draft definitions, and asked the ODI team what other data terms we’d missed.</p>\n<p>Unsurprisingly perhaps, our draft data lexicon went from 6-8 key terms to 25 overnight. Data comes with its own vocabulary, and if you want to talk about data there are a lot of words you’ll need to know. You can access the full list of all the terms ODI team members would like to see in a data lexicon <a href=\"https://docs.google.com/document/d/14PYnur8C7LUoz2VIelJbv5zqRbp0HiFu8ixcu0Co1xY/edit#\">here</a>. (Lots of these terms are already clearly defined but the definitions are technical in nature or simply not widely known.)</p>\n<p>We have chosen to start by revisiting how we describe and show the difference between closed, shared and open data as well as providing definitions for personal and big data.</p>\n<p>The terms closed, shared and open are commonly confused and, if you use them incorrectly, can <a href=\"http://www.theguardian.com/commentisfree/2014/may/12/response-confuse-open-data-sharing-government\">impact public trust around data</a>.</p>\n<p>We’ve avoided generating new technical definitions, instead focusing on language any person on the street might understand. There are already some great technical definitions, like the <a href=\"http://opendefinition.org/\">Open Definition</a> for open data, which we use in our training. What we’re trying to do is create a shorthand guide to the <a href=\"http://theodi.org/data-spectrum\">data spectrum</a> to make it more useful for both ourselves and the <a href=\"http://blog.opensensors.io/blog/2015/08/06/first-things-first/\">other people</a> that are starting to use it.</p>\n<h3 id=\"changinghowwetalkaboutclosedsharedandopen\">Changing how we talk about closed, shared and open</h3>\n<p>How data is made accessible and useable is a choice made by the data holder or owner. Before data is closed, shared or open, it’s just ‘data’. We are discovering that making this choice more visible helps create better debate so, rather than talking about ‘open, shared and closed data’, we are starting to use the following terms:</p>\n<ul>\n<li>data that is open</li>\n<li>data that is shared</li>\n<li>data that is closed</li>\n</ul>\n<h3 id=\"describingthedataspectrum\">Describing the data spectrum</h3>\n<p>This is the first draft of the data spectrum. We used it in our internal workshop to try to shape the debate. And there was a lot of debate. Debate about scope of the data spectrum and the terms it employs, what the terms represent, and how we perceive data that is open. But the workshop has also helped us make some important observations, and raised some questions about the data spectrum, namely:</p>\n<iframe src=\"https://docs.google.com/presentation/d/1WHDV9VfDeFVr4vNKddO2AH7g9u_bVluLr21jRi5PaDk/embed?start=false&loop=false&delayms=3000\" frameborder=\"0\" width=\"960\" height=\"569\"></iframe>\n<p><br>\n<strong>What you intend and what you communicate can place you at different points on the data spectrum</strong></p>\n<p>A data publisher or holder might intend data to be used by anyone, for any purpose, but not attach an open licence. Should this be at the far open end of the spectrum? A data holder may intend data to be widely available inside an organisation, but it falls under the same definition of ‘closed data’ they use for data that is purposefully restricted and securely stored. Should it be described as closed data?</p>\n<p>To contain the scope of our definitions, we used the spectrum to describe different kinds of access to data: decisions made about who can <em>access</em> data and how they can use it.</p>\n<p><strong>The data spectrum isn’t linear – access to and use of data can be restricted in different ways across the data spectrum.</strong></p>\n<p>Data might be ‘shared’ with a specific class of people, but they might not be able to use it, only access it. There might be closed data inside an organisation that’s for viewing only, as well as closed data that is used in a range of internal products and services. Open data can have restrictions, like a requirement to attribute a data publisher or holder. </p>\n<h3 id=\"therearemanyshadesonthedataspectrum\">There are many shades on the data spectrum</h3>\n<p>By the end of our workshop, we had new draft definitions to update the data spectrum with. However, the exercise also taught us that there’s danger in trying to make things too simple, or too concise. </p>\n<p>This is what we originally came up with:</p>\n<h3 id=\"datathatisclosed\">Data that is closed</h3>\n<p>After debate about the difference between data that should not be shared – for security reasons, or because it’s personal information – and data that is simply only available to an individual, to a team or within an organisation by default, we agreed on: </p>\n<p>\"Data that can only be accessed by its subject, owner or holder.\"</p>\n<h3 id=\"datathatisshared\">Data that is shared</h3>\n<p>This was trickier. Having agreed that access would be the anchor for variation across the spectrum, we settled on these ‘shades’ of access:  </p>\n<ol>\n<li><strong>Named access</strong> – \"data that is shared only with named people or organisations\"</li>\n<li><strong>Attribute-based access</strong> – \"data that available to <em>specific groups</em> who meet certain criteria\"</li>\n<li><strong>Public access</strong> – \"data that is available to <em>anyone</em> under terms and conditions that are not 'open'\"</li>\n</ol>\n<h3 id=\"opendata\">Open data</h3>\n<p>Our definition of open data didn’t change. Our one-sentence definition continues to be: </p>\n<p>\"Data that <em>anyone</em> can access, use and share.\"</p>\n<p>For data to be considered 'open', it must be:</p>\n<ol>\n<li><strong>Accessible</strong>, which usually means published on the web</li>\n<li>Available in a <strong>machine-readable</strong> format</li>\n<li>Have a <strong>licence</strong> that permits anyone to access, use and share it – commercially and non commercially.</li>\n</ol>\n<h3 id=\"personaldata\">Personal data</h3>\n<p>Data from which a person can be identified is personal data.</p>\n<p>If data can be combined with other information to identify a person, that data will still be personal data.</p>\n<p>It’s important to remember that personal data can be closed, or shared with specific people or organisations, or licensed as open data.</p>\n<p>Nations may have <a href=\"https://ico.org.uk/for-organisations/guide-to-data-protection/key-definitions/\">legislation</a> that explicitly defines personal data and may alter the above definition. Depending on your need, it may be necessary to refer to such legislation.</p>\n<h3 id=\"bigdata\">Big data</h3>\n<p>A vendor-driven term often used to describe large quantities of rapidly changing data being collected from various sources.</p>\n<p>There is no common definition of big data.</p>\n<p>It’s important to remember that ‘big data’ can be closed, or shared with specific people or organisations, or licensed as open data.</p>\n<h3 id=\"whatwelearntwhatworksinprincipledoesntalwaysworkinpractice\">What we learnt: what works in principle, doesn’t always work in practice</h3>\n<p>Unfortunately, when we updated the data spectrum with our new shades of access for closed, shared and open data (along the top), they didn’t work for some of our audiences. They might even make things worse. (We did update some of our examples of data across the spectrum, however, after user feedback and those now seem more useful.) </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/01/6b/56016b571f986a0842000026/Data-Spectrum-presentation_edit-20150706-copy-01.png\" alt=\"null\" class=\"img text-center\" id=\"56016b57d0d462069800006c\"></p>\n<p>Our mistake was trying to carve the data spectrum into precise categories. We can provide loose definitions for data that is closed, data that is shared, and data that is open – these form a framework for people working their way through the data spectrum. </p>\n<p>Just as there are shades of shared and shades of open there are lots of shades of data that is closed: data that’s practically inaccessible, eg in paper-based form, data that’s held internally because there has never been a choice made as to whether it should be closed, shared or open, and data that’s deliberately closed and stored securely. We can’t fit all that into one-sentence definitions, but we can produce examples that make it part of the conversation that takes place around the data spectrum. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/01/6b/56016b2bd0d4620784000040/Data-Spectrum-presentation_edit2-20150706-copy-01.png\" alt=\"null\" class=\"img text-center\" id=\"56016b2bf362be081b000074\"> <em>A version of the data spectrum with simpler shades of access</em></p>\n<h3 id=\"thedraftdefinitions\">The draft definitions</h3>\n<p>We’ve placed our original workshop draft definitions in this document, as well as more general definitions for data that is closed, data that is shared and data that is open. We know the debate is going to continue, and <strong>we want to hear from you</strong>.</p>\n<ol>\n<li>What definitions of data that is closed, shared and open have worked well in your experience? What edits would you make to our definitions? Add your comments <a href=\"https://docs.google.com/document/d/14PYnur8C7LUoz2VIelJbv5zqRbp0HiFu8ixcu0Co1xY/edit#heading=h.7xnotix46fqo\">here</a>.</li>\n<li>What other terms would you want to see in a wider data lexicon? Add your ideas <a href=\"https://docs.google.com/document/d/14PYnur8C7LUoz2VIelJbv5zqRbp0HiFu8ixcu0Co1xY/edit#heading=h.279gcj818xkm\">here</a>. </li>\n</ol>\n<p>We will be incorporating feedback on the definitions until 25 September. We’ll then be refining how we describe the data spectrum to make it more useful for all of us, and help more people understand and join in the debates over data and data infrastructure.</p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>\n<p><strong><em>Ellen Broad is <a href=\"http://theodi.org/team/ellen-broad\">Policy Lead</a> at the ODI. Follow <a href=\"https://twitter.com/ellenbroad\">@ellenbroad</a> on Twitter.</em></strong> </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/data-spectrum.json","web_url":"http://theodi.org/data-spectrum","slug":"data-spectrum","title":"The Data Spectrum","format":"article","updated_at":"2015-11-23T09:07:43+00:00","created_at":"2015-07-07T10:11:37+00:00","tag_ids":["page","data-spectrum","closed","shared","open","visual","core"]},{"id":"https://contentapi.theodi.org/what-is-open-data.json","web_url":"http://theodi.org/what-is-open-data","slug":"what-is-open-data","title":"What is open data?","format":"article","updated_at":"2016-01-05T15:22:05+00:00","created_at":"2014-10-30T15:43:18+00:00","tag_ids":["page","open-data","explained","what-is","introduction","closed-data","shared-data"]}],"organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}}