{"id":"https://contentapi.theodi.org/comment-paid-data-future.json","web_url":"http://theodi.org/blog/comment-paid-data-future","slug":"comment-paid-data-future","title":"Comment: What would a paid data future look like?","format":"article","updated_at":"2015-10-09T15:55:42+00:00","created_at":"2015-09-17T12:08:16+00:00","tag_ids":["blog","future","data-future"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/future.json","web_url":null,"title":"future","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=future","web_url":"http://theodi.org/tags/future","slug":"future"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-future.json","web_url":null,"title":"data future","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-future","web_url":"http://theodi.org/tags/data-future","slug":"data-future"}}],"details":{"business_proposition":false,"description":"<p>This is the third in a blog series discussing how the future affects <a href=\"http://theodi.org/who-owns-our-data-infrastructure\">data infrastructure</a>. In this blog we focus on the paid future, exploring how it might emerge and what it would mean for us, our data infrastructure, our environments, our businesses and our society.</p>","excerpt":"This is the third in a blog series discussing how the future affects [data infrastructure](http://theodi.org/who-owns-our-data-infrastructure). In this blog we focus on the paid future, exploring how it might emerge and what it would mean for us, our data infrastructure, our environments, our businesses and our society.\r","language":"en","need_extended_font":false,"alternative_title":"Comment: What would a paid data future look like?","url":"","content":"<p><em>This is the third in a blog series discussing how the future affects <a href=\"http://theodi.org/who-owns-our-data-infrastructure\">data infrastructure</a>. In this blog we focus on the paid future, exploring how it might emerge and what it would mean for us, our data infrastructure, our environments, our businesses and our society.</em></p>\n<p><em>Before reading this you may want to read the <a href=\"http://theodi.org/blog/how-will-future-affect-data-infrastructure\">first in the series describing why we are considering three potential data futures</a> or the second on <a href=\"http://theodi.org/blog/locked-down-data-future-infrastructure\">a locked-down future</a>.</em> </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/fa/ad/55faadc41f986a0842000013/1062744637_215b9bc9b5_z.jpg\" alt=\"null\" class=\"img text-center\" id=\"55faadc4d0d462069800001c\"> \n<small>Will we expect to get paid for our data? <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [Kiki99](https://www.flickr.com/photos/kiki99/1062744637/ “Kiki99\").</small></p>\n<p>In the paid future, data sharing is maximised while closed data is minimised.</p>\n<p>The paid future emerges as people and organisations expect to be given money, or monetary discounts from other products, in exchange for access to and the ability to use our data. We expect this to lead to a growth of data monopolies and that the current wave of data-driven innovation and insights will slow down because access to data is reduced overall.</p>\n<p><strong>The paid future arises because we expect to get paid for our data</strong></p>\n<p>A business model where we receive free services in exchange for data already exists: this is the model used by organisations such as Google. But in this future people start to see this exchange as unequal. People expect to receive money, as well as free services. After all <a href=\"http://www.forbes.com/sites/benkepes/2013/12/04/google-users-youre-the-product-not-the-customer/\">we are told that we are the product</a> – shouldn’t we be paid a cut of the profits?</p>\n<p>Some <a href=\"http://time.com/money/3001361/datacoup-facebook-personal-data-privacy/\">companies</a> and <a href=\"http://www.theverge.com/2013/5/23/4358680/who-owns-the-future-jaron-lanier-thinks-google-and-the-government\">people</a> are already exploring this world of <a href=\"http://www.techradar.com/news/internet/web/is-personal-data-the-currency-in-a-free-mobile-web--1276476\">micropayments</a>. In this future, over time, more and more people reject services that don’t offer this option and payment for data becomes the 'the norm'.</p>\n<p>This model would not just emerge for personal data. We are already seeing the emergence of businesses to <a href=\"http://www.wsj.com/articles/on-the-farm-startups-put-data-in-farmers-hands-1441044071\">aggregate and sell data from small organisations such as farmers</a>.</p>\n<p>To manage the micropayments and data-sharing market a new wave of business models and organisations emerge: ‘data brokers’.</p>\n<p><strong>We can make bad choices about data</strong></p>\n<p>These data brokers will take various forms. Some may build on <a href=\"http://www.scl.org/site.aspx?i=ed38100\">personal data stores</a> adding features to handle micropayments for data alongside the planned features to put people in control of data sharing. Others will operate on a <a href=\"http://opendatamanchester.org.uk/2015/04/14/open-data-cooperation-building-a-data-cooperative/\">cooperative basis</a> with both decisions and benefits shared by a community of people. Still others will be private sector organisations run for profit. In all cases these data brokers will manage micropayments paid to people in exchange for sharing their data.</p>\n<p>Whichever models of data brokers emerge, unless we manage to build strong legal frameworks, <a href=\"http://www.theguardian.com/technology/2014/dec/08/tech-companies-social-networks-ethics-body-rebuild-trust-users\">ethical guidance</a>, and increased <a href=\"http://www.rewiredstate.org/data-citizen-project\">data literacy</a> we are likely to find many people and organisations making bad <a href=\"https://en.wikipedia.org/wiki/Choice_architecture\">choices</a>. </p>\n<p>Making these choices may not be in the best interests of either the seller or data user. Due to tight financial circumstances, a seller might choose to sell personal data that is <a href=\"http://www.pbs.org/newshour/rundown/white-house-says-big-data-used-discriminate-americans/\">subsequently used to discriminate against them</a>. A community might sell data for short-term gains when the same data could have provided more long-term value if published openly. Meanwhile data users will need to consider the possible side-effects of people selling, or being encouraged to sell, data due to financial incentives. Will data users need to focus on screening data for defects in the same way that heath services give extra scrutiny to <a href=\"http://www.theguardian.com/lifeandstyle/2015/jan/25/wrong-to-pay-blood-donors-safety-compromised\">blood plasma when donors are paid</a>?</p>\n<p>There is an implicit assumption, in the paid future, that if the price is right anyone can get access to anything. We choose to share, to a limited audience in exchange for payment, data that could have been released openly or that should have remained closed.</p>\n<p>Our comfort with being paid for our data would also extend to our dealings with government. We might not go so far as to expect government to pay us before it uses our data, but, just as we have become comfortable with companies selling data about us to third parties, we would become more comfortable with governments doing the same.</p>\n<p>Many governments would be grateful for the extra revenue that this provides but, just like all of us, the public sector can make bad choices about data and we could find more data that should remain open or closed being miscategorised to 'shared'.</p>\n<p><strong>Fewer people and organisations can use data</strong></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/fa/ae/55faae17f362be0896000013/4867901214_a86328dd6b_z.jpg\" alt=\"null\" class=\"img text-center\" id=\"55faae171f986a079c000018\"><br />\n<small><a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [Victoria Pickering](https://www.flickr.com/photos/vpickering/4867901214/ “Victoria Pickering\").</small></p>\n<p>We can expect to see much less open and closed data in this future. </p>\n<p>As most data is shared it can only be used for specific purposes and, in this future, by those who have paid for it.</p>\n<p>Fewer people and organisations can use data. Anyone looking to use data to build a new service will need to ensure that they have existing permissions or buy additional permissions from a data broker. </p>\n<p>Legislators are still learning how to regulate the market for <a href=\"http://ec.europa.eu/justice/newsroom/contract/opinion/150609_en.htm\">online content</a>. A world where we are selling our data to third parties complicates this further.</p>\n<p>Significant effort and cost goes into maintaining and managing data-sharing permissions for public sector, business-to-business and business-to-consumer services. The market for these services grows but this is effort that could otherwise have been spent using data to build new services or find new insights.</p>\n<p>Businesses need data that is collected or held by others to build new services. Small businesses in particular will struggle to get hold of the data that they need. This favours organisations that have existing revenue streams or data-sharing permissions that allow access to large amounts of data and leads to a skewed and inefficient marketplace, to information asymmetries and <a href=\"http://www.huffingtonpost.com/mark-weinstein/googles-remarkable-monopoly_b_7014480.html\">monopolies</a>.</p>\n<p>The net result of this legal complexity, diverted resources and data monopolies may be market failure. The current wave of <a href=\"http://www.oecd.org/sti/ieconomy/data-driven-innovation.htm\">data-driven innovation</a> and insights would slow down.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/fa/af/55faaf52f362be0896000015/blog_3_paid_future_data_spectrum.jpg\" alt=\"null\" class=\"img text-center\" id=\"55faaf511f986a079c000019\">  </p>\n<p>The blue line above shows the paid future on the <a href=\"http://theodi.org/data-spectrum\">data spectrum</a>. We’ve overlaid it on the locked-down future to help show the difference between the two.</p>\n<p>New services are still built using the shared data layer. These services make this future ‘larger’, both socially and economically, than the locked-down future. Just as with many existing services these new services will improve our society, economy and environment.</p>\n<p>But in this future, to maximise data use we can expect data infrastructure to prioritise the needs of the data brokers and data monopolies. These organisations can be expected to control or own more and more of both our personal data and society’s core data assets.</p>\n<p><strong>Data infrastructure as toll roads</strong></p>\n<p>To use the analogy of <a href=\"http://theodi.org/blog/locked-down-data-future-infrastructure\">data as roads from our last blogpost</a>, in this future a good road network exists but it is a network that is, to a large extent, dominated by toll roads. If you want to travel from A to B, or use data to reach a conclusion, then you have to stop at each junction to pay for the next part of your journey. Some roads would be cheap but probably wouldn't be well-maintained and may not take you where you thought they would. More expensive roads would exist, would be faster to travel on and be more reliable. At each junction you would have to choose which type of road to take. </p>\n<p>By analogy, in this scenario, data users may find it hard to afford high-quality data, and their decision-making will be slowed by the administrative burden of accessing the data they need.</p>\n<p>We can imagine, using the roads analogy, there would be companies that exist to make your otherwise horrendous journey smoother by selling you smart cards for a journey. Or they might allow you to take an automated route through the toll booths. These are the data brokers. Even they benefit by being able to analyse the data about the roads that you are using and selling that back to the road providers and toll booth operators. </p>\n<p>We can extend the analogy further. Data originally comes from people who could benefit from it. It is as if the roads were built by digging up people’s gardens. People that allowed their gardens to be dug up receive a monthly payment from the toll road operators. This payment isn’t huge though and it is difficult to work out how much they deserve given lots of gardens are dug for each of the roads. Besides, the payment is based on how much profit the road creates and the people who own the road say that the maintenance costs are huge.</p>\n<p>In the paid future the data infrastructure will need to support this model and streamline it as far as possible. That is how we will maximise use of data. </p>\n<p><strong>If we do not act we will continue heading towards the paid future</strong></p>\n<p>I suspect that the paid future is the one that we are currently heading to. But like the <a href=\"http://theodi.org/blog/locked-down-data-future-infrastructure\">locked down future</a>, it does not seem to be an attractive prospect. </p>\n<p>There is an alternative future where we ensure that data is made available as widely as possible to benefit society as a whole.</p>\n<p>In the next article we will discuss this final scenario – <strong>the open future</strong> – and what we foresee happening in a world where our privacy remains protected but where as much data as possible is published openly. </p>\n<p>This is the future that we hope that society will choose, instead of the paid future.</p>\n<p><em><strong>Peter Wells is an Associate at the ODI. Follow <a href=\"https://twitter.com/peterkwells\">@peterkwells</a> on Twitter.</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Peter Wells","slug":"peter-wells","state":"published","web_url":"http://theodi.org/peter-wells","tag_ids":["writers","writer"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/how-will-future-affect-data-infrastructure.json","web_url":"http://theodi.org/blog/how-will-future-affect-data-infrastructure","slug":"how-will-future-affect-data-infrastructure","title":"How will the future affect our data infrastructure?","format":"article","updated_at":"2015-09-11T10:03:17+00:00","created_at":"2015-08-18T13:38:02+00:00","tag_ids":["blog","data-publication","data-as-infrastructure","future"]},{"id":"https://contentapi.theodi.org/locked-down-data-future-infrastructure.json","web_url":"http://theodi.org/blog/locked-down-data-future-infrastructure","slug":"locked-down-data-future-infrastructure","title":"Comment: What would a locked-down data future look like?","format":"article","updated_at":"2015-09-11T10:03:32+00:00","created_at":"2015-08-28T13:33:43+00:00","tag_ids":["blog","data-infrastructure","open-data","data-future"]},{"id":"https://contentapi.theodi.org/who-owns-our-data-infrastructure.json","web_url":"http://theodi.org/who-owns-our-data-infrastructure","slug":"who-owns-our-data-infrastructure","title":"Who owns our data infrastructure?","format":"article","updated_at":"2015-11-18T15:32:13+00:00","created_at":"2015-05-27T11:02:51+00:00","tag_ids":["page","open-data","infrastructure","strategy","visions","international"]}],"organizations":[],"author":{"name":"Peter Wells","slug":"peter-wells","state":"published","web_url":"http://theodi.org/peter-wells","tag_ids":["writers","writer"]}}