{"id":"https://contentapi.theodi.org/comment-banking-uber-moment-continued-action.json","web_url":"http://theodi.org/blog/comment-banking-uber-moment-continued-action","slug":"comment-banking-uber-moment-continued-action","title":"Comment: Banking will have its Uber moment only with continued action","format":"article","updated_at":"2017-05-18T15:24:41+00:00","created_at":"2016-04-28T13:10:16+00:00","tag_ids":["blog","open-banking-standard","finance","fintech"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-banking-standard.json","web_url":null,"title":"open banking standard","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-banking-standard","web_url":"http://theodi.org/tags/open-banking-standard","slug":"open-banking-standard"}},{"id":"https://contentapi.theodi.org/tags/keywords/finance.json","web_url":null,"title":"finance","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=finance","web_url":"http://theodi.org/tags/finance","slug":"finance"}},{"id":"https://contentapi.theodi.org/tags/keywords/fintech.json","web_url":null,"title":"fintech","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=fintech","web_url":"http://theodi.org/tags/fintech","slug":"fintech"}}],"details":{"business_proposition":false,"description":"<p>Open Banking Working Group member Louise Beaumont welcomes a trend that could do for finance what innovation did for taxis, with the Open Banking Standard and the rise of alternative finance paving the way for new markets and better products</p>","excerpt":"[Open Banking Working Group](http://theodi.org/news/open-banking-working-group-terms-of-reference) member Louise Beaumont welcomes a trend that could do for finance what innovation did for taxis, with the Open Banking Standard and the rise of alternative finance paving the way for new markets and better products\r","language":"en","need_extended_font":false,"alternative_title":"Comment: Banking will have its Uber moment only with continued action","url":"","content":"<p><em><a href=\"http://theodi.org/news/open-banking-working-group-terms-of-reference\">Open Banking Working Group</a> member Louise Beaumont welcomes a trend that could do for finance what innovation did for taxis, with the Open Banking Standard and the rise of alternative finance paving the way for new markets and better products</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/22/14/57221484f362be08ba00000f/fintech.jpg\" alt=\"null\" class=\"img text-center\" id=\"57221484d0d46206e300000a\"> \n<small>With open APIs and supportive legislative changes, the wave of innovation that has upended so many other industries might finally come to fruition in banking. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by <a href=\"https://www.flickr.com/photos/techinasia/18293552513/in/photolist-tSxePP-AFuNzU-Aq5Wph-AHFKWc-AEp5ay-zKNQmt-zKNMsT-ssBFLt-Av9PSe-AU4bai-rNGuPw-CzZX8P-Bqg7Ud-BsyYaF-Av3beG-B1qEzY-sGKuZq-sstY6C-rN483u-ssB3sk-sGKRqL-rNgx4v-st8KBq-rN55qJ-ssukcq-ssC2yK-sK6c3v-ssvpWA-sJSDxY-sGHY4j-ARJYt8-rN3Ffh-sstFQG-B1qKXm-ssAVRV-sK3HKV-rN4iNN-ssAyQM-rNfB2H-ARK5H2-rN4gSU-sK4FZD-rN4yzG-sK3VwK-ssAzZa-rNeS74-ssteEC-rN3DTu-sK3xJr-rN4Y95\" title=\"Tech in Asia\">Tech in Asia</a>.</small></p>\n<p><em><strong>By Louise Beaumont</strong></em></p>\n<p>According to the textbooks, free markets reward innovation because the customer gets to decide. A new player develops a better service or product than the established players and customers vote with their feet. This is the stuff of progress, and it is unseating incumbents across the world. In the past decade alone, a computer company has revolutionised the mobile phone market (Apple) and a mobile phone app has transformed the taxi market (Uber).</p>\n<p>And yet, the theory in the textbooks only works when the new players can compete on a level playing field. When the rules are tilted in favour of the incumbents, the role of government should be to level that balance. The <a href=\"http://theodi.org/open-banking-standard\">Open Banking Standard</a> is an example of a pro-innovation government doing just that.</p>\n<p>It has sometimes seemed that parts of the banking sector are curiously unmoved in the face of innovation and technological change. Yet, here at <a href=\"http://www.glifinance.com/\">GLI Finance</a>, we believe we are nearing the inflexion point of a trend that could finally do for this sector what innovation has done for the mobile phone and the taxi. As SMEs increasingly struggle to get the finance they need to grow, the rise of alternative finance is taking on the traditional role of the high street banks, who are retrenching in the face of higher capital requirements and a broader structural shift in SME needs and practices.</p>\n<p>An important part of achieving this kind of innovation is through the development of the ‘open API’ <a href=\"http://theodi.org/open-banking-standard\">called for</a> in the Open Banking Standard, published early this year. APIs – or ‘Application Programming Interfaces’ – are the key part of customer banking data. Typically, the volume and type of customer data held by banks is fiendishly complex. This frustrates the process of switching banks for customers, and works against the account portability that customers deserve. The <a href=\"http://theodi.org/news/open-banking-working-group-terms-of-reference\">Open Banking Working Group</a>, which I sat on, was commissioned by HM Treasury to look at how banking data could be standardised and opened up to new and innovative companies who wished to offer customers better financial products, and react faster too.</p>\n<h3 id=\"whatarethebenefitsoftheopenbankingstandard\">What are the benefits of the Open Banking Standard?</h3>\n<p>By standardising this data, challenger banks or alternative finance providers can ‘dock’ with the customer’s account data, without the need for complex or lengthy technical procedures. This opens up the market for new providers, who can deliver the innovation that drives the sector forward. Rather than go through non-standard, complex chains of technological procedures, an open API enables services that can liberate customers (whether consumers or businesses) to access the full benefits of an open and competitive market.</p>\n<p>One of the key debates has been around the pace and volume of data to be included in the API. We at GLI firmly believe that the ultimate end-goal should be full 'write’ access, so that there is a true level playing field. This means that all the key account data is standardised, creating a sort of ‘data-pipe’ from the SME to the wider marketplace, so FinTech providers can dock their product or service with the SME. This could include their credit profile or account history, which makes it easier for new providers to accurately price risk and offer less bureaucratic use of their service.</p>\n<p>However, as a first step towards that, the API should grant 'read’ access – the technology for which already exists. This is a more limited form of data, but serves a useful purpose in chivvying open the blockade that stops SMEs from utilising the services of the wider marketplace. It’s key to remember that these are customer’s accounts and customer’s data, and to that end, the data should be used by customers finally able to act in their own interest. </p>\n<p>The government has been hugely supportive of the sector to date, but all players in the sector need to recognise that the status quo is no longer an option. Customers deserve a fully competitive marketplace, with full ‘write access’ to their data. GLI will continue to push for the innovation and competition that these customers deserve.</p>\n<p>Looking out on to the horizon, with the development of this open API, broader legislative changes like the bank referral mechanism and the P2P ISA, the wave of innovation that has upended so many other industries might finally be coming to fruition in the banking sector.</p>\n<p><em><strong>Louise Beaumont is Head of Public Affairs and Marketing at <a href=\"http://www.glifinance.com/\">GLI Finance</a>.</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em> </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/open-banking-standard.json","web_url":"http://theodi.org/open-banking-standard","slug":"open-banking-standard","title":"The Open Banking Standard","format":"article","updated_at":"2017-05-18T15:22:55+00:00","created_at":"2016-02-05T13:48:32+00:00","tag_ids":["page","open-banking","open-banking-working-group"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}