{"id":"https://contentapi.theodi.org/community-energy-manager-drives-local-sustainability-saves-communities-thousands-of-pounds-with-open-data.json","web_url":"http://theodi.org/blog/community-energy-manager-drives-local-sustainability-saves-communities-thousands-of-pounds-with-open-data","slug":"community-energy-manager-drives-local-sustainability-saves-communities-thousands-of-pounds-with-open-data","title":"Community Energy Manager drives local sustainability and saves communities thousands of pounds with open data ","format":"article","updated_at":"2015-09-11T09:58:51+00:00","created_at":"2015-01-26T09:38:04+00:00","tag_ids":["blog","open-data","energy","sustainability","event:open-data-challenge-series"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/energy.json","web_url":null,"title":"Energy","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=energy","web_url":"http://theodi.org/tags/energy","slug":"energy"}},{"id":"https://contentapi.theodi.org/tags/keywords/sustainability.json","web_url":null,"title":"sustainability","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=sustainability","web_url":"http://theodi.org/tags/sustainability","slug":"sustainability"}},{"id":"https://contentapi.theodi.org/tags/events/event%3Aopen-data-challenge-series.json","web_url":null,"title":"Open Data Challenge Series","details":{"description":"Open Data Challenge Series","type":"event"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?event=event%3Aopen-data-challenge-series","web_url":"http://theodi.org/tags/event%3Aopen-data-challenge-series","slug":"event:open-data-challenge-series"}}],"details":{"business_proposition":false,"description":"<p>Community Energy Manager is a new service for community energy groups, which helps them support local people to reduce their energy usage as well as their fuel bills.</p>","excerpt":"attachment[54c21f761f986a08460000fe, http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/c2/1f/54c21f76d0d462083900004b/banner-img2.png]\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>attachment[54c21f761f986a08460000fe, http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/c2/1f/54c21f76d0d462083900004b/banner-img_<em>2</em>.png]</p>\n<p><br>\nWinner: <a href=\"http://www.nesta.org.uk/project/open-data-challenge-series/energy-environment\">Energy & Environment Open Data Challenge\n</a></p>\n<p><strong>Overview</strong></p>\n<p><a href=\"http://www.communityenergymanager.org/\">Community Energy Manager</a> is a new service for community energy groups, which helps them support local people to reduce their energy usage as well as their fuel bills. This includes helping community energy groups to organise multi-household renewable energy and retrofit schemes, such as installing cavity wall insulation, through brokering projects with <a href=\"https://www.gov.uk/green-deal-energy-saving-measures/overview\" title=\"'Green Deal'\">'Green Deal'</a> providers and retailers.</p>\n<p>The idea for Community Energy Manager came from co-Founders Mark Corbin, founding director of <a href=\"http://www.bristolenergy.coop/\">Bristol Energy Cooperative</a>, and Matthew Wood, Energy Innovation Manager at sustainability charity <a href=\"http://www.bioregional.com/\">BioRegional</a> and director of <a href=\"http://eastonenergygroup.org/\">Easton Energy Group</a> in Bristol, who has worked on energy saving initiatives with community groups, charities and private software companies. </p>\n<p>Mark and Matt realised that a lot of the valuable local energy and emissions data being collected from residents by community groups wasn’t being used to its full potential and often wasn’t being captured and stored in a robust way. Matthew says: </p>\n<blockquote>\n  <p>I realised that community groups really needed a way to utilise the information they collected from face to face conversations and audits with local people. A lot of that information is written down on paper or just done verbally and it gets lost because people forget, or the volunteer moves on, but its vital information and a unique insight into how homes are using energy.</p>\n</blockquote>\n<p><strong>How it works</strong></p>\n<p>The service provides open data on energy consumption at ward level or lower, using <a href=\"https://www.gov.uk/government/organisations/department-of-energy-climate-change/about/statistics\">annual energy consumption data from DECC</a>, and various datasets from the <a href=\"http://www.ons.gov.uk/ons/index.html\">Office for National Statistics</a> and local councils. Community Energy Manager uses this information to advise local energy groups on the areas in most need of support, to cut their emissions and energy costs.</p>\n<p>In turn, the groups log on to the Community Energy Manager website and record the data and intelligence they’ve gained from discussions with householders. Together, these data sources provide a unique picture of energy needs and consumption in a given area. </p>\n<p>The Community Energy Manager team uses this information to negotiate retrofit and renewable energy projects with energy companies, retail outlets and renewable energy installers. For instance, if a community group identifies that 500 households need a new boiler, the team will talk to a provider to get the best deal. In turn, the community group will get a referral fee from those new sales which, because most are volunteer based, forms a valuable income stream. Community Energy Manager takes a small cut of this fee which is how it covers its costs. Other possible income streams for Community Energy Manager include providing consultancy to university researchers or research consultancies who want to understand their energy data better, or who want to collect new data from particular areas. For example, if a university wanted to do a home energy monitoring study in three areas, rather than employing door knockers, they could get the community group to do this for them and the data could be collected via the Community Energy Manager.</p>\n<p>In exchange for delivering a project through Community Energy Manager, community groups are asked to follow up with households where an installation has taken place, to find out how their consumption has changed and provide data on the impact of these schemes. </p>\n<p><strong>How does open data fit in?</strong></p>\n<p>Matthew explains how open data is central to the way the platform works: </p>\n<blockquote>\n  <p>Open data is the first step of the process, so when a community group registers they can use open data to identify the areas they are interested in and that need the most attention. This allows them to focus their surveys at areas with the highest gas consumption or with the highest deprivation. Through collecting their data they can improve those datasets and the aim is to actually use some of that data, anonymised and aggregated, to release new open datasets in the future. </p>\n</blockquote>\n<p>Open data and intelligence collected by community groups also offers Community Energy Manager the opportunity to identify where other, outside interventions have taken place and the impact they’ve had. Matthew explains:</p>\n<blockquote>\n  <p>We wouldn’t necessarily know if an intervention has taken place, but that’s the kind of thing a community group would know about by talking to the residents. So we can identify those particular houses that have had an installation done in the last year and then when the new DECC data comes out we can actually look and see whether that’s making a difference to the overall average. </p>\n</blockquote>\n<p><strong>The wider picture</strong> </p>\n<p>Community Energy Manager shows how open data can form the cornerstone a successful business concept, which isn’t solely online focused. At its heart Matthew and Mark have crafted a service that first and foremost provides local groups with the insight they need to do their job effectively, without the need for them to be tech-savvy or even get online. It also makes the data which energy groups collect from residents work much harder, by combining it with other datasets to reveal new findings about how people are consuming energy.</p>\n<p><em>Community Energy Manager aims to launch in beta in Spring, 2015. Matthew is currently talking to Green Deal providers and community groups to get them signed up to the concept in preparation for launch.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/opendatachallengeseries.json","web_url":"http://theodi.org/opendatachallengeseries","slug":"opendatachallengeseries","title":"Open Data Challenge Series","format":"article","updated_at":"2015-11-09T12:15:14+00:00","created_at":"2012-12-13T09:45:46+00:00","tag_ids":["page","event:open-data-challenge-series","challenge-series","open-data"]},{"id":"https://contentapi.theodi.org/skills-route-allows-students-a-glimpse-into-the-future-thanks-to-open-data-innovation.json","web_url":"http://theodi.org/news/skills-route-allows-students-a-glimpse-into-the-future-thanks-to-open-data-innovation","slug":"skills-route-allows-students-a-glimpse-into-the-future-thanks-to-open-data-innovation","title":"Skills Route gives students data-driven careers advice","format":"article","updated_at":"2015-09-11T09:58:27+00:00","created_at":"2014-12-01T11:15:16+00:00","tag_ids":["news","skills-route","odcs","event:open-data-challenge-series"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}