{"id":"https://contentapi.theodi.org/cornerstone-open-data-postcode-address-file.json","web_url":"http://theodi.org/blog/cornerstone-open-data-postcode-address-file","slug":"cornerstone-open-data-postcode-address-file","title":"A Cornerstone for Open Data: The Postcode Address File","format":"article","updated_at":"2015-09-11T09:51:16+00:00","created_at":"2013-04-18T16:57:23+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The release of non-personal public data on spending, transport, health, crime, weather and so on are all contributing to new innovation. The Open Data Institute’s purpose is to create further growth and wider economic value from this public data. Open data is creating social, environmental and economic value.\u0002And by fostering a new generation of data entrepreneurs and creating new businesses, the UK is turning international thought leadership into competitive advantage.","language":"en","need_extended_font":false,"content":"<p>The release of non-personal public data on spending, transport, health, crime, weather and so on are all contributing to new innovation. The Open Data Institute’s purpose is to create further growth and wider economic value from this public data. Open data is creating social, environmental and economic value.\u0002And by fostering a new generation of data entrepreneurs and creating new businesses, the UK is turning international thought leadership into competitive advantage.</p>\n<p>However there is a critical missing dataset in the UK. It is the Postcode Address File (PAF) – the definitive record of the official postal address and postcode for 28m UK addresses. Companies need this data to drive business and domestic services, logistics, customer relationships and advertising.\u0002In an age of emerging mobile computing and location-based services it is key data for further innovation.\u0002In addition, this data is essential to government to carry out almost all its functions from the census to tax collecting, welfare, health and blue light services. Addressing is no longer about delivering letters: it is now a cornerstone of the new, much larger, digital economy.</p>\n<p>Under the Postal Services Act 2000, the Royal Mail have “stewardship for the time being” of this national asset. This national asset is very expensive to use, inflexibly provided and licensed in a complex way.\u0002Restrictive licenses for the PAF lead to restrictive licenses for a range of datasets that incorporate addresses. As a monopoly provider, there has been no transparency or real pressure to reduce costs and improve technology.\u0002Despite this, some larger businesses and government departments do navigate the onerous licence conditions and pay the costs. But for too many, particularly SMEs and data entrepreneurs, the costs and restrictive conditions put it out of reach.</p>\n<p><a href=\"http://ec.europa.eu/information_society/policy/psi/docs/pdfs/report/11_2012/summary.pdf\">Research by Deloitte and others</a>\u0002has shown that restrictive licensing and charging for public datasets like this strongly suppresses demand - and releasing such data for free increases usage by factors of between 10 and 100. In Denmark the Government made its address file free in 2002; <a href=\"http://www.adresse-info.dk/Portals/2/Benefit/Value_Assessment_Danish_Address_Data_UK_2010-07-07b.pdf\">it has calculated a</a> 30 to 1 ratio of direct financial benefits to cost.\u0002In the Netherlands, the government sold their equivalent of the PAF to the new private owner of their Post Office; <a href=\"http://data.gov.uk/library/open-data-user-group-postcode-ownership-international-examples\">they had to fight and win</a> a costly court case to secure\u0002a national address and buildings register that others could reuse.</p>\n<p>The lack of an Open Data PAF is the single biggest complaint from open-data entrepreneurs, and the Government’s own Open Data User Group. The Government has promised a “Right to Data”: PAF is the single most requested data set. Royal Mail privatization presents an opportunity to maximize the economic advantage of the PAF dataset. Ideally this would have happened by taking it out of the hands of Royal Mail and making it open data.</p>\n<p>We now learn that it is to remain in Royal Mail ownership. It is therefore essential that Ofcom, who have the statutory right to determine price and licensing policy of the PAF, find the means to ensure that this data is made available under an Open Licence and at marginal cost. Unless it is regulated appropriately, it will continue to be run to maximize the financial return from a monopoly data asset at the cost of overall national economic growth and business productivity. Unless it is regulated appropriately, the Royal Mail will continue to extract a monopoly rent from other businesses. Unless it is regulated appropriately, the Royal Mail will continue to use inefficient and costly methods to maintain the PAF. Unless it\u0002is regulated appropriately it will inhibit competition and innovation to the detriment of the wider UK economy.\u0002\nThe Postcode Address File is part of the UK’s national information infrastructure and it should be made available as open data. All the evidence is that this will drive widespread public and private value creation and growth. It will promote a competitive and innovative digital economy through a new generation of data-driven companies and services in the UK. It will provide the benefits of open innovation to the Royal Mail itself as others build services and capability, as others improve the quality of the data that Royal Mail itself relies on.</p>\n<p><em>Nigel Shadbolt is the co-founder and Chairman of the ODI</em></p>\n<p>\u0002</p>","organizations":[],"author":{"name":"Sir Nigel Shadbolt","slug":"nigel-shadbolt","state":"published","web_url":"http://theodi.org/team/nigel-shadbolt","tag_ids":["team","team-board","person","nigel-shadbolt","founder"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Sir Nigel Shadbolt","slug":"nigel-shadbolt","state":"published","web_url":"http://theodi.org/team/nigel-shadbolt","tag_ids":["team","team-board","person","nigel-shadbolt","founder"]}}