{"id":"https://contentapi.theodi.org/could-shifting-spend-to-smaller-consultancies-save-the-public-sector-millions.json","web_url":"http://theodi.org/blog/could-shifting-spend-to-smaller-consultancies-save-the-public-sector-millions","slug":"could-shifting-spend-to-smaller-consultancies-save-the-public-sector-millions","title":"Could the public sector keep its services but save millions by using smaller consultancies?","format":"article","updated_at":"2015-09-15T09:00:08+00:00","created_at":"2015-09-11T12:08:48+00:00","tag_ids":["blog","public-sector","spend-network"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/public-sector.json","web_url":null,"title":"public sector","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=public-sector","web_url":"http://theodi.org/tags/public-sector","slug":"public-sector"}},{"id":"https://contentapi.theodi.org/tags/keywords/spend-network.json","web_url":null,"title":"Spend Network","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=spend-network","web_url":"http://theodi.org/tags/spend-network","slug":"spend-network"}}],"details":{"business_proposition":false,"description":"<p>Shifting public sector spend to smaller consultancies could save millions with cutting services, say Spend Network and the ODI</p>","excerpt":"A joint blogpost by the ODI and [Spend Network](http://www.spendnetwork.com/). The research in this post has been reported in [Computer Weekly](http://www.computerweekly.com/news/4500253148/Open-Data-Institute-Public-sector-could-save-money-using-SME-consultancies)\r","language":"en","need_extended_font":false,"alternative_title":"Could shifting spend to smaller consultancies save the public sector millions without cutting services?","url":"","content":"<p><em><strong>A joint blogpost by the ODI and <a href=\"http://www.spendnetwork.com/\">Spend Network</a>. The research in this post has been reported in <a href=\"http://www.computerweekly.com/news/4500253148/Open-Data-Institute-Public-sector-could-save-money-using-SME-consultancies\">Computer Weekly</a></strong></em></p>\n<p><em>We outline a methodology for investigating potential savings public sector organisations could make if they went straight to small consultancies for outsourcing, rather than larger consultancies who subcontract to smaller agencies and SMEs</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/f2/c9/55f2c9c6d0d46207f4000005/4550764222_b2059e6db2_o.jpg\" alt=\"Mone\" class=\"img\" id=\"55f2c9c61f986a64a1000004\">\n<small>Moving to smaller suppliers could help save cash. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [user](https://www.flickr.com/photos/howardlake/4550764222 “Howard Lake\").</small></p>\n<p>At the Open Data Institute (ODI) and Spend Network – an ODI Startup specialising in public sector procurement data – we believe that open data can lead to economic, environmental and social benefits for everyone.</p>\n<p>In both the public and private sectors, open data can be used to identify savings, find inefficiencies, improve the delivery of services and drive economic growth. At a time when the UK Government is looking to cut spend we are investigating whether open data can offer routes for cost savings without cutting services.</p>\n<p>This is the first of a series of investigations into potential areas where savings could be made. For each area we will describe the process we are using to study specific portions of public sector spending where potential savings might be made without impacting services. We will combine our insights for each in a report that we will publish towards the end of 2015.</p>\n<p>As well as championing open data, we like to work openly. By opening up our process we show how others can follow our approach and check our outputs. We also hope to provide a space for feedback about our methodologies and the data we are using.</p>\n<h3 id=\"canweidentifypotentialsavingsbyopeningupdataonconsultancyspending\">Can we identify potential savings by opening up data on consultancy spending?</h3>\n<p>In this first investigation we are considering whether potential savings could be made in public spending on consultants.</p>\n<p>To carry out their duties and deliver public services, public sector departments often purchase resources. Aside from buying a range of services, hardware and consumables, they sometimes require <a href=\"http://www.computerweekly.com/news/4500250491/Interview-CCS-director-Sarah-Hurrell-on-improving-government-technology-purchasing\">fixed-term contractors or ‘bums on seats’ to carry out specific pieces of work</a>. Approaching a consultancy to source these contractors can help departments fulfil their immediate requirements.</p>\n<h3 id=\"movingtosmallersupplierscouldhelpsavemoney\">Moving to smaller suppliers could help save money</h3>\n<p>In May, the US public sector agency 18F launched <a href=\"https://18f.gsa.gov/2015/05/12/announcing-the-calc-tool/\">CALC</a>, a service to help the public sector compare consultant day-rates based on skills, experience, specialisation and education level. Using data made available by this service, and more limited data available from a similar UK service called <a href=\"https://www.digitalmarketplace.service.gov.uk/g-cloud/search?lot=scs\">G-Cloud</a>, we found indications that smaller suppliers may provide cheaper consultancy rates than larger ones.</p>\n<p>If UK public sector procurers had the same ability to compare price data as their US counterparts, it could be easier to spot differences in day rates and to use this insight when procuring consultancy services. This would encourage greater direct spend on more cost-effective smaller suppliers.</p>\n<h3 id=\"buthasntthepublicsectoralreadyhitatargetof25spendonsmallsuppliers\">But hasn’t the public sector already hit a target of 25% spend on small suppliers?</h3>\n<p>In recent years the public sector has used significantly more smaller suppliers and plans to increase the proportion of spend to 33%, but much of this is purchased indirectly by small suppliers that are subcontracted through large suppliers. In these subcontracting arrangements, larger suppliers add a margin to the price charged by smaller suppliers. We decided to investigate the potential cost savings that could be made by increasing direct spend on consultants from smaller suppliers.</p>\n<h3 id=\"methodology\">Methodology</h3>\n<p>Our research uses open data on UK public sector spending on consultancies, and UK and US data on the price differences between large consultancies and SMEs to quantify the benefits. We hope to show that releasing open data on consultancy day rates could be the key to these savings, and believe that shifting spend in this way will maintain the level of services currently provided.</p>\n<p>We will first categorise large and small suppliers using a combination of the Companies House threshold for reporting of accounts and EU definitions. We will then determine the difference in average day rates between large and small suppliers. Using the US CALC tool, we can see that the typical hourly rate of a small business’s consultant is $106 compared to $111 per hour for a consultant from a larger consultancy, a difference of 4.5%. Analysis of a sample of day rates posted on the the UK Government’s GCloud by suppliers, indicates that this difference could be even greater in the UK, but the information needed to make a full comparison is not open in the UK as it is in the US . We have chosen to use the 4.5% figure as our baseline.</p>\n<p>We will next find the total central and local public sector spend with large consultancies for 2014. First, we assume that the consultancy services required will remain consistent and that small consultancies are able to fulfil them. We want to calculate the direct impact of 25% of spend moving away from large consultancies to smaller suppliers over five years. This can be achieved by moving 5.64% of spend annually over the period.</p>\n<p>We estimate the amount saved by this transfer based on the 4.5% differential between large consultancies and smaller suppliers. Total savings figure will be cumulative, and the proportion shifted each year will be added to that saved in previous years.</p>\n<h3 id=\"limitations\">Limitations</h3>\n<p>The final report will include a commentary on analysis limitations, due to gaps in open data or difficulties predicting buyer or supplier behaviour. At this point, we foresee the following limitations. </p>\n<p>Our data covers local and central government spending but excludes NHS spending. The NHS does not routinely publish this data. If NHS spending data was available then it would improve our analysis and could highlight further potential savings.</p>\n<p>The UK is not publishing a complete set of contractor day rates as open data so the data on the difference between large and small company day rates is primarily sourced from the US and may not be completely replicated in the UK. To mitigate this limitation we are analysing data from the GCloud service, but this is limited to technology contracting. </p>\n<p>Choosing to transfer an additional 25% of consultancy spend from large to small suppliers could be difficult due to existing mandated framework contracts or because public sector buyers have a different perception of risk between suppliers.</p>\n<p>Small suppliers may not be able to provide this additional volume of work directly to the public sector. Some may even prefer indirect contracts to transfer risk from themselves to an intermediary large supplier. Whilst large suppliers may react to government’s shift towards small suppliers, by reducing their own day rates or even acquiring small suppliers to reduce competition.</p>\n<p>We will consider these limitations further in the final report.</p>\n<p>We are keen to hear your feedback, recommendations and suggestions of our methodology, limitations or other angles to investigate.</p>\n<p><em><strong>Please send comments to <a href=\"&#109;&#97;&#105;&#108;&#x74;&#x6f;&#58;&#x72;&#x65;&#115;&#101;&#x61;&#x72;&#x63;&#104;&#102;&#x65;&#x65;&#100;&#x62;a&#x63;&#x6b;&#64;&#x74;&#x68;e&#x6f;&#x64;&#105;&#x2e;&#111;&#x72;&#103;\">&#x72;&#101;&#115;&#x65;&#97;&#114;&#99;&#104;&#102;&#101;&#101;&#100;&#x62;&#97;&#x63;&#x6b;&#64;&#116;&#x68;&#x65;&#x6f;d&#105;&#x2e;&#111;&#x72;&#x67;</a> by Friday, 2 October.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/spend-network-0-case-study.json","web_url":"http://theodi.org/case-studies/spend-network-0-case-study","slug":"spend-network-0-case-study","title":"Spend Network","format":"case_study","updated_at":"2015-09-11T09:52:13+00:00","created_at":"2013-08-20T09:04:17+00:00","tag_ids":[]}],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}