{"id":"https://contentapi.theodi.org/creating-an-open-culture.json","web_url":"http://theodi.org/blog/creating-an-open-culture","slug":"creating-an-open-culture","title":"Creating an open culture","format":"article","updated_at":"2016-11-16T16:57:17+00:00","created_at":"2016-11-16T16:25:53+00:00","tag_ids":["blog","open-data","culture"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/culture.json","web_url":null,"title":"culture","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=culture","web_url":"http://theodi.org/tags/culture","slug":"culture"}}],"details":{"business_proposition":false,"description":"","excerpt":"As Franchise Network Coordinator at the Open Data Institute (ODI), creating a culture of openness is essential to my role in building the network of [ODI Nodes](https://theodi.org/nodes). Bringing together the diverse perspectives, skills and experiences from members across the world has provided a huge learning opportunity, both for myself and the ODI, and has helped us to succeed in establishing and progressing the network and its impact.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>As Franchise Network Coordinator at the Open Data Institute (ODI), creating a culture of openness is essential to my role in building the network of <a href=\"https://theodi.org/nodes\">ODI Nodes</a>. Bringing together the diverse perspectives, skills and experiences from members across the world has provided a huge learning opportunity, both for myself and the ODI, and has helped us to succeed in establishing and progressing the network and its impact.</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/2c/89/582c8906d0d46207eb00003d/Open.jpg\" alt=\"Open\" class=\"img\" id=\"582c8906f362be0854000085\">\n<small>Image: <a href=\"https://creativecommons.org/2014/07/22/why-open-course-now-open-for-sign-up/\">Blink And You’ll Miss It! by Pete</a>, <a href=\"https://creativecommons.org/licenses/by/2.0/\">(CC BY 2.0)</a></p>\n<p>In order to succeed in our mission – to connect, equip and inspire people around the world to innovate with data – the ODI must advocate and practise openness. Open data is data that anyone can <a href=\"http://theodi.org/what-is-open-data\">access, use and share</a>, and these principles have been influencing a shift towards a more open culture; driving transparency, creating efficiencies and strengthening community engagement. </p>\n<p>Working with ODI Nodes, I have found that the key is to connect people around a shared challenge, common need or interest – something that each person is invested in. I believe that the best approach to advocating an open culture, has been to demonstrate one. Whether we show it through the tools we use, the processes we adopt and the approach we embed across the organisation, openness is key to how we interact with our networks, helping us to build positive and collaborative relationships. </p>\n<h3 id=\"encouragingaglobalconversation\">Encouraging a global conversation</h3>\n<p>ODI Nodes are local franchises located around the world that enable us to scale activities such as training, events and membership. The nodes and the ODI benefit from sharing expertise to develop products and deliver local projects. Implementing tools that enable collaboration has encouraged interaction and peer support across the network.  </p>\n<p>For example, Google Docs are a collaborative tool for creating content because it allows us to share that content with individual people or across groups. The creator of a Google Doc can edit permissions to enable or restrict levels of ownership, access and usage to others – whether people can view, comment, edit or share it.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/2c/8e/582c8ebbd0d46207eb000041/Screen_Shot_2016-11-16_at_16.50.02.png\" alt=\"Screenshot\" class=\"img\" id=\"582c8ebbf362be0854000086\"></p>\n<p>The <a href=\"https://docs.google.com/document/d/1CQT8Zb_MXbQXmO7wXIrcXDK4z1Yn-7qVs13h5IUQedY/edit\">node agreement</a> is one example of where this tool has been used. The document is accessible online to anyone in the public. Individuals can view all information about what it means to become a node, from the fees, commitments (metrics and products) and policies that inform the agreement. They can also add comments and ask questions regarding these aspects within the document, so it acts as an open forum for conversation and sharing information. Producing this information in this way helps to demonstrates the approach we take to developing partnerships and communicating with our networks. From their first interaction, people can get a sense of our commitment to openness and assess their alignment with opportunity along with the ODI’s values. </p>\n<p><strong>Benefits of using tools, to increase levels of open include:</strong></p>\n<ul>\n<li>more people can engage – people can interact from any place in the world </li>\n<li>it stimulates conversation – everyone can gain insight from Q&amp;A’s, build upon previous comments and even contribute answers or solutions</li>\n<li>communication is streamlined – people can see the evolution of the content avoiding repeated questions and removing the requirement for calls or meetings, where a light-touch response is sufficient.</li>\n</ul>\n<p><strong>The challenges of using tools to increase levels of open include:</strong></p>\n<ul>\n<li>lack of ownership – it can be difficult to identify or disseminate responsibility of tasks when multiple people are interacting on an open tool</li>\n<li>clarity – it can be confusing to navigate content or conversations to find key information </li>\n<li>encouraging engagement – people aren’t used to working in this way and so fear (i.e. of presenting yourself in a public forum) can prevent engagement and open conversation).</li>\n</ul>\n<h3 id=\"toolsforapplyingopenpractices\">Tools for applying open practices</h3>\n<p>As advocated by the ODI, my experience of managing a global community has shown me that there are huge benefits of an open culture. By implementing tools that give us flexibility to apply open practices, it has been possible to create culture change, developing towards a more <a href=\"http://theodi.org/blog/comment-what-would-an-open-data-future-look-like\">open future</a>. </p>\n<p>The <a href=\"http://theodi.org/data-spectrum\">Data Spectrum</a> is a tool we use at the ODI to map data against conditions of access and usability, identifying five stages between closed, shared and open data. It can help people understand that it is not always possible or appropriate for data to be open, and that there is a journey in transforming data from closed to open. This scale can also be applied to culture. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/2c/8a/582c8abbd0d46207eb00003f/Data_spectrum_slide_5.jpg\" alt=\"DataSpectrum\" class=\"img\" id=\"582c8abb1f986a07a4000094\"></p>\n<p>The ODI uses a number of tools and technologies to support the whole of the data spectrum, to enable better collaborative working. Other examples include: </p>\n<ul>\n<li>our <a href=\"http://dashboards.theodi.org/company/all\">ODI company dashboards</a> – public data visualisations about the ODI’s targets and our ongoing progress against them</li>\n<li><a href=\"http://training.theodi.org/InADay/#/id/co-01\">training content</a> – materials from our training courses are open for anyone to access, use and share under a CC-BY-SA licence </li>\n<li>Using <a href=\"https://slack.com/\">SLACK</a> – a communications tool for managing group and individual conversations</li>\n<li>policy positions – we welcome feedback and contributions from the public to help form ideas around our work (i.e. our <a href=\"http://theodi.org/blog/bringing-together-privacy-and-openness-the-odi-shares-draft-personal-data-principles\">personal data principles draft proposal</a>) </li>\n<li><a href=\"https://twitter.com/anneza_p/status/660036167719628800\">daily stand-ups</a> – each morning everyone in the ODI team gets together (in-person or via <a href=\"https://hangouts.google.com/\">Google Hangout</a>) to share daily priorities or key news. </li>\n</ul>\n<p>These tools could be used in a different way to progress from a shared to an open approach. For example, ODI Node network calls could be streamed or broadcasted publicly, widening the potential number of people engaged. We could also open up access to our daily stand up so that anyone can join and hear what the team is up to. </p>\n<h3 id=\"knowledgeforeveryone\">Knowledge for everyone</h3>\n<p>These tools and processes enable people to access, use and share knowledge and expertise with one another, though a greater challenge can be encouraging individuals to actually do this.</p>\n<p>People must see the personal benefits of working collaboratively, and operating openly, for them to do so. Many people still have fears of working in this way – of being exposed to judgement or of losing their value by offering it to others. </p>\n<p>The development of the <a href=\"https://theodi.org/nodes\">ODI’s Node network</a> demonstrates the approach we have taken to working at the ODI. Together, early members <a href=\"http://theodi.org/blog/node-knowledge-november-2013\">co-designed the network</a>, including its direction, structure and metrics. The network has helped support global organisations to build awareness and support local initiatives in open data. This has directly contributed to the ODI’s mission to connect, equip, and inspire people to innovate with data. </p>\n<p>At the ODI, we continue to explore ways to improve the way we work, by making it more open.</p>\n<p><strong><em>If you have ideas or experience in open data that you’d like to share, <a href=\"mailto:production@theodi.org\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\">@ODIHQ</a>.</em></strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}