{"id":"https://contentapi.theodi.org/data-as-culture-artist-stanzas-real-time-city-of-bits-installation-opens-in-norway.json","web_url":"http://theodi.org/blog/data-as-culture-artist-stanzas-real-time-city-of-bits-installation-opens-in-norway","slug":"data-as-culture-artist-stanzas-real-time-city-of-bits-installation-opens-in-norway","title":"Guest post: Data as Culture artist, Stanza’s, Real Time City of Bits installation opens in Norway","format":"article","updated_at":"2015-09-11T09:55:42+00:00","created_at":"2014-05-28T15:16:37+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>Three large scale installation by Stanza including a Mini, Mechanical Metropolis Runs On Real Time Urban Data captures the changes over time in the environment (city) and represents the changing life and complexity of space as an emergent artwork. The artwork explores new ways of thinking about life, emergence and interaction within public space.The project uses environmental monitoring technologies and security based technologies, to question audiences’ experiences of real time events and create visualizations of life as it unfolds. The installation goes beyond simple single user interaction to monitor and survey in real time the whole city and entirely represent the complexities of the real time city as a shifting morphing complex system.</p>","excerpt":"[The Trøndelag Centre for Contemporary Art](http://www.samtidskunst.no/), Norway is presenting British artist Stanza with his 'The Emergent City. A Life From Complexity to The City of Bits'.\r","language":"en","need_extended_font":false,"alternative_title":"Blog post - Data as Culture artist, Stanza’s, Real Time City of Bits installation opens in Norway","url":"","content":"<p><strong><em><a href=\"http://www.samtidskunst.no/\">The Trøndelag Centre for Contemporary Art</a>, Norway is presenting British artist Stanza with his 'The Emergent City. A Life From Complexity to The City of Bits'.</em></strong></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/85/fe/5385feaaf362be2945000038/image_0.jpg\" alt=\"null\" class=\"img\" id=\"5385feaaf362be0d42000095\"></p>\n<p>Three large scale installation by Stanza including a Mini, Mechanical Metropolis Runs On Real-Time Urban Data captures the changes over time in the environment (city) and represents the changing life and complexity of space as an emergent artwork. </p>\n<p>The artwork explores new ways of thinking about life, emergence and interaction within public space.The project uses environmental monitoring technologies and security based technologies, to question audiences’ experiences of real time events and create visualisations of life as it unfolds. The installation goes beyond simple single user interaction to monitor and survey in real time the whole city and entirely represent the complexities of the real time city as a shifting morphing complex system.</p>\n<p>The data and their interactions – that is, the events occurring in the environment that surrounds and envelops the installation – are translated into the force that brings the electronic city to life by causing movement and change – that is, new events and actions – to occur. In this way the city performs itself in real time through its physical avatar or electronic double: The city performs itself through an-other city.</p>\n<p>Cause and effect become apparent in a discreet, intuitive manner, when certain events that occur in the real city cause certain other events to occur in its completely different, but seamlessly incorporated, double. The avatar city is not only controlled by the real city in terms of its function and operation, but also utterly dependent upon it for its existence.</p>\n<p>Contemporary art with the ambition of illuminating transformative processes as aesthetic phenomena. Among them is The Emergent City (2012) – an electronic city with hundreds of electronic components that receives and processes information from a network of wireless sensors, that the artist has placed around Trondheim city centre.</p>\n<p>Stanza uses multiple new technologies to create distances between real time multi point perspectives that emphasis a new visual space. The purpose of this is to communicate feelings and emotions that we encounter daily which impact on our lives and which are outside our control.</p>\n<p>The Emergent City is an \"Open social sculpture that informs the world and creates new meaningful artistic experiences. The artwork is also a highly technical project that gives vast amounts of information about the environment. By embedding the sensors like this we can re-engage with the fabric of space itself and enable new artistic metaphors within the environment.\"</p>\n<h3 id=\"intheexhibition\">In the exhibition:</h3>\n<p><a href=\"http://theodi.org/culture/body-01000010011011110110010001111001-2012\"><strong>Body 01000010011011110110010001111001</strong></a> </p>\n<p>Body is a sculpture commissioned for the ODI’s first Data as Culture exhibition which responds to the emergent properties of the environment</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/85/fe/5385fea8f362be2945000036/image_1.jpg\" alt=\"null\" class=\"img\" id=\"5385fea8d0d46223860000a4\"></p>\n<p><br /></p>\n<p><a href=\"http://stanza.co.uk/emergentcity_show/index.html\"><strong>The Emergent City. A Life From Complexity to The City of Bits.</strong>\n</a></p>\n<p>The artwork captures the changes over time in the environment (city) and represents the changing life and complexity of space as an emergent artwork.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/85/fe/5385fea81f986a085f000024/image_2.jpg\" alt=\"null\" class=\"img\" id=\"5385fea81f986a085b00005a\"> </p>\n<p><br /></p>\n<p><a href=\"http://www.stanza.co.uk/\"><strong>Sonicity: Songs Of Atoms Time And Space</strong></a></p>\n<p>A responsive installation, a sonification of the real space and environment.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/85/fe/5385feaad0d4623199000037/image_3.jpg\" alt=\"null\" class=\"img\" id=\"5385feaa1f986a085b00005b\"></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Stanza","slug":"stanza","state":"published","web_url":"http://theodi.org/stanza","tag_ids":["artists"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/data-as-culture-2014.json","web_url":"http://theodi.org/data-as-culture-2014","slug":"data-as-culture-2014","title":"Data as Culture 2014","format":"article","updated_at":"2015-09-11T09:55:10+00:00","created_at":"2014-03-19T11:49:57+00:00","tag_ids":["page","culture"]},{"id":"https://contentapi.theodi.org/data-as-culture-2012.json","web_url":"http://theodi.org/data-as-culture-2012","slug":"data-as-culture-2012","title":"Data as Culture 2012/13","format":"article","updated_at":"2015-09-11T09:54:56+00:00","created_at":"2014-03-20T14:51:50+00:00","tag_ids":["page"]}],"organizations":[],"author":{"name":"Stanza","slug":"stanza","state":"published","web_url":"http://theodi.org/stanza","tag_ids":["artists"]}}