{"id":"https://contentapi.theodi.org/data-is-critical-national-infrastructure-lets-make-it-open-and-secure.json","web_url":"http://theodi.org/blog/data-is-critical-national-infrastructure-lets-make-it-open-and-secure","slug":"data-is-critical-national-infrastructure-lets-make-it-open-and-secure","title":"Data is critical national infrastructure – let’s make it open and secure","format":"article","updated_at":"2016-11-10T16:23:32+00:00","created_at":"2016-11-09T12:06:12+00:00","tag_ids":["blog","data-infrastructure","cybersecurity","tim-berners-lee","government"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-infrastructure.json","web_url":null,"title":"data infrastructure","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-infrastructure","web_url":"http://theodi.org/tags/data-infrastructure","slug":"data-infrastructure"}},{"id":"https://contentapi.theodi.org/tags/keywords/cybersecurity.json","web_url":null,"title":"cybersecurity","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=cybersecurity","web_url":"http://theodi.org/tags/cybersecurity","slug":"cybersecurity"}},{"id":"https://contentapi.theodi.org/tags/keywords/tim-berners-lee.json","web_url":null,"title":"Tim Berners-Lee","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=tim-berners-lee","web_url":"http://theodi.org/tags/tim-berners-lee","slug":"tim-berners-lee"}},{"id":"https://contentapi.theodi.org/tags/keywords/government.json","web_url":null,"title":"government","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=government","web_url":"http://theodi.org/tags/government","slug":"government"}}],"details":{"business_proposition":false,"description":"<p>The ODI calls on government to ensure that as it develops its digital strategy and the National Cybersecurity Strategy, it does not overlook the need for strong, effective and secure data infrastructure</p>","excerpt":"The ODI calls on government to ensure that as it develops its digital strategy and the National Cybersecurity Strategy, it does not overlook the need for strong, effective and secure data infrastructure\r","language":"en","need_extended_font":false,"alternative_title":"Data is critical national infrastructure – let’s make it open and secure","url":"","content":"<p><em>The ODI calls on government to ensure that as it develops its digital strategy and the National Cybersecurity Strategy, it does not overlook the need for strong, effective and secure data infrastructure</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/23/3e/58233e661f986a083000000e/bridge.jpg\" alt=\"null\" class=\"img text-center\" id=\"58233e65d0d46206f0000036\">\n<small>pipeline <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by <a href=\"https://flic.kr/p/nyesKM\">Shyn Darkly</a>.</small></p>\n<p>Last week the UK government <a href=\"https://www.gov.uk/government/news/britains-cyber-security-bolstered-by-world-class-strategy\">announced more details of its cybersecurity strategy</a>, setting out some more information about how it will defend itself and the country against cyber attack, deter attackers, and develop new capabilities and skills.</p>\n<p>It was a timely announcement. There have been a series of attacks on <a href=\"http://krebsonsecurity.com/\">a security researcher</a>; a <a href=\"https://threatpost.com/dyn-confirms-ddos-attack-affecting-twitter-github-many-others/121438/\">company that provides services</a> that help sites like Twitter, Spotify and Github to work; and then the <a href=\"http://www.forbes.com/sites/leemathews/2016/11/03/someone-just-used-the-mirai-botnet-to-knock-an-entire-country-offline/#6f21997151f0\">country of Liberia</a> by a network of Internet of Things devices that have been hacked by someone using the <a href=\"http://www.forbes.com/sites/leemathews/2016/11/03/someone-just-used-the-mirai-botnet-to-knock-an-entire-country-offline/#6f21997151f0\">Mirai software</a>. Coincidentally, our co-founder <a href=\"http://theodi.org/team/timbl\">Sir Tim Berners-Lee</a>, the inventor of the World Wide Web, was in London for the <a href=\"https://theodi.org/summit/2016\">2016 ODI Summit</a>.</p>\n<p>Some journalists asked him about these threats or attacks might mean for the nation’s <a href=\"https://theodi.org/what-is-data-infrastructure\">data infrastructure</a>. We thought we’d write about it too.</p>\n<h3 id=\"datainfrastructureimprovespeopleslives\">Data infrastructure improves people’s lives</h3>\n<p>Data such as statistics, maps and real-time sensor readings help us to make decisions, build services and gain insight.</p>\n<p>It makes it possible for products and services to be developed that help businesses and government operate more effectively, and materially improve the quality of people's lives. </p>\n<p>There are many types of data. Big data. <a href=\"https://www.wired.com/2016/11/forget-big-data-little-data-making-learning-personal/?mbid=social_twitter\">Little data</a>. Personal data. Commercial data. Government data. The most important thing when we think about how data can be used is how it’s licensed and who can access it. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/23/29/58232971f362be089d000022/Copy_of_Copy_of_Data_spectrum_slide_5.jpg\" alt=\"null\" class=\"img\" id=\"582329701f986a07a400003a\"></p>\n<p>There is closed data – like a company’s sales reports – that is only available within an organisation. There is shared data – like medical records – that is passed between a few people: yourself, your doctor, your hospital. And then there is open data.</p>\n<p>Open data is the most widely impactful kind of data. It is available for everyone to access, use and share. Lots of people can do things with it. </p>\n<p>A good example of this is transport data. Many transport companies and cities have made their data available as open data. This includes things like timetables and real-time data on buses that enable companies to build services that help people plan their journeys better. When we use these services, it also means that journeys can be better distributed across the transport network, reducing the economic and environmental costs of congestion and delays.</p>\n<p>In a similar way, <a href=\"https://theodi.org/news/odi-and-sport-england-join-forces-to-get-us-all-more-active-with-data\">Sport England is collaborating with the ODI</a> to make data about opportunities to get involved in sport available as open data. This includes things like exercise classes and tennis court availability. Much of this data is available but hard to use because it's buried in PDF documents and paper records. Open data should be machine-readable, and therefore easy to use to create new services. The work the sports community is doing will help make booking a sports activity online as easy as checking when the next bus is due.</p>\n<p>But some of the other improvements brought about by open data are invisible to most of us. For example, it’s used in farming to help work out which crops to plant and when to harvest them. It's then used to transport food to shops and to help us buy in store - or from an online delivery firm that uses data to find out how to get to our address.</p>\n<p>To put it another way, open data infrastructure helps put food on our plates. If it breaks there would be less food and what there is would be more expensive. Evidently, that wouldn’t be good.</p>\n<h3 id=\"arobustandopendatainfrastructureiscrucial\">A robust and open data infrastructure is crucial</h3>\n<p>These services that enrich our lives in different ways are created because the data fuelling them is made as widely available as possible. They come about more often if we make the data open data. Some recent independent economic research that we commissioned said that <a href=\"http://theodi.org/research-economic-value-open-paid-data\">data can add 0.5% more to our GDP if we don’t just make it available for a fee but instead we make it open for anyone to use</a>. That is why our <a href=\"http://theodi.org/guides/principles-for-strengthening-our-data-infrastructure\">data infrastructure needs to be as open as possible</a>.</p>\n<p>But as with all infrastructure, data infrastructure needs strategic planning. When we talk about data infrastructure we often use the analogy of road infrastructure. Roads help us get to a location. Data helps us make a decision. In the same way that road networks need careful planning and engineering, with safety mechanisms built-in, so too does data.</p>\n<p>Not all data should be available as open data. Private health records should be kept private. Part of any strategy to protect against attacks must include protecting this privacy. Our own <a href=\"http://theodi.org/guides/openness-principles-for-organisations-handling-personal-data#4\">openness principles for personal data</a> suggest techniques such as being open about how data is shared and secured, performing independent external testing to make sure data can’t be used to find out new things about people, and providing feedback mechanisms to act on reports of security issues.</p>\n<p>A <a href=\"https://www.cpni.gov.uk/documents/publications/2015/25%20november%202015%20open%20data%20the%20need%20for%20a%20security-minded%20approach%20-%20%20full%20version.pdf?epslanguage=en-gb\">report from the Centre for the Protection of National Infrastructure (CPNI)</a> last year discussed the risk that opening data could pose to both personal data and other types of infrastructure, such as power stations or military bases. It is critical to consider these risks when deciding whether and how to open data.</p>\n<p>Open data, however, is just one part of the puzzle. Wherever data fits onto the spectrum of closed, shared and open data, it will be exposed to considerable risk, and it is therefore important that we build a reliable and secure data infrastructure for all of our data.</p>\n<p>If hackers could penetrate the systems of data publishers to manipulate, change or make inaccessible open data for vexatious purposes, this could cause disruption to all of the services that are powered by open data. Our bridges. Our transport services. Our transport planning and sports booking. Our food supply.</p>\n<p>Open data has some extra protection because it is used by a lot of people. There are many eyes looking at the data and they come with different perspectives. Just as they can spot mistakes and improve data quality they can also help spot malicious changes. Government needs to be acting too. It needs to make sure that data publishers, aggregators and maintainers receive the support they need to publish quality open data and ensure that malicious actors can’t attack them.</p>\n<h3 id=\"dataiscriticalnationalinfrastructureitshouldbeopenandsecure\">Data is critical national infrastructure, it should be open and secure</h3>\n<p>Data infrastructure is part of the government’s responsibility in the same way as clean air and open roads. They are all vital infrastructure that underpins our society. They should be both protected and made widely available in exactly the same way. The danger is that open data is misunderstood and overlooked simply because it’s already open.</p>\n<p>The ODI is asking the government to make sure that as it develops its digital strategy and the National Cybersecurity Strategy, it does not overlook the need for strong, effective and secure data infrastructure.</p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/data-knows-no-boundaries.json","web_url":"http://theodi.org/blog/data-knows-no-boundaries","slug":"data-knows-no-boundaries","title":"Data knows no boundaries","format":"article","updated_at":"2016-06-24T15:35:45+00:00","created_at":"2016-06-24T09:43:00+00:00","tag_ids":["blog","open-data","europe","politics"]},{"id":"https://contentapi.theodi.org/a-year-in-open-data-data-infrastructure.json","web_url":"http://theodi.org/a-year-in-open-data-data-infrastructure","slug":"a-year-in-open-data-data-infrastructure","title":"A year in open data: data infrastructure","format":"article","updated_at":"2015-12-09T11:56:41+00:00","created_at":"2015-12-09T11:56:41+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}