{"id":"https://contentapi.theodi.org/data-infrastructure-for-investment-banking.json","web_url":"http://theodi.org/blog/data-infrastructure-for-investment-banking","slug":"data-infrastructure-for-investment-banking","title":"Data infrastructure for investment banking ","format":"article","updated_at":"2016-12-06T17:56:10+00:00","created_at":"2016-12-06T14:43:00+00:00","tag_ids":["blog","finance","data-infrastructure"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/finance.json","web_url":null,"title":"finance","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=finance","web_url":"http://theodi.org/tags/finance","slug":"finance"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-infrastructure.json","web_url":null,"title":"data infrastructure","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-infrastructure","web_url":"http://theodi.org/tags/data-infrastructure","slug":"data-infrastructure"}}],"details":{"business_proposition":false,"description":"","excerpt":"Investment banks provide financial products and services to clients such as corporations, high-net-worth individuals and governments. Typical services include raising capital, financial advice for mergers and acquisitions and risk management.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>Investment banks provide financial products and services to clients such as corporations, high-net-worth individuals and governments. Typical services include raising capital, financial advice for mergers and acquisitions and risk management.</em></p>\n<p>The Open Data Institute has begun to research data infrastructure in investment banking. We want to hear from the investment banking, data and start-up communities as well as others working to shape the future of the industry about what data is important to you. </p>\n<p>Data is increasingly a source of competitive advantage in investment banking. Our research will assess current and untapped uses of <strong>shared or open data</strong>, identify common success factors in the use of data, and suggest ways to test and implement new use cases. We discuss our initial research below. If you have any ideas or issues to consider in this research, please <a href=\"mailto:policy@theodi.org\">get in touch.</a> The findings will be shared in a <strong>report early next year.</strong></p>\n<h3 id=\"definingterms\">Defining terms</h3>\n<p>Each sector is underpinned by <a href=\"https://theodi.org/what-is-data-infrastructure\">data infrastructure</a>: <strong>datasets, technologies and processes</strong>, along with the <strong>organisations</strong> that maintain them. Data sits on a <a href=\"http://theodi.org/data-spectrum\">data spectrum</a>, where closed data is used internally within institutions, shared data is accessible to groups across institutions and open data is available for anyone to access, use and share. The stronger and more open a sector’s data infrastructure, the more <strong>trust</strong> and <strong>value</strong> it creates.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/46/e0/5846e04d1f986a083000007b/7713051136_28db54408f_z.jpg\" alt=\"null\" class=\"img\" id=\"5846e04dd0d46206f00000ee\">\n<small><em>Photo source: <a href=\"https://www.flickr.com/photos/rogersg/7713051136\">Flickr, Rogersg</a>, <a href=\"https://creativecommons.org/licenses/by-nc-sa/2.0/\">CC BY-SA 2.0</a></em></p>\n<h3 id=\"investmentbanking\">Investment banking</h3>\n<p>No two <a href=\"https://en.wikipedia.org/wiki/Investment_banking\">investment banks</a> are alike, but they all share a common purpose - to move investment capital around the world on behalf of clients. Clients range from <a href=\"https://en.wikipedia.org/wiki/FTSE_100_Index\">FTSE companies</a> and pension funds to governments and venture capital firms. These banks offer their clients services for transactions across public and private markets, from bond trading to portfolio hedging to providing corporate advisory services for capital restructuring. Transactions involve front, middle and back office functions, with each involving separate people, processes and systems. <strong>These complex interactions create a range of opportunities for sharing data.</strong> For instance, third party vendors can deliver insight from market participants, including investment banks themselves, through anonymised, aggregated or consolidated data feeds (e.g. <a href=\"http://www.creditbenchmark.com/\">Credit Benchmark provides banks’ aggregated credit views</a>). Cross-bank collaborations can build databases to consolidate critical but non-competitive data and processes (e.g. <a href=\"http://www.kyc.com/\">KYC.com is a centralised service for due diligence processes</a>). </p>\n<h3 id=\"criticalneedsandkeyquestions\">Critical needs and key questions</h3>\n<p>Innovation in any sector starts with understanding customer and business needs. To grow the use of shared and open data in investment banking, our research will focus on how data can be used to:</p>\n<ul>\n<li>create new or improved investment banking services to address client needs</li>\n<li>relieve cost pressures and support return on investment to create shareholder value</li>\n<li>address regulatory, legal &amp; compliance requirements</li>\n</ul>\n<p>Where the needs of clients, shareholders and regulators are not aligned, the research will also consider <strong>the balance between them.</strong> When does sharing data create enough common value to offset the operational and regulatory costs and risks? What existing data is underused or used inefficiently? What necessary datasets can <a href=\"http://theodi.org/case-studies/case-study-legislationgovuk\">benefit from collaborative maintenance models</a>? Where are there opportunities to improve data provenance, trust and transparency? </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/46/e0/5846e0c61f986a083000007d/14198402908_9e78f964a0_z.jpg\" alt=\"null\" class=\"img\" id=\"5846e0c6d0d46206f00000ef\">\n<small><em>Photo source: <a href=\"https://www.flickr.com/photos/69294818@N07/14198402908/\">Flickr, 69294818@N0</a>, <a href=\"https://creativecommons.org/licenses/by-nc-sa/2.0/\">CC BY-SA 2.0</a></em></p>\n<h3 id=\"buildingadatacommons\">Building a data commons</h3>\n<p>Opening data to improve decision making while enhancing transparency is increasingly a source of competitive advantage in investment banking as well as a focus for industry bodies and regulators. There are many reasons to be optimistic about what can be achieved and the incentives to deliver it.</p>\n<p>Wholesale banking operations already share a common set of data ontologies and processes including tags, templates, identifiers and services within or across institutions. <em>“Wrong”</em> or <em>“stale”</em> data costs money (e.g. via input errors when placing trades or delays in matching data when settling trades), and in an industry where value is in part a function of time, <em>“correct”</em> data helps drive productivity and efficiency. Regulators are also increasingly looking for ways to support innovation (e.g. <a href=\"https://www.fca.org.uk/firms/project-innovate-innovation-hub\">FCA Innovate</a>) and improve transparency (e.g. <a href=\"https://www.esma.europa.eu/press-news/esma-news/esma-consults-future-reporting-rules-securities-financing-transactions\">ESMA draft reporting rules</a> for securities financing transactions). </p>\n<h3 id=\"emergentsharedservices\">Emergent shared services</h3>\n<blockquote>\n  <p>Ideas are cheap, execution is everything. <a href=\"https://angel.co/sacca\">Chris Sacca</a></p>\n</blockquote>\n<p>In an industry full of entrepreneurial thinkers, identifying processes for improvement isn’t difficult, but facilitating those thinkers to deliver change can prove challenging. However, there are plenty of success stories emerging, with industry collaborations such as <a href=\"http://www.kyc.com/\">KYC.com</a> and <a href=\"http://www.kyc.com/\">Symphony</a> demonstrating banks can identify common needs and deliver valuable solutions.   </p>\n<p>Common to these fintech successes is sharing or centralising data and processes; but most are hubs, not a distributed or open infrastructure. Distributed data platforms are evolving through blockchain and smart contract technologies, and collaborations such as the <a href=\"http://www.kyc.com/\">R3 consortium</a> which designs and delivers advanced distributed ledger technologies to the global financial markets.</p>\n<p>Stating specifically how technologies such as <a href=\"http://theodi.org/tags/blockchain\">blockchain</a> or machine learning will change investment banking is hard, but throughout the industry there is a sense of anticipation and opportunity. This stems from uncertainty around the impact on revenues and costs, the ongoing debate on how to address trust and security issues, and the competitive ambition to be involved in the next big thing. </p>\n<p>As these collaborations and technologies evolve, and new ones emerge, one thing seems clear - the organisations that succeed in establishing themselves as part of a wholesale banking data infrastructure will play an ever greater role in the sector’s ability to deliver services and create value.</p>\n<p><strong>These are some of our initial thoughts on this complex topic. What aspect of data infrastructure (data sets, processes, technology or organisational issues) needs most improvement in your view? Do you use shared or open data and if so, how does it help you most? If you have any ideas or issues to consider in our research, tell us what you think in the comments below or by emailing <a href=\"mailto:policy@theodi.org\">policy@theodi.org</a></strong></p>\n<p><em>This initiative is supported by Deutsche Bank and is part of the ODI’s work on data infrastructure. It follows ODI’s work on <a href=\"http://theodi.org/open-banking-standard\">opening up data in retail banking</a></em></p>\n<p><em>This blog post was co-authored by Libby Young, Simon Troup, Peter Wells and Amanda Smith.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Amanda Smith","slug":"amanda-smith","state":"published","web_url":"http://theodi.org/team/amanda-smith","tag_ids":["team","team","team","team","services-programme","person"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/technical-report-blockchain-technology-in-global-data-infrastructure.json","web_url":"http://theodi.org/technical-report-blockchain-technology-in-global-data-infrastructure","slug":"technical-report-blockchain-technology-in-global-data-infrastructure","title":"Applying blockchain technology in global data infrastructure","format":"article","updated_at":"2016-06-14T10:32:31+00:00","created_at":"2016-06-10T13:29:00+00:00","tag_ids":["page","blockchain","technical-report","data-infrastructure"]},{"id":"https://contentapi.theodi.org/open-banking-standard.json","web_url":"http://theodi.org/open-banking-standard","slug":"open-banking-standard","title":"The Open Banking Standard","format":"article","updated_at":"2017-05-18T15:22:55+00:00","created_at":"2016-02-05T13:48:32+00:00","tag_ids":["page","open-banking","open-banking-working-group"]},{"id":"https://contentapi.theodi.org/finance.json","web_url":"http://theodi.org/finance","slug":"finance","title":"Finance","format":"article","updated_at":"2016-02-09T14:15:04+00:00","created_at":"2015-10-14T12:25:19+00:00","tag_ids":["page","finance","open-banking-working-group","open-banking-standard"]}],"organizations":[],"author":{"name":"Amanda Smith","slug":"amanda-smith","state":"published","web_url":"http://theodi.org/team/amanda-smith","tag_ids":["team","team","team","team","services-programme","person"]}}