{"id":"https://contentapi.theodi.org/data-culture-recession-crisps-fuel-odi-staff.json","web_url":"http://theodi.org/blog/data-culture-recession-crisps-fuel-odi-staff","slug":"data-culture-recession-crisps-fuel-odi-staff","title":"Data as Culture: Recession Crisps Fuel ODI Staff","format":"article","updated_at":"2015-09-11T09:50:50+00:00","created_at":"2013-01-14T16:11:31+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Sliding over to the other-side is not something to be taken lightly. Even when the fence is low, there are many considerations to ponder before an artist switches hats and becomes a curator. For me, managing and curating the Data as Culture programme at the ODI was an easy hop over that fence. I played a large part in developing the initial idea - I am fascinated by data and how it is used by artists as a material in, or as the medium of, their work. The commission programme not only enabled me to meet other artists that feel the same, but gave us all a platform to share our passion with an audience.  ","language":"en","need_extended_font":false,"content":"<p>Sliding over to the other-side is not something to be taken lightly. Even when the fence is low, there are many considerations to ponder before an artist switches hats and becomes a curator. For me, managing and curating the Data as Culture programme at the ODI was an easy hop over that fence. I played a large part in developing the initial idea - I am fascinated by data and how it is used by artists as a material in, or as the medium of, their work. The commission programme not only enabled me to meet other artists that feel the same, but gave us all a platform to share our passion with an audience.  </p>\n<p><strong>Data as an art material</strong><br />\n Why work with the intangible? What is alluring about a material you can’t touch? I can partly answer this; throughout my own practice I’ve used data in many different ways - <a href=\"http://www.translatingnature.org/dogs-ears/\">generating</a> it, <a href=\"http://www.translatingnature.org/the-observatories/\">collecting</a> it, <a href=\"http://www.translatingnature.org/the-lake/\">sonifying</a> it, <a href=\"http://www.translatingnature.org/digital-wave/\">randomising</a> it, making it <a href=\"http://www.translatingnature.org/lepidopteral/\">physical</a>, and, on occasion, getting really quite <a href=\"http://www.translatingnature.org/specious-dialogue-iii/\">angry</a> with it. It has played a significant part in every piece of work I’ve made, and over the years my relationship with data has grown into something veering on obsessive - I can’t make work without it. This is something that has become increasingly shared (Oh hi ODI <a href=\"http://www.theodi.org/team\">folk</a>!), but also more complex, and it has led me to study it in more depth through a PhD scholarship at Queen Mary University of London’s <a href=\"http://www.mat.qmul.ac.uk\">Media and Arts Technology</a> lab.  </p>\n<p>Data is such a broad term - and often it is easy to forget that it is mainly collections of values that help us understand a phenomenon such as <a href=\"http://www.oecdbetterlifeindex.org/\">country well-being</a>, <a href=\"http://www.hint.fm/wind\">weather activity</a>, <a href=\"http://www.nova.edu/%7Ejohnmatt/tigerbermuda2010.htm\">tiger shark activity</a>, or, of course, <a href=\"https://www.google.com/settings/activity/signup?hl=en-GB\">ourselves</a>. In this era of data-driven decision making (at personal and global levels) it is important to remember we are not trying to understand data itself, we are using it to deepen our understanding of the world. It is important then, to ensure that the politics of data are pure and open, and that any <a href=\"http://www.businessinsider.com/damodaran-dark-side-of-numbers-2013-1?utm_source=Pulse&utm_medium=App&utm_campaign=partner&utm_medium=referral&utm_source=pulsenews\">bias</a> that may colour its meaning is absent.  </p>\n<p>For the Data as Culture commision <a href=\"http://www.mztek.org/about\">Sophie McDonald</a> and I set about looking for, and working with, artists that use datasets intrinsically and viscerally in their work to convey meaning in new ways, sometimes highlighting over-processing or abstract representation, sometimes providing a direct mapping.  </p>\n<p><strong>A diversity of data</strong><br />\n Collectively, the data sets* include real-time environmental and news data, historical anecdotal data from 2000BC, local image data mashed-up through retro software applications, raw sound and video data printed as patterns, search terms graphed in a newspaper, reconfigured static geographic information and dynamic geomagnetic data visualised in 3D. Every single work is different and uses unique data in a unique way, but describing this is not easy - the word “data” is akin to saying “object”: it's too generic to be meaningful. There is clearly a need to <a href=\"http://translatingdata.org/data-in-art-draft-taxonomy/\">define data types</a> and formats in clear and understandable terms.  </p>\n<p>It is the real-time aliveness in some of the works that hold suspense and keep interest: <a href=\"http://www.ellieharrison.com/\">Ellie Harrison</a>'s Vending Machine came to life on the day of a governmental budget announcement – as the fiscal news was reported, the machine dispensed so many packets of crisps that the flap wouldn’t open. A small snack mountain to see us through the triple-dip [recession]. Vending Machine is a monitor, keeping an eye on the latest economic oscillations, and dispensing sustenance when there is something to report; the element of humour helps us through tough times.  </p>\n<p>Moving from real-time to an historic time scale, “Three flames ate the sun, and big stars were seen” by artist <a href=\"http://philarcher.net/\">Phil Archer</a> provides us with a condensed snapshot of solar eclipses over a 4000 year timespan - prompting us to consider whether a single day of bad economic news really matters that much...  </p>\n<p><strong>Artworks as provocateurs \u0002</strong><br />\n There are <a href=\"http://theodi.org/culture/collection\">nine works</a> to view, all providing a different perspective for us to think about how data can be used. A <a href=\"http://bit.ly/ZQh1i2\">question</a> raised at the <a href=\"http://theodi.org/events/byo-lunchtime-lectures-data-culture\">ODI lunchtime lecture</a> on the collection was whether a claim of artistic merit can be based on obscuration of sources (a number of the works use data for dynamism but the direct correlation isn’t visible). A further comment noted that perhaps now data is more openly available there is less need to directly translate the information, but more freedom to play and experiment with it. This question of the sacred role of data is explored in <a href=\"http://fabiolattanziantinori.com/\">The Obelisk</a>'s constant rhythmic flicker, composed from RSS newsfeeds that mention crimes against humanity. It is less a device to keep watch but more a constant reminder that skullduggery continues to be perpetrated every second of every day: lest we forget.   </p>\n<p>Art often makes visible the emergent before we understand what role it will play in our lives - we are seeing a lot more instances of data being used to trigger activity and subtly <a href=\"http://goodnightlamp.com/\">communicate</a> with us in our <a href=\"http://bergcloud.com/littleprinter/\">homes</a> and elsewhere. \u0002As easily as we notice body language, we will soon learn to read objects and environments as they respond to data feeds, enabling the ever-increasing streams of information to be synthesised into an absorbable framework that is useful or beautiful or, \u0002ideally, both. \u0002  </p>\n<p><strong>Respectful infiltration</strong><br />\n Curating the collection of data-driven artworks for the ODI, was one of my highlights of 2012. It is always hard to place dynamic art outside of a gallery context. The ODI is a busy, vibrant space used by busy, vibrant, people. For the artwork to have an impact it needed to be noticeable but not distracting, eye-catching but not a spectacle. The balance between ensuring the artists intention was preserved, and the audience and environmental needs were met was an important one to achieve, I hope we have done this.   </p>\n<p><strong>Cultural change</strong><br />\n I learned a lot throughout the entire process, from the initial concept to the call for submissions to the selection, installation and launch but none of these aspects delighted me as much as the feedback/response we received from the ODI's team and visitors about the impact of the artworks on their environment. The works not only change the aesthetics of the space, and are a talking point for every single visitor (over 700 in the last three months), but they have contributed to the cultural development of the ODI itself (including a direct impact on its mission statement) at the crucial early stage of its formation.  </p>\n<p>The works can be visited by appointment and during open days - dates to be released soon.</p>\n<p>A <a href=\"http://www.slideshare.net/theODI/data-as-culture#btnAudioPlay\">slideshow of the Data as Culture artworks</a>, recorded at the ODI's first BYO Friday Lecture is now available. <a href=\"http://www.theodi.org/events\">More BYO Friday Lectures</a> are now open for registration.  </p>\n<p><em>Julie Freeman @misslake</em>  </p>\n<ul>\n<li>Data Sources &amp; Types:<br />\nText Trends - <a href=\"http://www.google.com/trends/\">google search terms</a> [historic, on-demand, temporal, social]<br />\nThree Flames - <a href=\"http://eclipse.gsfc.nasa.gov/eclipse.html\">nasa eclipse data</a> [historic, static, temporal]<br />\nThe Obelisk - <a href=\"http://www.reuters.com/tools/rss\">Reuters</a>, <a href=\"http://edition.cnn.com/services/rss/\">CNN</a>, <a href=\"http://news.yahoo.com/rss/\">Yahoo</a>, plus more news feeds [real-time, streamed, social]<br />\nVending Machine - BBC <a href=\"http://www.bbc.co.uk/news/10628494\">news feeds</a> [real-time, streamed, social]<br />\nBody - live environment sensors [real-time, live, causal, transient] private access via <a href=\"http://www.stanza.co.uk/\">Stanza</a><br />\nSkor Codex - <a href=\"http://su.kuri.mu/2012/electronic-publishing-one-bit-at-a-time/\">image, sound, video data</a> [historic, social]<br />\n20Hz - <a href=\"http://www.carisma.ca/\">geomagnetic storm data</a> [environmental, static]<br />\nBen's - photograph of space [spatial, processed, generated]<br />\nMetrography - <a href=\"http://www.openstreetmap.org/\">open street map</a> + <a href=\"http://www.tfl.gov.uk/gettingaround/14091.aspx\">london underground map</a> data [spatial, static, processed]</li>\n</ul>","organizations":[],"author":{"name":"Julie Freeman","slug":"julie-freeman","state":"published","web_url":"http://theodi.org/team/julie-freeman","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Julie Freeman","slug":"julie-freeman","state":"published","web_url":"http://theodi.org/team/julie-freeman","tag_ids":["team","culture-programme"]}}