{"id":"https://contentapi.theodi.org/data-privacy-day-can-we-stop-informed-consent-being-an-illusion.json","web_url":"http://theodi.org/blog/data-privacy-day-can-we-stop-informed-consent-being-an-illusion","slug":"data-privacy-day-can-we-stop-informed-consent-being-an-illusion","title":"Data Privacy Day: can we stop informed consent from being an illusion?","format":"article","updated_at":"2016-01-28T12:08:39+00:00","created_at":"2016-01-28T10:44:34+00:00","tag_ids":["blog","privacy","shared-data"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/privacy.json","web_url":null,"title":"privacy","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=privacy","web_url":"http://theodi.org/tags/privacy","slug":"privacy"}},{"id":"https://contentapi.theodi.org/tags/keywords/shared-data.json","web_url":null,"title":"shared data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=shared-data","web_url":"http://theodi.org/tags/shared-data","slug":"shared-data"}}],"details":{"business_proposition":false,"description":"<p>Do you feel that you have control over how your data is shared and used? Do you give informed consent or do you feel are you simply resigned to giving up your data? This Data Privacy Day, Peter Wells explains what we can all do to help make consent more informed</p>","excerpt":"Do you feel that you have control over how your data is shared and used? Do you give informed consent or do you feel resigned to giving up your data? This [Data Privacy Day](https://en.wikipedia.org/wiki/DataPrivacyDay), Peter Wells explains what we can all do to help make consent more informed\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>Do you feel that you have control over how your data is shared and used? Do you give informed consent or do you feel resigned to giving up your data? This <a href=\"https://en.wikipedia.org/wiki/Data_Privacy_Day\">Data Privacy Day</a>, Peter Wells explains what we can all do to help make consent more informed</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/a9/f8/56a9f87ad0d46213c6000001/glasses.jpg\" alt=\"null\" class=\"img text-center\" id=\"56a9f87af362be080a00005c\"><br />\n<small>Unless more people can understand terms and conditions, and manage their privacy settings effectively, 'consent' may be an illusion. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [Dominic Alves](https://www.flickr.com/photos/dominicspics/3386180138/in/photolist-6ae4ob-5n2uz4-6ae8gm-ckRNrd-dQMLiP-vmqGPg-6aejFo-6adQSJ-949R3D-cm5P1j-5ZvGJj-9inxse-5iLMM4-uA2D8-87VcBe-nsv8uF-f4mvGJ-4UTpjW-cQjiLs-4ZLiEw-pz4aLg-ruHAHG-8eeMZV-6aa5u6-6Ybpkf-f1Pg72-pJY7ar-65FM8m-fAqsUR-dGCaLb-cQjiUY-5wU1DC-7jkEk-7P8DVw-YGoRJ-2EB99-sy5gm-4zJdEo-aU2zbi-dj1rfQ-94gMWW-aU2zWc-ewWeot-7pkdGQ-cBdq-fRQgnM-qtmHU6-ogHDLi-5PmMX7-dwiiCV “Dominic Alves\").</small></p>\n<p>The European Union is close to passing an important <a href=\"http://europa.eu/rapid/press-release_IP-15-6321_en.htm\">new regulation</a> that will affect <a href=\"http://theodi.org/what-is-data-infrastructure\">data infrastructure</a> across Europe. Once the <a href=\"https://en.wikipedia.org/wiki/General_Data_Protection_Regulation\">EU general data protection regulation (EU GDPR)</a> is made law, all organisations that process personal data for EU citizens will have two years to become compliant. </p>\n<p>A new European regulator with strong enforcement powers will be created and those organisations that process personal data will have to implement <a href=\"https://ico.org.uk/for-organisations/guide-to-data-protection/privacy-by-design/\">privacy by design</a> and comply with new rules for informed consent along with <a href=\"http://www.statewatch.org/news/2015/dec/eu-council-dp-reg-draft-final-compromise-15039-15.pdf\">many</a> <a href=\"https://www.privacyandsecuritymatters.com/2015/12/the-general-data-protection-regulation-in-bullet-points/\">other</a> <a href=\"http://www.twobirds.com/en/news/articles/2015/global/agreement-on-general-data-protection-regulation#Transparency\">things</a>. </p>\n<p>Depending upon the choices we make, different pieces of personal, commercial and government data may be positioned in different parts of <a href=\"http://theodi.org/data-spectrum\">the spectrum of closed, shared and open data</a>. </p>\n<p>To build a strong data infrastructure it is as critical that we <strong>protect data that needs to be kept private</strong> as it is that we openly publish data that should be open for everyone to use and benefit from. </p>\n<p>The new regulations are about data protection but they are also about <strong>choices</strong>. It’s important that we consider the choices that the regulation would restrict and shape. </p>\n<p>One of the most important choices we make is around consent. We decide whether or not we consent to give our personal data to an organisation, and we decide whether we consent to the ways in which the organisation proposes to use and share that data.</p>\n<h3 id=\"theillusionofconsent\">The illusion of consent</h3>\n<p>We fear that the sections in the <a href=\"http://www.statewatch.org/news/2015/dec/eu-council-dp-reg-draft-final-compromise-15039-15.pdf\">draft EU regulations</a> on consent are based on a false, or even <a href=\"http://www.privacysurgeon.org/blog/incision/why-the-idea-of-consent-for-data-processing-is-becoming-meaningless-and-dangerous/\">dangerous</a>, assumption: that individual people are able to make rational, informed choices about the use of their data and the way it is shared.</p>\n<p>A 2015 <a href=\"https://www.asc.upenn.edu/sites/default/files/TradeoffFallacy_1.pdf\">report from the University of Pennsylvania</a> concludes that Americans are <strong>resigned to giving up their data</strong> and believe it is futile to manage what companies learn about them. The study showed that over half of people <strong>don’t want to lose control over their data but believe that has already happened</strong>. They may feel unhappy about the way a social network shares their data but unable to move away from that network for fear of losing connections with friends and family. They may feel concerned about how government uses their data, while being required to provide it in order to receive welfare payments. </p>\n<p>Even when given control over the way their data is used or shared, a significant proportion are <strong>not able to manage their privacy settings</strong> effectively. A 2011 survey by Skandia showed just <a href=\"http://www.theguardian.com/money/2011/may/11/terms-conditions-small-print-big-problems\">7% of Britons read online terms and conditions</a>. A 2012 Consumer Reports study showed <a href=\"http://www.zdnet.com/article/13-million-us-facebook-users-dont-change-privacy-settings/\">7.7% of Facebook users in the US have not changed or are unaware of their privacy settings</a>: while this is a small percentage, it’s equivalent to around 13 million people in the US. The <a href=\"https://www.gov.uk/government/publications/government-digital-inclusion-strategy/government-digital-inclusion-strategy\">UK Government’s Digital Inclusion Strategy</a> estimates that just under 10% of UK adults will never be able to gain basic digital skills. Can we, then, expect people to make rational informed choices about the use of their data?</p>\n<p>Unless these issues are resolved then consent may be just an illusion.</p>\n<h3 id=\"informedconsentneedsmorethanregulation\">Informed consent needs more than regulation</h3>\n<p>Informed consent is extremely complex. It is not just about regulation, people will require support so they are able to make informed decisions.</p>\n<p><a href=\"http://blogs.wsj.com/cio/2015/12/30/lawrence-lessig-how-technology-policy-will-evolve/\">Emerging technology-driven approaches</a>, increased organisational transparency over data usage, a competitive market of service providers and improved data literacy will help. <strong>Data literacy</strong> should be seen as <strong>part of the basic digital skills</strong> required by individuals, businesses, governments and the third sector.</p>\n<p>The new rules that require parental consent for processing data about children will require us to develop <strong>better services for granting consent</strong> and for countries to determine what age is appropriate for their residents. Parental consent is not easy. Many family relationships are complex and sometimes <a href=\"https://en.wikipedia.org/wiki/Gillick_competence\">individuals make decisions with the help of professionals who are not their parents</a>. The parental consent services that will need to be built by online providers will need to cater for these complex situations and geographic variations.</p>\n<p><strong>We can help each other</strong>, as well. We can work together to create <a href=\"https://tosdr.org/index.html\">more accessible versions of terms and conditions</a>. We can help our friends, family and neighbours understand their data privacy settings and how their data is used so they can make more informed decisions. We can develop language that <a href=\"http://theodi.org/blog/closed-shared-open-data-whats-in-a-name\">is accurate and useful, but simple enough for everyone to understand</a>.</p>\n<p>Through all of these activities we may start to remove the illusion and create true consent.</p>\n<h3 id=\"weneedanadaptablelegalframeworkandacontinuousdebate\">We need an adaptable legal framework and a continuous debate</h3>\n<p>In such a fast-moving world as that of online services we know that things will change. There should be a continuous and informed public debate about the legal limits on the use and sharing of personal data.</p>\n<p>We need a legal framework that is adaptable and iterative to take account of technical and social changes. While we can rest on some underlying principles, many of the decisions that are made about the use and sharing of data are, by necessity, case-by-case decisions. The framework must allow for these decisions to grow into a <strong>coherent set of guidelines and regulations</strong> that meet the outcomes of that public debate.</p>\n<p><em><strong>We need to debate the choices that we make and those that are made on our behalf by policymakers, regulators and organisations.  <a href=\"mailto:Policy@theodi.org\" title=\"work with us to explore these issues and explore solutions\">Work with us to explore these issues and explore solutions</a> or tweet us at [@ODIHQ](https://twitter.com/odihq \"@ODIHQ”) using <a href=\"https://twitter.com/hashtag/DataPrivacyDay?src=hash\" title=\"#DataPrivacyDay\">#DataPrivacyDay</a>.</strong></em></p>\n<p><em><strong>Peter Wells is an ODI Associate at the ODI. Follow <a href=\"https://twitter.com/peterkwells\">@peterkwells</a> on Twitter.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Peter Wells","slug":"peter-wells","state":"published","web_url":"http://theodi.org/peter-wells","tag_ids":["writers","writer"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/data-spectrum.json","web_url":"http://theodi.org/data-spectrum","slug":"data-spectrum","title":"The Data Spectrum","format":"article","updated_at":"2015-11-23T09:07:43+00:00","created_at":"2015-07-07T10:11:37+00:00","tag_ids":["page","data-spectrum","closed","shared","open","visual","core"]}],"organizations":[],"author":{"name":"Peter Wells","slug":"peter-wells","state":"published","web_url":"http://theodi.org/peter-wells","tag_ids":["writers","writer"]}}