{"id":"https://contentapi.theodi.org/data-certificates-for-users-health-information-exchange-news.json","web_url":"http://theodi.org/blog/data-certificates-for-users-health-information-exchange-news","slug":"data-certificates-for-users-health-information-exchange-news","title":"Data certificates for users | Health Information Exchange news","format":"article","updated_at":"2015-09-11T09:56:57+00:00","created_at":"2014-09-17T16:32:55+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>As more open data is released, it becomes more difficult to find and evaluate data that might be useful for a particular project. But the collective efforts of those who have already found and evaluated datasets can help with this problem if we invite them to obtain certificates for users of open data and assemble a comprehensive directory of useful data, associated projects, and the creators of the projects. Patient care is complex and requires collaboration among many different providers who are often in networks that don’t connect with each other.\nState-based Health Information Exchanges (HIEs) are tasked with facilitating the exchange of information among providers and with patients. It can be difficult to work with this data because risk related to privacy is expensive to mitigate, meaning that only large companies have the money to take on that risk. But HIEs are taking steps to level the playing field.</p>","excerpt":" Making the open data movement more economically sustainable\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<h3 id=\"makingtheopendatamovementmoreeconomicallysustainable\">Making the open data movement more economically sustainable</h3>\n<p>As more open data is released, it becomes more difficult to find and evaluate data that might be useful for a particular project. But the collective efforts of those who have already found and evaluated datasets can help with this problem if we invite them to obtain <strong>certificates for users of open data</strong> and assemble a comprehensive directory of useful data, associated projects, and the creators of the projects.</p>\n<p>This idea came from our experience working on a website that aims to use open data to inform the US debate about whether allocating more public money on privately run charter schools—and away from traditional public schools—results in better or worse elementary and high school education.</p>\n<p>We have observed that newcomers often start with a few easily accessible datasets and plot points on a map, which has limited utility. More evolved projects start with serious problems and a search for datasets that can help elucidate them.</p>\n<p>In our case, we quickly learned that finding relevant data about school performance required evaluating the structures, purposes, and usefulness of data located at thousands of URLs. These associated costs makes it difficult to create viable open data-based businesses and challenge the economic sustainability of the open data movement. </p>\n<p>Here’s how a crowd sourced directory would work.</p>\n<ol>\n<li>Anyone who uses open data as part of a project can request a certificate online (which can be displayed as part of their project) by listing the data they’ve used, the work they’ve produced, and something about who they are.</li>\n<li>From the submissions, a directory will be created showing links to data that has been used on real projects, organizations that have used the data, and the projects they’ve produced. </li>\n<li>Organizations looking to hire firms that have expertise in employing open data for specific purposes—education, health, sustainability, transparency, etc—will be able to find them here.</li>\n<li>Providers of open data—governments, nonprofits, and businesses—will learn how the datasets they release are being used and get feedback from users about improvements and additions.</li>\n<li>User certificates would compliment ODI’s provider certificates and help increase their demand. Common URLs of datasets would connect data providers with the data users. </li>\n<li>The mission of <em>Knowledge for everyone</em> will continue moving forward.</li>\n</ol>\n<p>We've presented this idea to groups and have discussed it with users and providers of open data in Chicago and other cities. We've also prototyped the form, directory, and certificate screens and specified data fields that would be collected. You can take a look at our <a href=\"https://drive.google.com/file/d/0B74cKRbhbaB4RUV5V2JwNjU5VzA/edit?usp=sharing\">presentation</a>.\f</p>\n<h3 id=\"creatingadruginteractionappfornewstatesponsoredmedicalappmarketplaces\">Creating a drug interaction app for new state-sponsored medical app marketplaces</h3>\n<p>Patient care is complex and requires collaboration among many different providers who are often in networks that don’t connect with each other.</p>\n<p>State-based Health Information Exchanges (HIEs) are tasked with facilitating the exchange of information among providers and with patients. It can be difficult to work with this data because risk related to privacy is expensive to mitigate, meaning that only large companies have the money to take on that risk. But HIEs are taking steps to level the playing field.</p>\n<p>The HIEs in Illinois, New York, Virginia, Wyoming and other states (to be announced) are creating medical software marketplaces similar to iTunes and Google Play. HIEs will certify that apps (mobile, cloud, enterprise, etc) do what they claim to do; promote them to healthcare providers, researchers, and others; charge those who use them; and pass much of the proceeds back to the firms that created the apps.</p>\n<p>HIEs will also make de-identified electronic medical records available for research and commercial purposes and assume liability for security and HIPPA compliance. They call this \"regulation as a service.\"</p>\n<p>Their goals are to spur innovation—in part by giving “little guys” a chance to compete against deep-pocketed companies that are heavily invested in the status quo—and to make it easy for healthcare providers to find apps that will help them provide better care and lower costs. HIEs expect to form a governance committee, similar to the W3C, to set standards related to data exchange, security, and other areas.</p>\n<p>We were involved in early discussions that led to the creation of the app marketplaces.\nTo create one of the first pilot applications, Webitects, and a few collaborators, are working with the newly-released <a href=\"http://open.fda.gov/drug/event/\">OpenFDA</a> data to provide new ways of looking at drug interactions.</p>\n<p>To inform the design of the app, we have consulted with a research expert and conducted interviews with doctors and nurse practitioners to learn how they use drug interaction data. We expect that our app, and others created for the HIE exchanges, will attract international interest.</p>\n<p>It’s rewarding to be working on an open data project that supports an innovative model for government/industry collaboration.</p>\n<p>We also have taken a close look at the recently released (Federal) Center for Medicare and Medicaid Services paid claim data and have physician prescribing and referral data from <a href=\"http://docgraph.org\">DocGraph</a> with could support the creation of other apps.</p>\n<h3 id=\"promotingopendata\">Promoting open data</h3>\n<ul>\n<li><a href=\"http://www.webitects.com\">Webitects</a> is working with the political transparency group Common Cause on a project that would require charter schools to report data to the State of Illinois in ways that are similar to how traditional public schools report.</li>\n<li>Elnaz Moshfeghian and Bilyan Belchev will be presenting at the Community Indicators Conference in DC at the end of September on some of our education and criminal justice reform projects that are based on open data.</li>\n<li>Paul Baker is part of a coalition of tech and advocacy groups that is organizing Net Neutrality activities in Chicago.</li>\n</ul>\n<p><a href=\"http://www.webitects.com\">Webitects</a> is the Chicago node of the Open Data Institute. </p>","media_enquiries_name":"Paul Baker","media_enquiries_email":"paulb@webitects.com","media_enquiries_telephone":"+1 312 469-5444","organizations":[{"name":"Open Data Institute (ODI)","slug":"odi-open-data-institute","url_helper":"http://theodi.org/odi-open-data-institute"}],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/chicago-node-news-2014.json","web_url":"http://theodi.org/blog/chicago-node-news-2014","slug":"chicago-node-news-2014","title":"Chicago Node news: January 2014","format":"article","updated_at":"2015-09-11T09:54:06+00:00","created_at":"2014-01-15T11:42:39+00:00","tag_ids":["blog"]}],"organizations":[{"name":"Open Data Institute (ODI)","slug":"odi-open-data-institute","url_helper":"http://theodi.org/odi-open-data-institute"}],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}