{"id":"https://contentapi.theodi.org/discovering-open-data-in-a-day-toby-parker.json","web_url":"http://theodi.org/blog/discovering-open-data-in-a-day-toby-parker","slug":"discovering-open-data-in-a-day-toby-parker","title":"Guest post: Discovering open data in a day","format":"article","updated_at":"2015-09-11T10:00:51+00:00","created_at":"2015-05-29T14:47:51+00:00","tag_ids":["blog","training"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/training.json","web_url":null,"title":"training","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=training","web_url":"http://theodi.org/tags/training","slug":"training"}}],"details":{"business_proposition":false,"description":"","excerpt":"<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/68/7d/55687d1ef362be095800005a/Parkerbloke.jpg\" alt=\"null\" class=\"img pull-left\" id=\"55687d1e1f986a4beb00000b\">Our trainer [Edafe](http://ekoner.com) welcomed us to the ‘[Open Data In a Day](http://theodi.org/courses/open-data-day)’ course with a simple icebreaker: “What is data?” \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/68/7d/55687d1ef362be095800005a/Parker_bloke.jpg\" alt=\"null\" class=\"img pull-left\" id=\"55687d1e1f986a4beb00000b\">Our trainer <a href=\"http://ekoner.com\">Edafe</a> welcomed us to the ‘<a href=\"http://theodi.org/courses/open-data-day\">Open Data In a Day</a>’ course with a simple icebreaker: “What is data?” </p>\n<p>Not so simple, we were all stumped. The coffee hadn’t kicked in and the Monday morning brain fog had yet to clear. Thankfully a course mate next to me started scrawling some impassioned buzz words: ‘POWER’, ‘KNOWLEDGE’. As a PhD student who was just about to complete his thesis on the topic at hand I feel like he had a slight head start. Nevertheless, for this diverse group of open data novices it was a great start to a day at the <a href=\"http://opendatainstitute.org/\">Open Data Institute</a>. </p>\n<p>Having spent the last few years as an open data consumer (I would struggle without <a href=\"https://citymapper.com/\">Citymapper</a>), I now find myself on the other side of the same coin working as an Open Data Strategy Adviser in central government. More specifically, I am currently based at the Department for Communities and Local Government looking to improve the way that we release data relating to the energy performance of buildings. </p>\n<p>When using the products of open data like Citymapper or GCSE tables, it is very easy to take for granted the amount of effort required to release data sets publicly. The government has started to embrace ‘open data by default,’ and addressing the real concerns of regulations, licensing, privacy and funding is therefore a must. Further complications arise when the legacy systems so often used in government predate even the first mumblings of open data.  </p>\n<p>However, such hurdles are common and the challenges are shared by all. The course went some way to addressing these and identified what can be seen as best practice for data owners. In particular, I found the section on law and licencing very helpful. Thanks to Ellen for this and for steering me in the direction of the <a href=\"http://pathway.theodi.org/\">Open Data Pathway</a>.  </p>\n<p>At DCLG we have a strong record of publishing datasets and are currently the third largest contributor of data to the government’s <a href=\"http://data.gov.uk/\">data.gov.uk</a> service. We have made a commitment in the Department’s <a href=\"https://www.gov.uk/government/publications/the-second-department-for-communities-and-local-government-open-data-strategy\">open data strategy</a> to make the way that we release energy performance data more accessible and this is where I’ll be focusing my efforts. In particular, having met some potential users on the course I am determined to make sure that the data we release is of value to the researchers, web developers and general members of public who will go on to work with it. Releasing the data is the first step, supporting it and providing a strong feedback loop will make sure that any future iterations respond to the needs of the community. </p>\n<p>So, on return to the Department, I have been motivated by the enthusiasm on display at the ODI and I look forward with excitement to being a part of the government’s new era of accountability and openness. </p>\n<p>Toby Parker is the EPB Open Data Strategy Adviser at the Department for Communities and Local Government. He attended Open Data in a Day at the Open Data Institute in May 2015.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Toby Parker","slug":"toby-parker","state":"published","web_url":"http://theodi.org/toby-parker","tag_ids":["writers","person","writer"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Toby Parker","slug":"toby-parker","state":"published","web_url":"http://theodi.org/toby-parker","tag_ids":["writers","person","writer"]}}