{"id":"https://contentapi.theodi.org/drafting-guide-open-data-business-cases.json","web_url":"http://theodi.org/blog/drafting-guide-open-data-business-cases","slug":"drafting-guide-open-data-business-cases","title":"Drafting a Guide for Open Data Business Cases","format":"article","updated_at":"2015-09-11T09:50:52+00:00","created_at":"2013-01-26T15:45:10+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"\"How do we subsidise open data?\" has been a recurring question in the discussions that we at the Open Data Institute have been having with organisations in both the private sector and the public sector.","language":"en","need_extended_font":false,"content":"<p>\"How do we subsidise open data?\" has been a recurring question in the discussions that we at the Open Data Institute have been having with organisations in both the private sector and the public sector.</p>\n<p>Given the current economic climate, there is a lot of pressure in both the public and private sector to make the most of the assets they have. It's great that more and more organisations are seeing that the data they hold is an asset that they can use to their benefit.</p>\n<p>When data is viewed in the same way as a physical product, it's natural to jump to selling it as a mechanism for making money. But data isn't a physical product. Giving other people and organisations information can help them to engage with you more efficiently, saving you money. It can stimulate demand for the tools and services that you provide. And working together on shared open data, whether it's <a href=\"http://www.openstreetmap.org/\">maps</a> or <a href=\"http://blog.okfn.org/2012/10/04/worlds-first-real-commercial-open-data-curation-project/\">legislation</a>, can improve the quality of the information you use for a fraction of the cost that it would take for you to maintain yourself.</p>\n<p>Business cases need to examine the overall impact of opening up data, not in terms of direct cash flow but in terms of improving the use of information within your organisation and by your customers and partners. When comparing open and charged-for data, business cases need to factor in the ongoing sales, legal and support costs that come with closed data.</p>\n<p>We have been working on a guide that aims to help organisations to examine the potential for opening up data they own, and put together business cases that compare different business models for data sharing. Before we publish it, we'd like to hear what you think, so we've made it <a href=\"http://personal.crocodoc.com/4t2sJhn\">available for comment</a>. Feel free to <a href=\"mailto:jeni@theodi.org?subject=Business%20Cases%Guide\">email</a> or <a href=\"https://twitter.com/ukodi\">tweet</a> if you prefer. In two weeks time, we'll roll your comments in to the guide, and publish both it and a post that summarises the comments we receive.</p>\n<p><a href=\"http://personal.crocodoc.com/4t2sJhn\">Contribute Now</a></p>","organizations":[],"author":{"name":"Jeni Tennison","slug":"jeni-tennison","state":"published","web_url":"http://theodi.org/team/jeni-tennison","tag_ids":["team","team","strategy-programme","staff","ceo"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Jeni Tennison","slug":"jeni-tennison","state":"published","web_url":"http://theodi.org/team/jeni-tennison","tag_ids":["team","team","strategy-programme","staff","ceo"]}}