{"id":"https://contentapi.theodi.org/dunraven-students-reflect-open-data-opportunities.json","web_url":"http://theodi.org/blog/dunraven-students-reflect-open-data-opportunities","slug":"dunraven-students-reflect-open-data-opportunities","title":"Dunraven Students Reflect on Open Data Opportunities","format":"article","updated_at":"2015-09-11T09:50:35+00:00","created_at":"2012-11-12T13:04:56+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"At the beginning of the data mash-up day at Deloitte, we were all a bit quiet. (Maybe we needed an opening activity to break the ice!) But the presentations about Open Data and the power of data analysis and presentation were excellent. The idea of Open Data seems a valuable one – for example, more publicly accessible data could help us hold government and public services accountable. And we were shown some great visual examples of how data can be displayed in understandable and memorable ways.  ","language":"en","need_extended_font":false,"content":"<p>At the beginning of the data mash-up day at Deloitte, we were all a bit quiet. (Maybe we needed an opening activity to break the ice!) But the presentations about Open Data and the power of data analysis and presentation were excellent. The idea of Open Data seems a valuable one – for example, more publicly accessible data could help us hold government and public services accountable. And we were shown some great visual examples of how data can be displayed in understandable and memorable ways.  </p>\n<p>If we were quiet at first, we quickly livened up once we got testing our own hypotheses (concerning Lambeth borough), using publicly available data and the <em>Tableau</em> data presentation and analysis application. This was fun, and with more time it would have been good to explore a larger number of the things you can do with <em>Tableau</em>. The many friendly staff from Deloitte and The ODI gave us lots of energetic input. It was really nice, too, that they would come up to talk to us during breaks. Talking to them we were able also to find out how they got their jobs and what they do. For example, one man used data analytics to solve big fraud and law cases.  </p>\n<p>Gavin from the ODI was convinced that we stand on the edge of really new opportunities that data openness and analysis will bring. We could see that it is a good thing if data is made public in ways that help companies and organisations – including public ones – make better decisions, be held to account, and improve services. We weren’t yet totally sure how the really big vision he had for this would come together, but perhaps we will see more as it starts to happen.  </p>\n<p>Deloitte looked after us really well, and we are grateful to everyone there for the chance to learn about these new developments. At the end of the day, in our pairs we presented back to the group on hypotheses we had come up with and tested regarding Lambeth health, crime, land-use and economic statistics, also suggesting further information or research that was needed and answering questions. We had some laughs. (Were we right to guess that eateries with “Chicken” in their names have disproportionately poor environmental health inspection results? Answer: Yes.) And we also worked hard. It was a really stimulating day.</p>","organizations":[],"author":{"name":"Dunraven School","slug":"dunraven-school","state":"published","web_url":"http://theodi.org/dunraven-school","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Dunraven School","slug":"dunraven-school","state":"published","web_url":"http://theodi.org/dunraven-school","tag_ids":[]}}