{"id":"https://contentapi.theodi.org/experience-of-open-data-institute-odi-data-certification.json","web_url":"http://theodi.org/blog/experience-of-open-data-institute-odi-data-certification","slug":"experience-of-open-data-institute-odi-data-certification","title":"Experience of Open Data Institute (ODI) data certification ","format":"article","updated_at":"2016-03-10T17:45:53+00:00","created_at":"2015-10-28T13:52:52+00:00","tag_ids":["blog","open-data-certificates"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-certificates.json","web_url":null,"title":"open data certificates","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-certificates","web_url":"http://theodi.org/tags/open-data-certificates","slug":"open-data-certificates"}}],"details":{"business_proposition":false,"description":"<p>Louise Corti, from the UK Data Service, reflects upon the value they gained in the process of attaining ODI Open Data Certificates</p>","excerpt":"Louise Corti, from the UK Data Service, reflects upon the value they gained in the process of attaining ODI Open Data Certificates\r","language":"en","need_extended_font":false,"alternative_title":"Experience of Open Data Institute (ODI) data certification ","url":"","content":"<p><em>Louise Corti, from the UK Data Service, reflects upon the value they gained in the process of attaining ODI Open Data Certificates</em></p>\n<p>In summer 2015 the UK Data Service and <a href=\"http://www.appchallenge.net/\">AppChallenge</a> collaborated to launch a developer contest using open data about the <a href=\"http://eulife.appchallenge.net\">Quality of Life of European citizens</a>. The project involved us creating a truly open dataset certified by the ODI to be made available via a new test open API. </p>\n<p>The UK Data Service uses the UK Data Archive based at the University of Essex to manage its data curation services. As a national trusted digital repository, the archive conforms to best practice benchmarks for digital preservation via certification under the ISO standard for information security (27001) and the <a href=\"http://datasealofapproval.org/en/\">Data Seal of Approval</a> (DSA). While these certifications require transparency and documentation about procedures and practices for managing, curating and publishing data, the questions posed for ODI open data certification place greater emphasis on the presence of detailed machine-actionable information.</p>\n<p>In this piece I reflect on our ODI certification experience and how it has helped us to enhance our data documentation practices to standards responsive to the open data community. Working closely with the ODI we were delighted to attain platinum certification for two of our open datasets. </p>\n<h3 id=\"theopendata\">The open data</h3>\n<p>We wanted to certify the open social survey in our collection, the <a href=\"https://discover.ukdataservice.ac.uk/series/?sn=200013\">European Quality of Life Survey</a> (EQLS) data, carried out by <a href=\"http://www.eurofound.europa.eu\">Eurofound</a>. For this open data, data were fully anonymised, harmonised across years and labelled, with weights made available in the data file so that results would match published findings. These aspects of data quality are critical for us for publishing high-quality open data. These data were made available via our web download service and a public API. </p>\n<p>We took another of our high-quality open datasets through the certification process as a trial run, an oral-history collection based on 450 interviews with individuals born around 1900, known as <a href=\"http://discover.ukdataservice.ac.uk/catalogue/?sn=2000&type=Data%20catalogue\">The Edwardians</a>. </p>\n<h3 id=\"theodicertificationprocess\">The ODI certification process</h3>\n<p>A key focus of the 90 or so questions posed in the ODI’s certification process is on the availability of explicit human- and machine-readable information about the data, offering transparency about the content, veracity and availability of the data. These questions are answered by providing verifiable documentation as URIs. </p>\n<p>The ODI gave us excellent detailed feedback from our first attempt at completing a certificate and, following a series of iterations over a busy nine-month period, we enhanced and finalised our two certificates.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/30/d5/5630d546f362be094f000007/Experience_ODIcert_UKDS_1000words.docx___Google_Docs.png\" alt=\"null\" class=\"img text-center\" id=\"5630d546d0d462069f000051\"></p>\n<h3 id=\"issuesraisedandchangesmade\">Issues raised and changes made</h3>\n<p>What stood out for us was that, to reach the highest levels of certification, the ODI Open Data Certificate needed really detailed <em>stand-alone</em> machine-readable information. While we already utilise rich standards-compliant metadata – <a href=\"http://www.ddialliance.org\">Data Documentation Initiative</a> (DDI) – to describe the creation, availability of and rights associated with our datasets, our existing metadata fell a little short of expectations for supporting machine harvesting. Thus, we added the following additional information to our web content, metadata records and user documentation.</p>\n<ol>\n<li><p><strong>Licenses and rights statements</strong>. Following ODI guidance we added a link to the appropriate Creative Commons licence and database rights statement for every file available as well for as the whole collection. </p></li>\n<li><p><strong>Privacy assessment statement</strong>. After our own in-house checks, the final decision about disclosure risk in social science data that we publish is made by data owners, following their own in-house practices, e.g. the Office for National Statistics (ONS) microdata release guidance. Transparency about such decision-making on disclosure risk is often lacking, so we enhanced our own Privacy Impact Assessment statement to signpost higher-level protocols followed by social survey data producers. </p></li>\n<li><p><strong>File manifest for downloadable data</strong>. We used existing elements of the DDI metadata schema, fileDesc, to add file-level information and populate file manifests for all our download bundles. Title, description, URL, format, release and modification dates, licence and copyright information were added in the dataset’s machine-readable record.</p></li>\n<li><p><strong>IDs as URIs</strong>. Records or rows in our open survey dataset are responses to questions for an anonymised respondent. From a social science point of view, it proved hard for us to appreciate why a single row of values, with no meaningful identity, would benefit from a URI. The ODI argued, persuasively, that a URI for each record could provide additional utility including: </p></li>\n</ol>\n<ul>\n<li><p>the ability to make a simple request to find the attributes associated with the record; </p></li>\n<li><p>reference to the record in some analysis, or to annotate it with additional data;</p></li>\n<li><p>identifying clusters of characteristics across rows. </p></li>\n</ul>\n<p>A new variable, a unique URI for each unique row of data, was added, pointing to a simple API call that reveals all values for a unique row.</p>\n<ol>\n<li><p><strong>Trusted third-party URIs in data</strong>. Platinum certification requires that the data contain URI links to third-party information, which is preferably ‘trustworthy’. Investment, cooperation and trust in third-party registries of information are perennial discussion points for the archive, who have a remit to preserve data for the longer term. While relying entirely on third-party resources that may not persist may put this goal at risk, we appreciate that such information is useful for the end user. We added third-party identifiers for geographies – as European ISO country codes for the survey dataset and Google map locations for UK towns for the oral-history dataset.</p></li>\n<li><p><strong>Fixity information</strong>. MD5 checksums for data downloads were made visible for all available zip bundles, downloadable in various formats.</p></li>\n<li><p><strong>Service availability and performance</strong>. We made public our previously internal <a href=\"http://status.ukdataservice.ac.uk\">service status</a> update, providing greater transparency about the reliability and status of our web services.</p></li>\n</ol>\n<p><strong>Summary</strong></p>\n<p>All in all, the ODI certification process was incredibly useful. It created some mini Mexican waves as issues arising trickled through our organisation, but in response our teams graciously put in place more transparent information. I want to extend thanks to Ralph Cochrane for proposing our open data App Challenge and getting us hooked into the open data world, and to Leigh Dodds and Richard Norris at the ODI for guiding us through their certification process. </p>\n<p>We would encourage all open data publishers to go through this process to help them better understand how users benefit from the ability to make clear judgements about the quality and trustworthiness of the data. </p>\n<p><strong>links</strong></p>\n<ul>\n<li><a href=\"https://www.ukdataservice.ac.uk/\">UK Data Service</a></li>\n<li><a href=\"https://certificates.theodi.org/en/datasets/1709/certificate\">Family Life and Work Experience ODI Certificate</a></li>\n<li><a href=\"https://certificates.theodi.org/en/datasets/1621/certificate\">European Quality of Life Time Series, 2007-2011: Open Access ODI Certificate</a></li>\n</ul>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Louise Corti","slug":"louise-corti","state":"published","web_url":"http://theodi.org/louise-corti","tag_ids":["writers","person"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/5-star-open-data-certificates-tim-berners-lee.json","web_url":"http://theodi.org/blog/5-star-open-data-certificates-tim-berners-lee","slug":"5-star-open-data-certificates-tim-berners-lee","title":"Comparing the 5-star scheme with Open Data Certificates","format":"article","updated_at":"2015-09-11T09:59:40+00:00","created_at":"2015-02-20T17:03:04+00:00","tag_ids":["blog","open-data-certificates","open-data","linked-data","tim-berners-lee","5-star-scheme"]}],"organizations":[],"author":{"name":"Louise Corti","slug":"louise-corti","state":"published","web_url":"http://theodi.org/louise-corti","tag_ids":["writers","person"]}}