{"id":"https://contentapi.theodi.org/exploring-human-data-interaction-challenges-in-data-discovery.json","web_url":"http://theodi.org/blog/exploring-human-data-interaction-challenges-in-data-discovery","slug":"exploring-human-data-interaction-challenges-in-data-discovery","title":"Exploring human-data interaction challenges in data discovery ","format":"article","updated_at":"2016-04-26T09:16:14+00:00","created_at":"2016-04-04T14:25:00+00:00","tag_ids":["blog","search","phd-studentship"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/search.json","web_url":null,"title":"search","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=search","web_url":"http://theodi.org/tags/search","slug":"search"}},{"id":"https://contentapi.theodi.org/tags/keywords/phd-studentship.json","web_url":null,"title":"PhD studentship","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=phd-studentship","web_url":"http://theodi.org/tags/phd-studentship","slug":"phd-studentship"}}],"details":{"business_proposition":false,"description":"<p>Finding and selecting data can be complicated and inconsistent. ODI PhD student Laura Koesten shares her plans to map problems within data search from a user’s perspective</p>","excerpt":"Finding and selecting data can be complicated and inconsistent. ODI PhD student Laura Koesten shares her plans to map problems within data search from a user’s perspective\r","language":"en","need_extended_font":false,"alternative_title":"Exploring human-data interaction challenges in data discovery ","url":"","content":"<p><em>Finding and selecting data can be complicated and inconsistent. ODI PhD student Laura Koesten shares her plans to map problems within data search from a user’s perspective</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/1f/24/571f248c1f986a0848000001/magnifying_glass.jpg\" alt=\"null\" class=\"img text-center\" id=\"571f248bd0d4620662000001\"> \n<small>Where do you look to when searching for data on the Web? <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by <a href=\"https://www.flickr.com/photos/116745893@N02/12640076605/in/photolist-kfXGpg-eRuiag-7XaYCT-7sTm1R-iaTeNV-bgQtUH-4zgA2-ceG9AL-7vRatk-493vB2-dkQtKL-ahCvvS-7CrEpy-bUzvN4-jyok9h-4UtjhE-8PCJ8C-7yDFHC-deycMn-4B7z5x-HgDKS-spB4ZW-oVuytE-6hGkBc-7oRoEC-nEzsUT-fwa4fR-sFZSSs-cADkR1-cXz5Ws-6je5ZS-72MxS6-9VB2vZ-oybpTp-aoReCC-nu1cZX-a9LrN3-ee9d7L-atU1PE-LaC7o-6bbtEA-9VDQRq-58ZbEh-6bbrLU-4q4gRy-bm6nhu-6pLxY2-9VAZsD-Gx6ub-8z4yXj\">Connie Posites</a>.</small></p>\n<p>Data volume and variety on the Web is growing enormously, and with it so-called ‘big data’ technologies and services. However, we are not yet at the point of being able to use all data to its full potential. This can be attributed, at least in part, to the numerous barriers encountered when trying to find and use data.</p>\n<p>Data is typically grouped into datasets, many of which are published on the Web. However, these are distributed in data catalogues available on various different data portals.</p>\n<p>No centralised way of searching for data has yet been developed that would compensate for the siloed nature of data portals. The structure of data catalogues varies; to search within them is dependent on inconsistent metadata and to search within the data itself is rarely, if ever, possible. <a href=\"http://project.opendatamonitor.eu/\">Regional and national data catalogues</a>, are hardly ever comprehensive in their coverage, often focusing on government and public sector data, at the expense of commercial, third-sector data, and the 'long-tail' of data fragments published on the Web. It is difficult, therefore, to have an overview of where data exists and what it can be used for. </p>\n<p>To find and to select data can be a complicated, tedious and very inconsistent process. In the course of my research, I will map the specific problems within this area and will aim to keep the whole interaction process with data – from a user’s perspective – in mind.</p>\n<p>When trying to narrow down the requirements for using Web data, the first barrier is identifying whether relevant data exists, and if so, where to find it. Therefore the initial focus of this project is on people discovering data, be that of entire datasets or individual data points within a data set. This starts by thinking about the type of information people could want when trying to find data. </p>\n<p>What type of questions do we ask of data? What type of answers could we want (if we were not limited by technical barriers)? How does this differ by individual, by task or by context? </p>\n<h3 id=\"howdodifferentpeoplesearchfordataontheweb\">How do different people search for data on the Web?</h3>\n<p>I will develop a number of personas, representing typical types of users of Web data, to illustrate the different approaches they may take to data discovery, and how they may be better supported.</p>\n<p>One example for a search scenario that could provide very useful results from data sources is ‘<a href=\"https://www.ischool.utexas.edu/~i385t-sw/readings/Marchionini-2006-Exploratory_Search.pdf\">exploratory search</a>’ – a search process in which the information need, and therefore the specific data requirements, might not be completely predefined. For example, a person doesn’t know exactly what to search for because they are not familiar enough with the topic. This type of search is typically open-ended and involves a learning experience by comparing, synthesising and evaluating results.</p>\n<p>Once an adequate dataset is found, it needs to be accessed in order to be used. Access itself can be a question of data openness, the provision of certain formats, or an understanding of the connected licences. Only once a dataset is accessible can people start to think about how to find meaning in the data itself, though they will often face issues such as poor or inconsistent data quality, misleading naming conventions, inaccurate metadata content or datasets that are not updated.</p>\n<p>To understand the breadth of issues associated with finding, selecting and using data, I will be taking an interdisciplinary approach. This will involve drawing on literature and techniques from various academic disciplines, such as Cognitive Science, Psychology, Computer Science, Information Science, Human Computer Interaction and Information Retrieval. </p>\n<p>This project is not likely to provide a perfect solution that supports data discovery for all types of user and search scenarios, but it will contribute to solving associated issues within that area, with a focus on the user side of the system. This can be an important step in the development of more effective question answering with Web data.</p>\n<p><em><strong>Laura Koesten is a <a href=\"http://theodi.org/team/laura-koesten\">PhD student</a> at the ODI. Laura’s PhD research project is part of <a href=\"http://wdaqua.informatik.uni-bonn.de\">‘Answering questions using Web data’ (WDAqua ITN)</a>, a collaborative project that aims to develop question answering services for the public and private sector, using data available on the Web. It is part of the <a href=\"https://ec.europa.eu/programmes/horizon2020/\">European Commission’s H2020</a> programme for research and innovation.</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Laura Koesten","slug":"laura-koesten","state":"published","web_url":"http://theodi.org/team/laura-koesten","tag_ids":["team","team","team","research-team","team-member"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/bringing-order-to-data-search.json","web_url":"http://theodi.org/blog/bringing-order-to-data-search","slug":"bringing-order-to-data-search","title":"Bringing order to data search","format":"article","updated_at":"2016-06-02T10:06:18+00:00","created_at":"2016-04-01T15:33:34+00:00","tag_ids":["blog","search","web-of-data"]}],"organizations":[],"author":{"name":"Laura Koesten","slug":"laura-koesten","state":"published","web_url":"http://theodi.org/team/laura-koesten","tag_ids":["team","team","team","research-team","team-member"]}}