{"id":"https://contentapi.theodi.org/family-food-publication-day-blog-feeding-the-hunger-for-data.json","web_url":"http://theodi.org/blog/family-food-publication-day-blog-feeding-the-hunger-for-data","slug":"family-food-publication-day-blog-feeding-the-hunger-for-data","title":"Family food survey data: How British diets have changed since 1974","format":"article","updated_at":"2016-02-19T16:06:41+00:00","created_at":"2016-02-18T13:03:08+00:00","tag_ids":["blog","defra","food","visualisation","britain","eating-habits","social"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/defra.json","web_url":null,"title":"Defra","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=defra","web_url":"http://theodi.org/tags/defra","slug":"defra"}},{"id":"https://contentapi.theodi.org/tags/keywords/food.json","web_url":null,"title":"food","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=food","web_url":"http://theodi.org/tags/food","slug":"food"}},{"id":"https://contentapi.theodi.org/tags/keywords/visualisation.json","web_url":null,"title":"visualisation","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=visualisation","web_url":"http://theodi.org/tags/visualisation","slug":"visualisation"}},{"id":"https://contentapi.theodi.org/tags/keywords/britain.json","web_url":null,"title":"britain","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=britain","web_url":"http://theodi.org/tags/britain","slug":"britain"}},{"id":"https://contentapi.theodi.org/tags/keywords/eating-habits.json","web_url":null,"title":"Eating habits","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=eating-habits","web_url":"http://theodi.org/tags/eating-habits","slug":"eating-habits"}},{"id":"https://contentapi.theodi.org/tags/keywords/social.json","web_url":null,"title":"social","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=social","web_url":"http://theodi.org/tags/social","slug":"social"}}],"details":{"business_proposition":false,"description":"<p>The UK’s Department for Environment, Food and Rural Affairs (Defra) has a transformative open data programme. Defra has committed to publish 8,000 datasets as open data in 12 months and transform how it collects, collaborates with and uses data in everything it does.</p>\n<p>To mark the dataset’s release, the ODI has commissioned a data visualisation, to help inspire others to play with this new and interesting open data source. Defra Statistician, David Lee, shares his journey of publishing the data and how he hopes it will be put to use.</p>","excerpt":"<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/c5/e3/56c5e369d0d4625e37000003/1.png\" alt=\"null\" class=\"img\" id=\"56c5e369f362be07f100001d\">\r","language":"en","need_extended_font":false,"alternative_title":"Guest blog post - David Lee (Defra)","url":"","content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/c5/e3/56c5e369d0d4625e37000003/1.png\" alt=\"null\" class=\"img\" id=\"56c5e369f362be07f100001d\"></p>\n<p>The UK’s <a href=\"https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs\">Department for Environment, Food and Rural Affairs</a> (Defra) has a transformative open data programme. Defra has committed to publish 8,000 datasets as open data in 12 months and transform how it collects, collaborates with and uses data in everything it does.</p>\n<p>This week, Defra has published almost three decades of family food survey data as <a href=\"https://data.gov.uk/dataset/family_food_open_data\">open data</a>, giving others an insight into the changing diets of British Households.</p>\n<p>To mark the dataset’s release, the ODI has <a href=\"http://britains-diet.labs.theodi.org/\">commissioned a data visualisation</a>, to help inspire others to play with this new and interesting <a href=\"https://data.gov.uk/dataset/family_food_open_data\">open data source</a>.</p>\n<p><a href=\"http://britains-diet.labs.theodi.org/\"><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/c5/e3/56c5e385f362be6e02000005/button.svg\"></a>\n<br /></p>\n<p><em>In this blog, <a href=\"https://defradigital.blog.gov.uk/2016/02/18/feeding-the-hunger-for-data\">originally posted on Defra digital</a>, Defra Statistician David Lee reflects on the journey towards publishing the data, and how he hopes it will be put to use.</em></p>\n<p><strong>By David Lee, Statistician, Defra</strong></p>\n<p>This week Defra has <a href=\"https://data.gov.uk/dataset/family_food_open_data\">published a collection of datasets</a> from the National Food Survey between 1974 – 2000, as open data. </p>\n<p>This rich data collection comprises food diary records from approximately 150,000 households across the 70s, 80s and 90s, who were asked to keep seven-day diaries of the food and drink they brought into their homes. This data has historically been used to produce official government statistical estimates of average expenditure, purchases and derived nutrient intakes for the population of the country. Understanding the nation’s buying and eating habits has been a key piece of evidence to support government policy since World War 2, and continues to be so, albeit for very different reasons now than when it started. </p>\n<p>The data you can now download as open data provides lots of information about how British families’ diets have changed over time. While we’ve had to remove some detail to make it safe for publication as open data, there are still lots of fascinating insights about the households who have participated: who kept hens, and who owned freezers or microwaves.</p>\n<p>For me, as the head of the statistics team responsible for the survey we now call <a href=\"https://www.gov.uk/government/collections/family-food-statistics\">Family Food</a>, it’s been a journey of discovery. I am conscious that I’m just the current custodian of a series which began in 1940. </p>\n<p>Uniquely in the civil service, under the Statistics Code of Practice, statisticians have to publish our contact details on our statistical products, and we are acutely aware of our watchdogs in the ICO, the UKSA and elsewhere. Our names are on our data outputs and there are potentially severe consequences for us (and irreversible damage to public trust) if we break the rules on disclosure and confidentiality. However, our code also tells us to publish as much as we possibly can – we always want people to use and engage with our data. So going beyond statistics into open datasets has been an exciting step forward for the team.</p>\n<h3 id=\"ourchallenge\">Our challenge</h3>\n<p>Our task has been to successfully ensure that we maintain confidentiality while maximising the value of our data for users out there. We’ve done much more than just prepare this data for publication: the small cross-department project team working on this has established a robust internal procedure which will inform and support future Defra activities in this area. There have been missteps and delays along the way, but the path should be clearer for those who follow us. </p>\n<p>We have published a privacy impact assessment which documents some of this process alongside the data release. We’ve also created a <a href=\"https://docs.google.com/document/d/1hwaEzf4yezPZVILsJtzoa61VMhB02VY8-wrEn-ruk1Q/edit?usp=sharing\">commentable version</a> of our PIA for you to provide feedback on what else we might do in future. </p>\n<p>The Secretary of State for Defra has set a challenge for the department – to become a more open, collaborative and data-driven organisation – and a benchmark for Whitehall. It’s exciting for a statistician to see data and evidence given such a high profile in this way. It presents an opportunity and a test for us, and for me personally it has been a great learning experience. </p>\n<p>Defra holds lots of data that can and should be published openly – it helps us do our work, and might have value for other people too. There’s also the data that we simply have to keep closed, because it’s sensitive and needs to be kept secure. And in the middle, Defra has a lot of data that sits in a bit of a grey area – there’s a risk that if combined with other data, it might enable people to be identified, or it might contain bits of data provided by third-parties. </p>\n<p>The Family Food Survey data falls into this grey area, and so we’ve introduced new processes and taken extra care to try to make available a version of the data we hold that is both safe and usable. Publishing anonymised data can feel scary, but we have expertise to draw upon and a well-established framework to define the safe limits we can work within. We can meet this challenge.</p>\n<h3 id=\"thefuture\">The future</h3>\n<p>For users out there, you get access to a version of the longest running continuous household survey of its kind in the world. The survey results are already <a href=\"https://www.gov.uk/government/statistical-data-sets/family-food-datasets\">published</a> <a href=\"https://www.gov.uk/government/statistical-data-sets/family-food-datasets\">annually as statistical datasets</a>, but access to the underlying diary data itself might open up new kinds of uses. We have already heard stories of possible applications that people are interested in: schoolchildren could keep their own food diaries and then compare them with actual historic survey data as part of science or design and technology lessons. Or local history groups could scour the datasets for interesting local data. Or something else totally out of the blue. The exciting thing is that we just cannot predict what users will do.</p>\n<p>For a survey that started during World War 2, this is not the end. It is not even the beginning of the end. But it is, perhaps, the end of the beginning (sorry, Winston!). As I noted in my first <a href=\"https://defradigital.blog.gov.uk/2015/11/04/food-glorious-food-data-marvellous-data/\">post</a> there are two other phases to go, and not even this stage is over for good. We have had to make judgement calls in treating this data for release, and so some information has been removed. The untreated data is still available under a more restrictive licence via the <a href=\"https://discover.ukdataservice.ac.uk/series/?sn=2000034\">UK Data Service</a>. </p>\n<p>We at Defra want to hear what you are doing with the family food survey, and if there is more you want from it. So, please <strong>get in touch</strong>: email <a href=\"mailto:familyfood@defra.gsi.gov.uk\">familyfood@defra.gsi.gov.uk</a> or tweet <a href=\"https://twitter.com/defrastats\">@DefraStats</a> and <a href=\"https://twitter.com/defragovuk\">@DefraGovUK</a> with hashtag <a href=\"https://twitter.com/hashtag/FamilyFoodStats?src=hash\">#FamilyFoodStats</a>. </p>\n<p><em>The ODI offers support and funding to people and organisations doing interesting things with open data, with real-world positive impacts. Check out our <a href=\"http://theodi.org/odi-showcase-2016-spring-call-for-entries\">ODI Showcase call for entries</a> to find out more.</em></p>\n<hr />\n<iframe src=\"http://odi.staging.kiln.digital/\" frameborder=\"no\" width=\"100%\" height=\"1200px\"></iframe>\n<hr />","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[{"title":"Britain's diet in data visualised","url":"http://britains-diet.labs.theodi.org/"}],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}