{"id":"https://contentapi.theodi.org/fifa-open-data-tackle-corruption-save-football.json","web_url":"http://theodi.org/blog/fifa-open-data-tackle-corruption-save-football","slug":"fifa-open-data-tackle-corruption-save-football","title":"A game of two halves: how open data can tackle corruption and save Fifa’s future","format":"article","updated_at":"2015-09-11T10:01:20+00:00","created_at":"2015-06-01T13:17:28+00:00","tag_ids":["blog","fifa","football","open-data","corruption","transparency"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/fifa.json","web_url":null,"title":"fifa","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=fifa","web_url":"http://theodi.org/tags/fifa","slug":"fifa"}},{"id":"https://contentapi.theodi.org/tags/keywords/football.json","web_url":null,"title":"football","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=football","web_url":"http://theodi.org/tags/football","slug":"football"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/corruption.json","web_url":null,"title":"corruption","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=corruption","web_url":"http://theodi.org/tags/corruption","slug":"corruption"}},{"id":"https://contentapi.theodi.org/tags/keywords/transparency.json","web_url":null,"title":"transparency","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=transparency","web_url":"http://theodi.org/tags/transparency","slug":"transparency"}}],"details":{"business_proposition":false,"description":"<p>A game of two halves: how open data can tackle corruption and save Fifa’s future</p>","excerpt":"In recent days Fifa, the international governing body of football, has become embroiled in a wide-reaching corruption scandal allegedly spanning three decades and multiple continents. It centres around allegations of bribery and money laundering involving [tens of millions of dollars](http://www.independent.co.uk/news/world/europe/fifa-corruption-the-161page-dossier-that-exposes-the-organisations-dark-heart-10283050.html), and bid outcomes influencing where global football tournaments are staged, including the 2010 World Cup in South Africa.\r","language":"en","need_extended_font":false,"alternative_title":"A game of two halves: how open data can tackle corruption and save Fifa’s future","url":"","content":"<p>In recent days Fifa, the international governing body of football, has become embroiled in a wide-reaching corruption scandal allegedly spanning three decades and multiple continents. It centres around allegations of bribery and money laundering involving <a href=\"http://www.independent.co.uk/news/world/europe/fifa-corruption-the-161page-dossier-that-exposes-the-organisations-dark-heart-10283050.html\">tens of millions of dollars</a>, and bid outcomes influencing where global football tournaments are staged, including the 2010 World Cup in South Africa.</p>\n<p>The organisation has long been accused of corruption and has been subject to increasing criticism for its lack of transparency and accountability. On Friday Sepp Blatter won re-election as president for the fourth time, yet many have little faith in his ability to improve Fifa’s reputation. With the only challenger in that election, Prince Ali bin al-Hussein of Jordan <a href=\"http://www.goal.com/en-za/news/4563/main/2015/05/27/12146382/presidential-candidate-prince-ali-fifa-crisis-cannot\">calling for leadership</a> that “restores confidence in the hundreds of millions of football fans around the world”, it struck me that open data could help to achieve this.</p>\n<p><a href=\"https://theodi.org/what-is-open-data\">Open data</a> is data that is made available by organisations, businesses and individuals for anyone to access, use and share. In January 2010 data.gov.uk was launched as the home of UK open government data and now contains over 15,000 datasets published with an open licence. Included in these are key government spending datasets which give citizens, journalists, activists and others the ability to see what is being spent where and on what, making governance more transparent.</p>\n<p>Transparency is perhaps the fundamental argument we can make for government and other public bodies to release open data. Enabling citizens to freely access data related to the institutions and people that govern them <a href=\"http://opengovernmentdata.org/\">is essential to a well-functioning democratic society</a>. The transparency that open data can bring gives the public the power to hold those that govern them to account for failures and wrongdoing, such as the alleged corruption purported to be so endemic to Fifa.</p>\n<p>Although Fifa exists as a supranational and non-governmental organisation, it maintains a significant responsibility to the shared interests of millions of fans around the world. Football’s global popularity means that Fifa’s governance has wide-ranging implications for society too. This is particularly true of the decisions it makes every four years surrounding the World Cup, which is often tied to large-scale government investment in infrastructure; the total cost to Brazil of hosting the last World Cup in 2014 <a href=\"http://www.bloomberg.com/news/articles/2013-05-29/brazil-world-cup-kick-starts-billionaire-boon-as-farmers-lose\">is estimated to be $15bn</a>.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/6c/68/556c68431f986a08f1000065/Brazil_and_Croatia_match_at_the_FIFA_World_Cup_2014-06-12__16_.jpg\" alt=\"\" class=\"img text-center\" id=\"556c68431f986a4beb000033\"> <small><em>Brazil and Croatia playing at the 2014 FIFA World Cup - <a href=\"http://creativecommons.org/licenses/by/3.0/br/deed.en\">CC BY 3.0 BR</a>, uploaded by <a href=\"http://commons.wikimedia.org/wiki/User:Krassotkin\">Krassotkin</a>.</em></small></p>\n<p>As an international governing body, Fifa currently fulfills a number of financial reporting requirements, in particular a lengthy annual financial report. Published in accordance with International Financial Reporting Standards (IFRS), the report includes financial overviews, or summaries, of expenditure. However, the details of individual transactions are not published by Fifa, which means that a very limited understanding of its spending, <a href=\"http://www.channel4.com/news/how-bribes-compare-to-fifa-s-spending-on-improving-football\">budgeted at $285m for operations and governance alone in 2016</a>, can be drawn by the public. </p>\n<p>In 2010 the UK Government first published detailed spending data for transactions over £25,000, allowing the public to see for the first time how their money was really spent. At the time <a href=\"https://www.gov.uk/government/news/government-spending-data-published--2\">Minister for the Cabinet Office Francis Maud announced:</a> </p>\n<blockquote>\n  <p>“It is our ambition to make the UK the most transparent and accountable government in the world. I want the public to hold us to account for what we do and by publishing this data today, taxpayers will be able to see exactly how we spend their money.”</p>\n</blockquote>\n<p>The release of open data related to Fifa’s spending could significantly boost its transparency in a similar way. It could show a detailed breakdown of outgoings, <a href=\"http://www.bbc.co.uk/news/world-europe-32923882\">which totalled around $5.4bn between 2011 - 2014</a>. These could include the operational costs associated with the World Cup and other tournaments, the payments it makes to member associations and confederations, and the costs of maintaining committees and congress. Access to this type of open data would enable citizens throughout the 209 nations Fifa represents to understand the financial decisions it makes and hold its leaders to account.</p>\n<p>Fifa champions its ongoing objective to improve the state of football throughout the world. <a href=\"http://www.channel4.com/news/how-bribes-compare-to-fifa-s-spending-on-improving-football\">It plans to spend around $220m next year</a> on development projects to support its member organisations, ranging from technical development to the funding of education, medicine and science. Open data could significantly increase transparency and accountability in how this funding is delivered. </p>\n<p><a href=\"http://www.aidtransparency.net/about/why-iati\">According to the International Aid Transparency Initiative (IATI)</a>, making financial data more accessible is essential in empowering citizens, governments and donors – such as Fifa – to collaborate and maximise aid's impacts for those who need it most. Fifa’s 164-page indictment from US prosecutors states that youth leagues and development programs were hit hardest by the alleged corruption, with <a href=\"http://www.justice.gov/opa/pr/nine-fifa-officials-and-five-corporate-executives-indicted-racketeering-conspiracy-and\">attorney general Loretta Lynch adding</a> that it had </p>\n<blockquote>\n  <p>“profoundly harmed a multitude of victims, from the youth leagues and developing countries that should benefit from the revenue generated by the commercial rights these organisations hold, to the fans at home and throughout the world whose support for the game makes those rights valuable.”</p>\n</blockquote>\n<p>The release of data from Fifa’s development projects would give the public access to the information necessary to hold it accountable for the way it spends resources, often in some of the world’s poorest countries. Journalists and activists could also use the data to investigate how its funding is applied and better understand its impacts.</p>\n<p>Alongside comprehensive spending data, releasing open data related to the governance of Fifa would drastically reduce its opaqueness to the outside world. Despite strong calls for the disclosure of individual salaries of senior Fifa officials, <a href=\"http://www.theguardian.com/football/2014/apr/23/fifa-advised-implement-report-advice-reform\">in particular by an independent governance committee set up in 2011 in the wake of an avalanche of corruption allegations</a>, they remain unknown. The release of salary data for its Executive Committee (ExCo) members would represent a significant step towards transparency and enable us all to develop a better understanding of the governing body’s inner workings.</p>\n<p>Adopting an open data policy could act as a turning point for Fifa. It could be the way to restore faith and trust in it as the global face of football amongst fans, sponsors and wider global community.</p>\n<h3 id=\"whatdoyouthink\">What do you think?</h3>\n<p><strong>Share your views in the comments, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a>\n or tweet us at <a href=\"https://twitter.com/ODIHQ\" title=\"@ODIHQ\">@ODIHQ</a></strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Jack Hardinges","slug":"jack-hardinges","state":"published","web_url":"http://theodi.org/team/jack-hardinges","tag_ids":["team","team","evidence-programme","odi-team","staff","research"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/open-data-developments-in-saudi-arabia-qatar-and-dubai.json","web_url":"http://theodi.org/blog/open-data-developments-in-saudi-arabia-qatar-and-dubai","slug":"open-data-developments-in-saudi-arabia-qatar-and-dubai","title":"Open data developments in Saudi Arabia, Qatar and Dubai","format":"article","updated_at":"2015-09-11T09:58:57+00:00","created_at":"2015-02-01T05:04:29+00:00","tag_ids":["blog","open-data","saudi-arabia","government","open","uae","qatar"]},{"id":"https://contentapi.theodi.org/check-that-bike-tackles-over-100m-worth-of-bike-theft-in-england-and-wales-each-year-with-open-data.json","web_url":"http://theodi.org/news/check-that-bike-tackles-over-100m-worth-of-bike-theft-in-england-and-wales-each-year-with-open-data","slug":"check-that-bike-tackles-over-100m-worth-of-bike-theft-in-england-and-wales-each-year-with-open-data","title":"How open data is putting the brakes on £100m worth of bike theft","format":"article","updated_at":"2015-09-11T10:03:14+00:00","created_at":"2014-10-23T13:17:01+00:00","tag_ids":["news","event:open-data-challenge-series","crime-and-justice","social"]},{"id":"https://contentapi.theodi.org/what-is-open-data.json","web_url":"http://theodi.org/what-is-open-data","slug":"what-is-open-data","title":"What is open data?","format":"article","updated_at":"2016-01-05T15:22:05+00:00","created_at":"2014-10-30T15:43:18+00:00","tag_ids":["page","open-data","explained","what-is","introduction","closed-data","shared-data"]}],"organizations":[],"author":{"name":"Jack Hardinges","slug":"jack-hardinges","state":"published","web_url":"http://theodi.org/team/jack-hardinges","tag_ids":["team","team","evidence-programme","odi-team","staff","research"]}}