{"id":"https://contentapi.theodi.org/from-the-tech-heart-of-britain-to-the-political-heart-support-team-offsite-at-whitehall.json","web_url":"http://theodi.org/blog/from-the-tech-heart-of-britain-to-the-political-heart-support-team-offsite-at-whitehall","slug":"from-the-tech-heart-of-britain-to-the-political-heart-support-team-offsite-at-whitehall","title":"The ODI support team bonds over a visit to Whitehall","format":"article","updated_at":"2015-09-11T09:57:26+00:00","created_at":"2014-10-20T13:35:08+00:00","tag_ids":["blog","blog","staff"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/staff.json","web_url":null,"title":"staff","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=staff","web_url":"http://theodi.org/tags/staff","slug":"staff"}}],"details":{"business_proposition":false,"description":"<p>On 23 September 2014, the members of the Open Data Institute support team had an opportunity to relocate for one day from Silicon Roundabout, the heart of the tech industry, to the political heart of London</p>","excerpt":"On 23 September 2014, the members of the Open Data Institute support team had an opportunity to relocate for one day from Silicon Roundabout, the heart of  the tech industry, to the political heart of London.\r","language":"en","need_extended_font":false,"alternative_title":"ODI Staff blog post","url":"","content":"<p>On 23 September 2014, the members of the Open Data Institute support team had an opportunity to relocate for one day from Silicon Roundabout, the heart of  the tech industry, to the political heart of London.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/45/12/5445121ed0d46207fd000005/IMG_2848_1_.jpg\" alt=\"null\" class=\"img\" id=\"5445121ef362be7afc00000f\"></p>\n<p>The purpose of the trip was to review and improve the working practises of our team, by learning from one of the most influential political organisations in the modern age. The offsite meeting also provided a great opportunity for our growing team to bond and promote strength, unity, reliability and support among its members.  With the support of Olivia Burman, the Head of Corporate Governance Strategy at the Cabinet Office, we had an opportunity to visit Whitehall and learn from the operations team at Downing Street. </p>\n<p>We spent the first half of the day at the Cabinet Office building overlooking the beautiful St. James’ Park. Our team having grown considerably in the last few months, the focus of the first half of the day was on building new skills and sharing our passions beyond the workplace.</p>\n<p>We discovered ways to think laterally and collaborate. Giving each other presentations gave us a great opportunity to learn about each other's personalities and passions. </p>\n<p>Those that come to visit the ODI will know the support team put a lot of emphasis on giving people a warm welcome. But there is a secret behind our smiles. We bring to the team a diverse range of knowledge and experience. As it turns out, some of us were born in the most breathtaking and picturesque parts of the world. Some of us travelled around South America with nothing but a backpack. Some mentor young people in our local areas. Some love pop culture, Johnny Cash and Frida Kahlo. Some think about philosophy in our everyday life. Some like to explore links between Buffy the Vampire Slayer and modern feminism. Sharing our passions helped us to renew our commitment to each other and to our work.</p>\n<p>After lunch we had an opportunity to visit 10 Downing Street, greeted by Helen Lederer, Head of Corporate Services at Prime Minister's Office. While sitting in the beautiful surroundings of the State Dining Room, where Nelson Mandela and President Obama sat when meeting the Prime Minister, Ms Lederer introduced us to the work of her operations team. As the ODI has grown and been visited by people from around the world who are keen to learn about and collaborate on open data, hearing Ms Lederer's knowledge and experience of work on this scale was invaluable. </p>\n<p>Walking around the building felt like a lesson in history as all its furniture and paintings represent Britain throughout its political history. You can enjoy the works of both classic and modern art, from Turner’s best known pieces of 19th century to the contemporary installations of extravagant Tracey Emin. The main staircase at Downing Street, which feature the portraits of every Prime Minister lining the walls in chronological order, also had a special impression on the team. The tour around 10 Downing Street was a special moment for each of us, but Ms Lederer’s warm personality was one of the highlights of the day.</p>\n<p>Visiting Downing Street, with the opportunity for the team to bond in the process, was memorable for all of us. Bonding revitalises the team and generates a new sense of unity and enthusiasm, and helps us to ensure the smooth running of the ODI. Thanks to everyone who made our offsite happen at Whitehall, and who gave us an opportunity to review and improve our working practises. The most special thank you is to our manager, Jade, who continues to build the best possible support team for the ODI.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}