{"id":"https://contentapi.theodi.org/game-set-and-match-how-small-problem-led-winning-idea-hack4health.json","web_url":"http://theodi.org/blog/game-set-and-match-how-small-problem-led-winning-idea-hack4health","slug":"game-set-and-match-how-small-problem-led-winning-idea-hack4health","title":"Game, set and match - how a small problem led to a winning idea at Hack4Health","format":"article","updated_at":"2015-09-11T09:50:34+00:00","created_at":"2012-11-08T12:12:49+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Hack4Health was held over the weekend of 2-4<sup>th</sup> November. The venue was the Open Data Institute’s new offices in Shoreditch. The challenge was to use open data to make something that would help people get fitter or healthier.","language":"en","need_extended_font":false,"content":"<p>Hack4Health was held over the weekend of 2-4<sup>th</sup> November. The venue was the Open Data Institute’s new offices in Shoreditch. The challenge was to use open data to make something that would help people get fitter or healthier.</p>\n<p>To meet this challenge we brought nothing but an open mind (and a few gadgets). Our team was made up of Farzana Dudhwala (<a href=\"http://twitter.com/fuz_d\">@fuz_d</a>: a pioneering health and wellbeing researcher), Prashant Khare and Aashish Doon (<a href=\"http://twitter.com/mail2prashant\">@mail2prashant</a> &amp; <a href=\"http://twitter.com/AashishDoon\">@AashishDoon</a>: maverick software developers) and Ian Rodgers (<a href=\"http://twitter.com/igpr2\">@igpr2</a>: a creative IP lawyer). We came together on the Saturday morning having been united by a common lack of ideas.</p>\n<p><strong>Anyone for tennis?</strong></p>\n<p>Five minutes before we had to submit our projects, however, Farzana shared a problem. She’d been trying to find somewhere to play tennis (and a partner to play it with) but had been having difficulties. We agreed that we could do something to help. So we put forward an application that solves this problem as our idea.</p>\n<p>Our dataset was made available by Spogo (<a href=\"https://spogo.co.uk/developer-area\">https://spogo.co.uk/developer-area</a>). It provides high quality data on sports venues (a quick comparison shows that it’s up to 15 times better than Google Maps at finding tennis courts near a given postcode). \u0002\nDuring the weekend, with a combined sleep time of around 11 hours between the four of us, we identified the relevant fields and processed them into a useable format. Then, we built a web based application that matched our user’s preferences with others who have similar preferences to suggest a mutually convenient venue for their chosen racquet sport. Finally, we put together a presentation that explained what we had done and why.</p>\n<p>**Go-Hit-It-Off **</p>\n<p>Our project was called ‘Go-Hit-It-Off’.\u0002It got some really good feedback, with a lot of people showing interest in the application and the concepts behind it. We faced some pretty intense competition, but in the end, it was our idea that hit-it-off with the judges and we were the overall winners! Its success, we think, goes to show what can happen when open minds and open data are put together.</p>\n<p>We don’t know where this is going next. To be honest, since the weekend, we’ve all been pretty busy just catching up on some sleep! We’re planning on getting together in the next week though, and we’ll be thinking about how best to take up the offer of desk-space at the ODI. We’ll be working on making sure that the code is as elegant as possible and we’ll spend some time on improving the user interface. For this, I’m sure that the health-accelerator mentoring will be very useful. \u0002We’d like to thank the ODI and everyone who made the weekend possible. We had a great time and are really proud of what we achieved.</p>\n<p><em>Go-Hit-It-Off present their ideas to UK Government Ministers at The ODI’s opening event in December. For more about Hack4Health see: <a href=\"http://www.theodi.org/news/healthy-start-hackathons-odi\">A Healthy Start for Hackathons at The ODI</a></em></p>\n<p>\u0002</p>","organizations":[],"author":{"name":"Go-Hit-It-Off","slug":"go-hit-it","state":"published","web_url":"http://theodi.org/go-hit-it","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Go-Hit-It-Off","slug":"go-hit-it","state":"published","web_url":"http://theodi.org/go-hit-it","tag_ids":[]}}