{"id":"https://contentapi.theodi.org/git-data-publishing.json","web_url":"http://theodi.org/blog/git-data-publishing","slug":"git-data-publishing","title":"Git for Data Publishing","format":"article","updated_at":"2015-09-11T09:51:24+00:00","created_at":"2013-05-20T09:35:06+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Over the last few years, open source software development\u0002has been revolutionised by the adoption of distributed version control systems. Using tools like [git](http://git-scm.com) and particularly sites like [GitHub](http://github.com), it's now incredibly easy to contribute to a project. This has lowered the bar for\u0002participation, and has had an incredible impact on the quality and range of open source output, and enabled fantastic service ecosystems and business models to build up.","language":"en","need_extended_font":false,"content":"<p>Over the last few years, open source software development\u0002has been revolutionised by the adoption of distributed version control systems. Using tools like <a href=\"http://git-scm.com\">git</a> and particularly sites like <a href=\"http://github.com\">GitHub</a>, it's now incredibly easy to contribute to a project. This has lowered the bar for\u0002participation, and has had an incredible impact on the quality and range of open source output, and enabled fantastic service ecosystems and business models to build up.</p>\n<p>In contrast, open data is still its infancy as far as tooling and process go.\u0002In a world where open data is published sporadically, where it's hard to get things fixed, and where publishers aren't recognised or able to easily engage\u0002with their user community, can the tools of open source revolutionise open data publishing in the same way?</p>\n<p>Personally, I believe this is possible. Data is different from code in many ways, but the open source development model has a lot we can learn from. When I can fork your open dataset, fix errors, and easily get my changes integrated back in, we all win.\u0002\nWe could sit down and discuss this for a while; there are certainly lots of issues to think about. However, I'm a hacker at heart, and I think best when my mind can express itself through working code. So, in my 20% time at work, I've been experimenting.</p>\n<p>Firstly: we can put simple data into GitHub repositories, but it's not very friendly, so\u0002I've built a <a href=\"http://git-viewer.labs.theodi.org/\">Git Data Viewer</a>, which wraps around a git repository (not necessarily GitHub), and exposes some information about the contents in a more data-user-friendly way than the standard GitHub view. Currently, if you create a repository, add some data in CSV, and add a <a href=\"http://data.okfn.org/standards\">DataPackage</a> file to describe it, the app can load that up\u0002and show you the details, contents, history, and so on of that dataset. For example, here is a view of the <a href=\"http://git-viewer.labs.theodi.org/repositories/git%3A%2F%2Fgithub.com%2Fdatasets%2Fhouse-prices-uk.git\">UK house price dataset</a>, which was put onto GitHub by <a href=\"http://rufuspollock.org/\">Rufus Pollock</a>. As you can see, it's substantially friendlier than the <a href=\"https://github.com/datasets/house-prices-uk/\">bare repository</a>\u0002(though data.okfn.org does also provide <a href=\"http://data.okfn.org/data/house-prices-uk\">a more useful view</a> of this particular dataset).</p>\n<p>Secondly, I've started experimenting with the process of maintaining and improving this data. I've uploaded an <a href=\"https://github.com/theodi/dataset-mod-disposals\">MOD dataset</a> to play around with; here you can see an\u0002<a href=\"https://github.com/theodi/dataset-mod-disposals/pull/1\">open pull request</a> for an improvement to the file format of the data. I'm already learning that while many operations on datasets match well with Git, some do not. Adding columns, for instance, affects every line, so will be very difficult to merge in if other things have changed as well. I'm unsure at the moment if this is a fundamental limitation in Git itself, or whether we can improve the tooling to make this easier.</p>\n<p>I make no claim that this will work, it's an experiment to see which bits do and which bits don't, and to see how far we can push our current toolset before it breaks. If you're interested joining in, please do come and talk to us on our <a href=\"irc://irc.freenode.net/theodi\">IRC channel</a> (#theodi on irc.freenode.net), check out the <a href=\"https://github.com/theodi/git-data-viewer\">viewer source code</a>, or fork\u0002our\u0002<a href=\"https://github.com/theodi/dataset-mod-disposals\">test dataset</a>\u0002and send pull requests!</p>","organizations":[],"author":{"name":"James Smith","slug":"james-smith","state":"published","web_url":"http://theodi.org/team/james-smith","tag_ids":["team","rnd-programme","research-and-development","odi-labs"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"James Smith","slug":"james-smith","state":"published","web_url":"http://theodi.org/team/james-smith","tag_ids":["team","rnd-programme","research-and-development","odi-labs"]}}