{"id":"https://contentapi.theodi.org/global-gender-goals-achieving-local-impact.json","web_url":"http://theodi.org/blog/global-gender-goals-achieving-local-impact","slug":"global-gender-goals-achieving-local-impact","title":"Global gender goals: achieving local impact ","format":"article","updated_at":"2016-12-12T10:16:28+00:00","created_at":"2016-12-07T09:48:59+00:00","tag_ids":["blog","sdgs","sustainable-development-goals","gender"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/sdgs.json","web_url":null,"title":"SDGs","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=sdgs","web_url":"http://theodi.org/tags/sdgs","slug":"sdgs"}},{"id":"https://contentapi.theodi.org/tags/keywords/sustainable-development-goals.json","web_url":null,"title":"sustainable development goals","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=sustainable-development-goals","web_url":"http://theodi.org/tags/sustainable-development-goals","slug":"sustainable-development-goals"}},{"id":"https://contentapi.theodi.org/tags/keywords/gender.json","web_url":null,"title":"gender","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=gender","web_url":"http://theodi.org/tags/gender","slug":"gender"}}],"details":{"business_proposition":false,"description":"<p>Demand is growing for gender data and targeted solutions for challenges unique to women, men, girls or boys. Data, accountability and sustainable development expert Davis Adieno explains the challenges and opportunities of achieving gender equality through the Sustainable Development Goals</p>","excerpt":"Demand is growing for gender data and targeted solutions for challenges unique to women, men, girls or boys. Data, accountability and sustainable development expert Davis Adieno explains the challenges and opportunities of achieving gender equality through the Sustainable Development Goals\r","language":"en","need_extended_font":false,"alternative_title":"Global gender goals: achieving local impact ","url":"","content":"<p><em>Demand is growing for gender data and targeted solutions for challenges unique to women, men, girls or boys. Data, accountability and sustainable development expert Davis Adieno explains the challenges and opportunities of achieving gender equality through the Sustainable Development Goals</em></p>\n<p>Significant progress has been made in the long journey towards gender equality and the empowerment of women and girls. We now have a standalone Sustainable Development Goal (<a href=\"http://www.globalgoals.org/global-goals/gender-equality/\">SDG 5</a>) on gender, which places special emphasis on the subject and raises its profile to those from state and non-state backgrounds. But raising awareness on this goal is in itself a progressive step towards gender equality.</p>\n<p>Disaggregation of data by sex has equally gained momentum, fuelled by the demand for gender data and targeted decision-making and interventions that tackle challenges unique to women and men, or girls and boys. Today, a lot of sex disaggregated data exists in the public, private and development spheres. We have just about enough to get started despite capacity gaps in understanding gender data, its analysis, and packaging in more powerful ways to support advocacy and policy engagement. The growth in information communication technologies (ICTs), especially mobile phone and increased access to the internet are demystifying gender equality and putting information in the hands of people – whether deliberately or not; changing attitudes in ways never imagined before. Mainstream and social media are exerting cultural influences across the world and sharing more and more information by the minute.  </p>\n<p>Despite these milestones, we remain fully conscious of the insurmountable challenges and barriers that women and girls face around the world, especially in rural and marginalised areas, and in fragile and conflict situations. Increasingly the “forgotten” boy child and young men are side-lined by increased investments in women and girls and are now falling deeper into crisis in the developing country context. Both men and women are stuck with attitudes and practices that impede progress arising from retrogressive socio-economic, political and cultural factors. Men with the power to exert influence and make a difference are yet to subscribe to the reality that empowering women is akin to empowering the entire community and society at large. While women in power and leadership are still very much perceived to be in these positions by favour, not by merit. Despite the numerical strength, many women don’t support their own (deserving and qualified women) to ascend to leadership positions.</p>\n<h3 id=\"howdatashiftishelpingtomonitorprogressandenablechangeinkenya\">How DataShift is helping to monitor progress and enable change in Kenya</h3>\n<p>Over the past couple of months, DataShift has partnered with the <a href=\"http://www.openinstitute.com\">Open Institute (OI)</a> and Chief Francis Kariuki, (the <a href=\"https://twitter.com/chiefkariuki\">“Tweeting Chief”</a>) to domesticate SDG 5 at the community level in Lanet Umoja Location, Nakuru County in Kenya. <a href=\"http://civicus.org/thedatashift/\">DataShift</a> is an initiative of <a href=\"http://www.civicus.org/\">CIVICUS World Alliance</a> that builds the capacity and confidence of civil society organisations to produce and use citizen-generated data (CGD) to monitor sustainable development progress, demand accountability and campaign for transformative change. Through the project dubbed “global goals for local impact” we are working with the community to use citizen-generated data to better understand their gender-related development and governance priorities. Even more exciting, we are moving beyond the collection of citizen-generated data to empower the community to undertake advocacy campaigns targeting local government decision-making and budget processes with a view of attracting resources to initiatives that empower women and girls. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/47/db/5847dbe71f986a0830000080/DataShift1.jpg\" alt=\"DataShift classroom\" class=\"img\" id=\"5847dbe7f362be08540000e9\">\n<small>Image by Davis Adieno, CIVICUS</p>\n<p>Over time we will measure whether progress is being made or not on SDG 5 targets and indicators. Ultimately our goal is to develop, test, and share widely a model for citizen engagement in domestication and tracking progress on SDGs at the community level; using SDG 5 as an entry point.</p>\n<p>We started by convening a women’s-only (young and old) community gender thematic forum with over 100 women groups, training them on SDG 5 targets and indicators. The women’s-only forum created a safe space for them to candidly discuss their challenges, opportunities and priorities. A follow-up joint thematic forum was then organised to bring the men in the community and local leaders on board, raising awareness among them on SDG 5 and including them in the Lanet Umoja gender committee. </p>\n<p>Subsequent meetings focused on data literacy, clarifying contentious issues; such as unpaid care and domestic work, and demonstrating the importance of SDG 5 indicators in measuring progress. We further involved the community in developing the gender citizen-generated data collection methodology and tools. In October 2016, the gender citizen-generated data collection tools were uploaded to mobile phones and distributed to women leaders. The women were trained to use the mobile phones to collect the data - this data collection is currently underway. The data will be available on an <a href=\"http://lanet.opencounty.org/\">online dashboard</a>, visualising it as information the community can use to power campaigns and advocacy.</p>\n<h3 id=\"lessonslearnt\">Lessons learnt</h3>\n<p>From the community engagements and gender citizen-generated data in Lanet Umoja, we have learnt: the gender-related issues that SDG 5 and its constituent targets, seek to address for example, ending all forms of discrimination, eliminating all forms of violence against all women and girls, and recognising and valuing unpaid care and domestic work, among others, resonate quite well with people’s every day circumstances at the community level.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/47/dc/5847dc0a1f986a0830000083/DataShift2.jpg\" alt=\"Kenya\" class=\"img\" id=\"5847dc09d0d46206f00000f8\">\n<small>Image by Davis Adieno, CIVICUS</p>\n<p><strong>Some targets were more relevant than others depending on the magnitude of the problem within the community</strong></p>\n<p>In Lanet Umoja for example, target 5.3 on “eliminate all harmful practices, such as child, early and forced marriage and female genital mutilation” was less of a priority because the issues it seeks to address are nearly non-existent in the community. While 5.a on “undertake reforms to give women equal rights to economic resources, as well as access to ownership and control over land and other forms of property, financial services, inheritance...” was considered higher priority.</p>\n<p><strong>Other targets would have to be domesticated or further expanded to address emerging issues</strong></p>\n<p>For example 5.2 focuses on eliminating all forms of violence against “all women and girls” in the public and private spheres. Given increased violence against men and boys, the community agreed that this would have to be expanded to read “against all women, girls, men, and boys” in the public and private spheres to ensure the data captures the reality on the ground.    </p>\n<p><strong>The community was more interested in indicators they could do something about</strong></p>\n<p>For example indicator 5.1.1 reads “whether or not legal frameworks are in place to promote, enforce and monitor equality and non-discrimination on the basis of sex”. The community was interested in an additional indicator that could measure “the proportion of those discriminated against”, so they could do something about it.</p>\n<p><strong>Gender equality is still largely perceived as a women’s-only issue</strong></p>\n<p>We have however witnessed significant improvement in Lanet Umoja since we started involving the men, a lot more campaigning and advocacy is needed to reach those not yet engaged in order to convince them that gender equality does matter to them.  </p>\n<p><strong>Half of the households in Lanet Umoja were led by women</strong></p>\n<p>The data showed that most of the women are breadwinners by the age of 40, are more affected by insecurity, and they were more proactive in reporting incidents to security agents.</p>\n<p><strong>Gender issues cut across all goals</strong></p>\n<p>Achieving gender equality and the empowerment of women and girls within the community are measured through targeted government service delivery and women’s access to economic opportunities, along with related issues like women and girls accessing clean water, efficient and timely health services, quality education etc. Gender is therefore a cross-cutting issue not only in the SDGs themselves, but in reality on the ground.</p>\n<p><strong>Access to “classified official data” to complement data generated by communities is a challenge</strong>\nThis makes it difficult to understand what government is doing on this agenda and therefore hold it to account. This is likely to be a major challenge for the follow up and review process.</p>\n<p><strong>Reaching impact at scale will be a challenge</strong>\nThe scope of gender citizen-generated data, especially at the subnational level like Lanet Umoja focuses on highly contextualised community-specific issues. We have to extract the approach and lessons to formulate a scalable model.</p>\n<p><strong>There’s limited capacity and funding to collect more frequent gender data</strong>\nThere’s limited capacity to feed this data into local government decision-making processes at the subnational level, often because government, donors or CSOs are mainly focused on service delivery sectors. </p>\n<h3 id=\"nextsteps\">Next steps</h3>\n<p>From our perspective, mainstreaming gender in sub-national government policy, practice, and service delivery will be critical for targeted interventions which meet the specific needs of women and girls at the lowest levels of the community. It’s now widely acknowledged that gender equality and the empowerment of women and girls is a precondition for the achievement of the SDGs, however this requires good quality, timely, and accurate gender data, in addition to partnerships and relentless efforts on all fronts.</p>\n<p>DataShift’s work on using CGD for delivering the SDGs continues to explore opportunities and challenges associated with harnessing multiple sources of data, particularly citizen-generated data, to monitor, demand and drive sustainable development progress, while facilitating an evidence-based conversation amongst diverse stakeholders. This is being achieved through applied research, collaboration and partnership development and policy engagement, outreach and advocacy primarily in Kenya and Tanzania, and in other DataShift pilot countries – Nepal and Argentina.</p>\n<p>Follow the conversation on Twitter with <a href=\"https://twitter.com/search?q=%23DataShift&src=typd\">#DataShift</a>.</p>\n<p><strong><em>Davis Adieno is Senior Advisor on Data, Accountability, and Sustainable Development at CIVICUS World Alliance and DataShift.</em></strong></p>\n<p><strong>If you have ideas or experience in open data that you’d like to share, <a href=\"production@theodi.org\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\">@ODIHQ</a>.</strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/new-open-data-trainers-to-help-tanzania-achieve-sustainable-development-goals.json","web_url":"http://theodi.org/blog/new-open-data-trainers-to-help-tanzania-achieve-sustainable-development-goals","slug":"new-open-data-trainers-to-help-tanzania-achieve-sustainable-development-goals","title":"New open data trainers to help Tanzania achieve Sustainable Development Goals","format":"article","updated_at":"2016-10-05T13:25:47+00:00","created_at":"2016-10-04T15:50:43+00:00","tag_ids":["blog","tanzania","training","global-development","data-literacy"]},{"id":"https://contentapi.theodi.org/new-crop-data-from-syngenta-to-allow-farmers-to-increase-sustainable-productivity.json","web_url":"http://theodi.org/news/new-crop-data-from-syngenta-to-allow-farmers-to-increase-sustainable-productivity","slug":"new-crop-data-from-syngenta-to-allow-farmers-to-increase-sustainable-productivity","title":"New crop data from Syngenta to allow farmers to increase sustainable productivity ","format":"article","updated_at":"2015-09-11T10:00:22+00:00","created_at":"2015-04-22T21:57:22+00:00","tag_ids":["news","agritech","syngenta","agricultural","environment"]},{"id":"https://contentapi.theodi.org/what-is-open-data.json","web_url":"http://theodi.org/what-is-open-data","slug":"what-is-open-data","title":"What is open data?","format":"article","updated_at":"2016-01-05T15:22:05+00:00","created_at":"2014-10-30T15:43:18+00:00","tag_ids":["page","open-data","explained","what-is","introduction","closed-data","shared-data"]}],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}