{"id":"https://contentapi.theodi.org/gothenburg-node-news-2014.json","web_url":"http://theodi.org/blog/gothenburg-node-news-2014","slug":"gothenburg-node-news-2014","title":"Gothenburg node news: January 2014","format":"article","updated_at":"2015-09-11T09:54:15+00:00","created_at":"2014-01-24T12:51:13+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>Sweden should be a prime mover in the field of open data. As a country we embrace openness and human rights. There is a deeply entrenched principle called \"offentlighetsprincipen\" which translates handily to \"the principle of public access to official documents\" which is written into the constitution and oft referred to. In practice however there is a lack of official policy promoting open data practices and application varies widely between different organisations. </p>","excerpt":"Sweden should be a prime mover in the field of open data. As a country we embrace openness and human rights. There is a deeply entrenched principle called \"offentlighetsprincipen\" which translates handily to \"the principle of public access to official documents\" which is written into the constitution and oft referred to. In practice however there is a lack of official policy promoting open data practices and application varies widely between different organisations. \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>Sweden should be a prime mover in the field of open data. As a country we embrace openness and human rights. There is a deeply entrenched principle called \"offentlighetsprincipen\" which translates handily to \"the principle of public access to official documents\" which is written into the constitution and oft referred to. In practice however there is a lack of official policy promoting open data practices and application varies widely between different organisations. </p>\n<p>There are plenty of accounts of applications for data that are made through the PSI directive being met with varying success and especially requests for structured data can often be fulfilled with scanned printouts of the data.</p>\n<p>Many authorities lack clear strategies for making open data sources available in useable forms. Those that have started to open data sources typically have few data sources available and processes for publishing data sources are often unclear or overly complicated.</p>\n<p>However there is a growing awareness of the issue and the possibilities with public open data, both at the levels of politicians and individuals within organisations. Recently we have seen for instance the local authority of the City of Gothenburg producing a centralized website for open data and starting the process of creating a centralized strategy. There are hackathons and innovation competitions promoting the usage of open data. Travel authorities in particular have been very active in promoting open data with initiatives such as TravelHack. Also the authority Vinnova who provide funding to increase innovation and openness amongst public authorities have been running a series of funding rounds for projects to both open data sources and promote usage of open data.</p>\n<p>Big Apps as an organisation have had the aim of helping public organisations and large companies in Sweden to increase their availability of open data. Our tool for achieving this has been through the creation of good examples through hackathons and innovation competitions. We have now become a local node for collaboration with ODI and are expanding our focus to become a competence centre for open data and open innovation grounded in open data.</p>\n<h3 id=\"ourgoalsforthecomingthreemonthsincludethefollowing\">Our goals for the coming three months include the following;</h3>\n<p>• Send a press release announcing our work with ODI Communicate our work with ODI through our network </p>\n<p>• Update our website with information about this work. </p>\n<p>• Identify resources and competences within open data in Sweden Poll the level of open data usage amongst Swedish authorities </p>\n<p>• Seek financing to develop our work with open data. </p>\n<p>The aim is to by the middle of 2014 have a clear plan and secured financing for our work as a competence centre and to be able to provide subsidised services that help authorities plan and execute their strategies for making more open data available. We will be doing this in the form of a non-profit organisation with an open structure and a network of active member organisations. We see great possibilities for increasing the awareness and acceptance of open data in Sweden. The time is right and the is a great deal of positive momentum. We welcome the possibility to work with the ODI and look forward to sharing our experiences with organisations in other countries.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/gothenburg.json","web_url":"http://theodi.org/nodes/gothenburg","slug":"gothenburg","title":"Gothenburg","format":"node","updated_at":"2016-01-29T10:28:39+00:00","created_at":"2013-10-28T14:30:18+00:00","tag_ids":["node","gothenburg"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}