{"id":"https://contentapi.theodi.org/government-data-programme-why-your-voice-counts.json","web_url":"http://theodi.org/blog/government-data-programme-why-your-voice-counts","slug":"government-data-programme-why-your-voice-counts","title":"Building the Government Data Programme: why your voice counts","format":"article","updated_at":"2015-11-27T16:52:12+00:00","created_at":"2015-11-24T12:02:26+00:00","tag_ids":["blog","cabinet-office","data-infrastructure"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/cabinet-office.json","web_url":null,"title":"Cabinet Office","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=cabinet-office","web_url":"http://theodi.org/tags/cabinet-office","slug":"cabinet-office"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-infrastructure.json","web_url":null,"title":"data infrastructure","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-infrastructure","web_url":"http://theodi.org/tags/data-infrastructure","slug":"data-infrastructure"}}],"details":{"business_proposition":false,"description":"<p>ODI CEO Gavin Starks calls on data users and businesses to join an open conversation to help make sure the new data programme will maintain a strong data infrastructure that is vital to our digital economy</p>","excerpt":"Gavin Starks calls on businesses and \"everyone innovating with data\" to join an open conversation with government to help ensure the new data programme will maintain the strong data infrastructure that our digital economy so badly needs\r","language":"en","need_extended_font":false,"alternative_title":"Building the Government Data Programme: why your voice counts","url":"","content":"<p><em>Gavin Starks calls on businesses and \"everyone innovating with data\" to join an open conversation with government to help ensure the new data programme will maintain the strong data infrastructure that our digital economy so badly needs</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/54/56/565456a2d0d4623882000023/Matt_Hancock.jpg\" alt=\"null\" class=\"img text-center\" id=\"565456a2f362be4a9e0000a8\"><br />\n<small>Matt Hancock MP calling for input from diverse data users at the ODI Summit. Photo: ODI</small></p>\n<p><strong>Editor's note: This is an updated version of the blog originally posted on 24 November 2015, which was outdated and published in error.</strong></p>\n<p>The UK Cabinet Office has asked the ODI, <a href=\"https://www.gov.uk/government/speeches/open-data-institute-summit-2015-matt-hancock-speech\">in a recent speech</a>, to connect businesses, startups and innovators to government around data across the whole data spectrum. </p>\n<p>In an age where data underpins so much of our society and our economy, we want to ensure that these connections are broad and deep. </p>\n<p>Our mission at the Open Data Institute is to <strong>connect, equip and inspire people around the world to innovate with data.</strong></p>\n<p>The conversation between the Government Data Programme and data users must include a diverse set of voices and a range of organisations representing different views, priorities and cultures. </p>\n<p>At the ODI, we benefit from having a range of influences that help shape our plans and opinions, including evidence from our programmes and open conversations with our global network.</p>\n<p>Open conversations are essential for learning about what works and what doesn’t, for <a href=\"https://openpolicy.blog.gov.uk/\">open policymaking</a>, and for <a href=\"https://en.wikipedia.org/wiki/Open_innovation\">open innovation</a>. </p>\n<p>Perhaps unsurprisingly, we believe that there should be an open conversation in connecting government with data users of many kinds, that processes of communication should be as transparent as is practical and that relevant outputs, reports and publications should be open by default. </p>\n<p>Innovators and startups know that the fastest way to good service development is through direct engagement with their users. We will facilitate the part of the conversation between the business community and government. Each are trying to address the same challenges, and we believe that collaboration will help them to solve problems and improve services much faster. </p>\n<p><strong>ODI will help businesses understand the user need of government, and government understand the user need of business, around data.</strong></p>\n<p>Our data infrastructure is essential to our digital economy, and so much of our data infrastructure is maintained by government. We need <a href=\"https://data.blog.gov.uk/2015/09/24/work-of-prog/\">the new Data Programme</a> to succeed. We need government to provide strong leadership to keep open data open and invest in quality data publication. We all need to keep our expectations high, ask for what we need, and hold the Cabinet Office to its promises.</p>\n<p>As part of our work, from our <a href=\"http://theodi.org/membership\">members</a> and <a href=\"http://theodi.org/start-ups\">startups</a> and through <a href=\"http://theodi.org/courses\">training</a> and <a href=\"http://theodi.org/events\">events</a>, we hear a lot from companies about their experience with data from across the <a href=\"http://theodi.org/data-spectrum\">spectrum of closed, shared and open</a>, and the effect that government data policies have on them.</p>\n<p><strong>The UK Government has said that it wants to hear all voices.</strong> </p>\n<p>The <a href=\"https://www.gov.uk/government/speeches/open-data-institute-summit-2015-matt-hancock-speech\">explicit request from the Cabinet Office</a> to keep challenging it and push its progress around data reflects what we are told in all of our discussions across the public sector, by central government departments, local authorities and regulators. And everyone innovating with data needs to have their say in strengthening our data infrastructure.</p>\n<p>We will be inviting representatives from the Cabinet Office Data Programme team to events organised by ODI HQ and our UK-based ODI Nodes. This includes ODI Connect, business breakfasts and of course our <a href=\"http://summit.theodi.org/\">ODI Summit</a>,<a href=\"http://summit.theodi.org/\"> so that they can hear from and talk with those outside government around data</a> issues.</p>\n<p>We have asked the Cabinet Office to send a speaker at least every quarter to give <a href=\"http://theodi.org/lunchtime-lectures\">Friday lunchtime lectures</a> to share what the Data Programme is doing and give a chance for attendees and listeners to pose their questions directly. The lectures are open to everyone.</p>\n<p>We will also cross-post and promote blogs from the <a href=\"https://data.blog.gov.uk/\">Data Blog</a> onto our site. <a href=\"http://theodi.org/membership\">ODI Members</a> who want to be informed of the latest news and relevant consultations from government will be kept up-to-date and encouraged to respond (and of course we will tweet about them). This will help ensure there is an active voice from the data community across all policy areas in what is increasingly a data-driven government. </p>\n<p>These initiatives should complement other engagement activities that the Cabinet Office undertakes with the data community.  </p>\n<p>Meanwhile, our priorities are to focus on:</p>\n<ul>\n<li><p>government’s role in managing the UK’s <a href=\"http://theodi.org/who-owns-our-data-infrastructure\">data infrastructure</a>, including considering it as part of the new <a href=\"https://www.gov.uk/government/organisations/national-infrastructure-commission\">National Infrastructure Commission</a> led by Lord Adonis</p></li>\n<li><p>ensuring government learns the lessons from its loss of control of the Postcode Address File with the sale of Royal Mail, and does not repeat the same mistake in any upcoming privatisations</p></li>\n<li><p>embedding an inclusive, ethical and user-oriented approach into government’s approach to personal data</p></li>\n</ul>\n<h3 id=\"promotingdatainnovationacrosssectors\">Promoting data innovation across sectors</h3>\n<p>Along with our community of ODI Members and wider global network, we work across sector-based themes to focus and prioritise activity around specific challenges. Themes currently include <a href=\"http://theodi.org/finance\">finance</a>, <a href=\"http://theodi.org/agriculture-nutrition-open-data\">agriculture and nutrition</a>, <a href=\"http://theodi.org/global-development-open-data\">global development</a> and <a href=\"http://theodi.org/smart-cities\">open cities</a>. These themes will expand in 2016. Together, we connect people and organisations, and help develop solutions. </p>\n<h3 id=\"haveyoursay\">Have your say</h3>\n<p>How would you like to connect with the Data Programme? What kind of process do you think would work best for feeding issues and ideas to the Cabinet Office team? Comment on this blog, tweet us at <a href=\"https://twitter.com/ODIHQ\">@ODIHQ</a> or email <a href=\"mailto:policy@theodi.org\">policy@theodi.org</a> to let us know your thoughts.</p>\n<h3 id=\"keepabreastofdevelopmentsinthisarea\">Keep abreast of developments in this area</h3>\n<p>Do you want to be informed about upcoming government consultations as an ODI Member? <a href=\"http://www.theodi.org/membership\">Join our community of individuals and organisations.</a>  </p>\n<p><strong>Are you a representative of another government that would like to set up a similar initiative?</strong></p>\n<p>We actively support global efforts around data, through dedicated projects and via our global network of <a href=\"https://theodi.org/nodes\">ODI Node</a> franchises. If you would like to work with the ODI to create similar initiatives, please contact <a href=\"mailto:services@theodi.org\">services@theodi.org</a>.</p>\n<p><em><strong>Gavin Starks is <a href=\"http://theodi.org/team/gavin-starks\">CEO</a> at the ODI. Follow <a href=\"https://twitter.com/agentGav\">@agentGav</a> on Twitter.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[{"title":"Data in government","url":"https://data.blog.gov.uk/2015/09/24/work-of-prog/"},{"title":"ODI Summit: Matt Hancock speech","url":"https://www.gov.uk/government/speeches/open-data-institute-summit-2015-matt-hancock-speech"}],"related":[{"id":"https://contentapi.theodi.org/odi-welcomes-new-role-with-cabinet-office.json","web_url":"http://theodi.org/blog/odi-welcomes-new-role-with-cabinet-office","slug":"odi-welcomes-new-role-with-cabinet-office","title":"ODI to forge stronger connections between UK data innovators and government ","format":"article","updated_at":"2015-11-05T11:40:04+00:00","created_at":"2015-11-03T12:04:11+00:00","tag_ids":["blog","open-data","politics","government","uk"]}],"organizations":[],"author":{}}