{"id":"https://contentapi.theodi.org/guest-post-my-week-on-the-odi-train-the-trainer-course.json","web_url":"http://theodi.org/blog/guest-post-my-week-on-the-odi-train-the-trainer-course","slug":"guest-post-my-week-on-the-odi-train-the-trainer-course","title":"Guest post: Visualising my week on the ODI's Train the Trainer course","format":"article","updated_at":"2015-09-11T10:01:58+00:00","created_at":"2015-06-16T15:51:20+00:00","tag_ids":["blog","guest-post","train-the-trainer","courses"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/guest-post.json","web_url":null,"title":"guest post","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=guest-post","web_url":"http://theodi.org/tags/guest-post","slug":"guest-post"}},{"id":"https://contentapi.theodi.org/tags/keywords/train-the-trainer.json","web_url":null,"title":"train the trainer","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=train-the-trainer","web_url":"http://theodi.org/tags/train-the-trainer","slug":"train-the-trainer"}},{"id":"https://contentapi.theodi.org/tags/keywords/courses.json","web_url":null,"title":"courses","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=courses","web_url":"http://theodi.org/tags/courses","slug":"courses"}}],"details":{"business_proposition":false,"description":"<p>So this is a visualization of my week at the Train The Trainer course of the Open Data Institute (ODI). Let me explain this visualization to you by describing all the days of this very interesting week.</p>\n<p>On Monday we arrived at the offices of the ODI, with an excellent mood (smiley face on the diagram)  and very eager to start the course. By the way ODI premises is a really cool place with a lot of special things like dashboards with live data on the walls and the vending machine that releases packs of chips every time that a news item related to recession is recognised in the BBC news feed.</p>","excerpt":"This is a visualisation of my week at the [Train The Trainer](http://theodi.org/courses/train-the-trainer) course at the Open Data Institute [(ODI)](http://theodi.org/). Let me explain it to you by describing what was a very interesting week.\r","language":"en","need_extended_font":false,"alternative_title":"Guest blog post","url":"","content":"<p>This is a visualisation of my week at the <a href=\"http://theodi.org/courses/train-the-trainer\">Train The Trainer</a> course at the Open Data Institute <a href=\"http://theodi.org/\">(ODI)</a>. Let me explain it to you by describing what was a very interesting week.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/80/4c/55804cd0d0d46208a2000005/IMG_6359.png\" alt=\"null\" class=\"img\" id=\"55804cd01f986a0892000020\"></p>\n<p>We arrived on a Monday at the ODI office*, in excellent mood [smiley face on the diagram], eager to start the course. The atmosphere in the office is great and the ODI people are very kind and always willing to help.</p>\n<p>We were relaxed, enjoying the introduction to the course by our trainers David and Mel. We sat back and started enjoying the first parts [hammock icon in my diagram]. As part of the first day we gave a micro-course of 5 mins. Mine was about the open data stakeholders’ ecosystem. Although the day seemed to be quite demanding I was thinking: we will make it.</p>\n<p>On Tuesday we began on educational theory and I thought OMG, do we need to integrate all this new theory into our 20 min course for the end of the week? [Face with big open eyes on the diagram]. </p>\n<p>Our trainer for the day, Nancy Copley, emphasised how important is to define clear learning outcomes, how to adapt to the different learning styles of our trainees, how to conduct activities aligned to learning outcomes and how to move from surface learning to deep learning. I felt that my mind was overwhelmed by new ideas about how I should set up my 20 min assessment course and it was very clear now that the week will be demanding [icon of 1 ton van in my diagram].</p>\n<p>After having dinner and a couple of beers with a colleague that works with open data for development, I started working on my 5 minutes session that I would deliver on Wednesday. I was trying to apply all the educational theory that we were taught.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/80/4e/55804eb91f986a08fa000001/IMG_6349.png\" alt=\"null\" class=\"img\" id=\"55804eb9d0d462081c00001b\"></p>\n<p>Wednesday morning: I was stressed and I was feeling that I still had a long way to get to the point where all the things will be integrated and aligned. My 5 minutes were about improving the global food supply through open data. The main objective was to help participants understand how open data can improve the global food supply and which are the challenges of doing so. </p>\n<p>My 5 minute presentation did not go well. I did not manage to conduct activities aligned to the learning outcomes and my learning outcomes were not very clear. I felt very disappointed [sad face icon on my diagram]. I had still very much work to do so I started to work using the comments of our trainers as a reference.</p>\n<p>Thursday: the day of our 20 minute assessment course. It went quite well but I felt that there were parts that could be better e.g. the activities. After the end of the presentations [tired face icon in my diagram] the ODI team brought ice creams that were really needed to bring some smiles again on the room.</p>\n<p>The day closed with cold drinks at ODI’s kitchen and some very interesting discussions with ODI members [party icon on my diagram].</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/80/4e/55804e0bd0d46208a2000007/IMG_6353.png\" alt=\"null\" class=\"img\" id=\"55804e0bf362be08bc000016\"></p>\n<p>On Friday we had to prepare our personal development plan based on the feedback that we received by other participants of the course and also our own self-assessment. With a good mood [smiley face icon on the diagram] and with the feeling that now the van has the engine that it needs to get up the high hill I worked on the plan. </p>\n<p>In the afternoon, whilst our assessors did their final marking, <a href=\"https://theodi.org/team/simon-bullmore\">Simon</a> and <a href=\"https://theodi.org/team/steffica-warwick\">Steffica</a> delivered a session on how to organise a great open data course. </p>\n<p>The big moment came right after with peer to peer review meetings with trainers. Although marginally, it was a pass. I felt great and really happy.</p>\n<p>I would like once again to thank ODI members for the excellent organisation and hosting of the course as well as ODI Athens node for supporting our participation in the course. Special thanks to our trainers Melissa and <a href=\"https://theodi.org/team/david-tarrant\">David</a>.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/80/4e/55804e3cd0d46208a2000009/IMG_6349___IMG_6372_Mask.png\" alt=\"null\" class=\"img\" id=\"55804e3c1f986a0892000023\"> </p>\n<p>Before leaving we took some nice pictures with <a href=\"https://theodi.org/team/fiona-smith\">Fiona</a>, a member of the ODI team with whom Agro-Know colleagues worked for the <a href=\"http://theodi.org/how-improve-agriculture-food-nutrition-open-data\">Discussion Paper on improving  Agriculture and Nutrition with open data</a>.</p>\n<p>I'm eager to start transferring the knowledge to others and to try to change the mindset of the people about the open data.</p>\n<hr />\n<p>*By the way, ODI's offices are really cool with a lot of special items such as dashboards with live data on the walls and a vending machine that releases packets of crisps every time that a news item related to recession is recognised in the BBC news feed.</p>\n<hr />\n<p><em>Giannis Stoitsis is Partner and COO at Agro-Know (www.agroknow.gr), a SME which uses, creates, publishes and loves open data of the agrifood sector.</em></p>\n<p><em>This blog first appeared on the <a href=\"http://blog.agro-know.com/?p=3596\">Agro-Know's blog</a>.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Giannis Stoitsis","slug":"giannis-stoitsis","state":"published","web_url":"http://theodi.org/giannis-stoitsis","tag_ids":["writers","trainer","train-the-trainer"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/courses.json","web_url":"http://theodi.org/courses","slug":"courses","title":"Courses","format":"article","updated_at":"2017-04-27T12:05:53+00:00","created_at":"2014-12-11T10:53:24+00:00","tag_ids":["page","courses","homepage"]},{"id":"https://contentapi.theodi.org/train-the-trainer.json","web_url":"http://theodi.org/courses/train-the-trainer","slug":"train-the-trainer","title":"Train the trainer","format":"course","updated_at":"2017-02-20T15:39:26+00:00","created_at":"2015-01-14T11:01:14+00:00","tag_ids":["trainers","training","courses","train-the-trainer"]}],"organizations":[],"author":{"name":"Giannis Stoitsis","slug":"giannis-stoitsis","state":"published","web_url":"http://theodi.org/giannis-stoitsis","tag_ids":["writers","trainer","train-the-trainer"]}}