{"id":"https://contentapi.theodi.org/guest-blog-open-and-linked-data-recipe-refreshed-public-services-and-better-businesses.json","web_url":"http://theodi.org/blog/guest-blog-open-and-linked-data-recipe-refreshed-public-services-and-better-businesses","slug":"guest-blog-open-and-linked-data-recipe-refreshed-public-services-and-better-businesses","title":"Guest Blog: Open and Linked data - a recipe for refreshed public services and better businesses.","format":"article","updated_at":"2015-09-11T09:50:35+00:00","created_at":"2012-11-13T13:35:03+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The UK Government Linked Data Working Group (UKGovLD) met last week for an enlightening and diverse session of presentations highlighting the mix of Linked Data projects across the public sector. This being a full house, hosted by DCLG, it cemented the concept of holding a much larger event in spring next year.","language":"en","need_extended_font":false,"content":"<p>The UK Government Linked Data Working Group (UKGovLD) met last week for an enlightening and diverse session of presentations highlighting the mix of Linked Data projects across the public sector. This being a full house, hosted by DCLG, it cemented the concept of holding a much larger event in spring next year.</p>\n<p>The UKGovLD was formed as a commitment in the Open Data white paper and is here to advise Government on the implementation of Linked Data technologies and associated business practices, highlighting areas of best practice and identifying projects that should be prioritised or amended.\u0002All to enable collaboration and the delivery of core projects for the benefit of the UK.</p>\n<p><strong>Our remit</strong></p>\n<p>UKGovLD will act as a stakeholder group for the interests of those that use and re-use Linked Data, recognising the wide variety of organisations and individuals which this includes and hopefully working in partnership or facilitating collaborative approaches. In addition, UKGovLD will engage with broader users, potential users and re-users of Linked Data, working directly or through organisations like The ODI. It will reach out to organisations and individuals with an interest in using or increasing the use of Linked Data or finding out how the approach can help with a particular business need.</p>\n<p>At the heart of the working group we have established a delivery team that will help in driving forward the agenda.\u0002\n<strong>The value of Linked Data</strong></p>\n<p>One of the first questions I’m asked\u0002if I mention Linked Data is “how will it benefit me ?”.\u0002For me, the answer is clear but it began with a journey that started 4 years ago when I attended a very compelling presentation by John Sheridan at the National Archives on their use of Linked Data. It chimed with me and helped draw out some issues around integrating data across and within organisations.</p>\n<p>We had been developing very similar ideas in the geospatial community and were interested in doing things differently to join up across government. Linked Data provides a vital step in moving towards a data-centred transformation, where we have a platform of open data (both public and non-public) with web APIs and application services developed around these that deliver real efficiencies in the public sector.\u0002Linked data provides a very flexible data structure that is designed for repurposing. And the use of open data standards and open source tools ,along with a flexible underlying data structure has enabled a number of projects to be delivered in an agile and sustainable way that keeps costs a lot lower than traditional delivery methods.</p>\n<p><strong>New business practices</strong></p>\n<p>With growth as well as savings being a particular concern at the moment the case for departing from historical business practices is very strong. From my work in bringing the Linked Data approach to the Environment Agency it’s not hard to see how the savings and benefits that we have made scale up across government.\u0002We have been able to provide information in a way that serves multiple purposes. Even with our first (bathing water) project we had changing requirements that previously would have been costly and problematic to meet mid-project.\u0002This time, it was easily accommodated and you can now <a href=\"http://environment.data.gov.uk/lab\">see abnormal recordings alongside our normal monitoring data</a>.</p>\n<p>It’s important that we make the interface as simple as possible for users.\u0002Advising a\u0002Linked Data approach in the background does not mean that everyone would be expected to use only RDF (Resource Descriptor Framework - one of the foundations of Linked Data).\u0002Instead, the approach that is emerging (and which was championed at the meeting last week) is for ease of access through APIs that sit on top of that well-structured data. Vast data projects tend to have real problems in implementation especially if we deal with them as monolithic projects.\u0002One of the huge advantages of Linked Data approaches is that everything can be broken down into smaller parts and grown sustainably.\u0002Having the underling threads of linked data in the information that lies beneath the surface will enable successful businesses (like those working with The ODI) to be built on top of open data.</p>\n<p>\u0002\n*Alex Coley is the UKGovLD Working Group Chair and a staffer at the Environment Agency *</p>\n<p>*The UK Government Linked Data Working Group is on twitter <strong>@UKGovLD</strong> and you can read more details about registering as a member and the work of the Group *<em><a href=\"http://www.data.gov.uk/linked-data/UKGovLD\">here</a></em></p>\n<p><em>Read the <a href=\"http://data.gov.uk/linked-data/UKGovLD\">full terms of reference for the UKGovLD</a></em></p>","organizations":[],"author":{"name":"Alex Coley","slug":"alex-coley","state":"published","web_url":"http://theodi.org/alex-coley","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Alex Coley","slug":"alex-coley","state":"published","web_url":"http://theodi.org/alex-coley","tag_ids":[]}}