{"id":"https://contentapi.theodi.org/guest-post-open-data-revolution.json","web_url":"http://theodi.org/blog/guest-post-open-data-revolution","slug":"guest-post-open-data-revolution","title":"Guest post: The open data revolution is underway","format":"article","updated_at":"2015-09-11T09:59:29+00:00","created_at":"2015-02-23T13:24:43+00:00","tag_ids":["blog","open-data","geolytix","big-data"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/geolytix.json","web_url":null,"title":"Geolytix","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=geolytix","web_url":"http://theodi.org/tags/geolytix","slug":"geolytix"}},{"id":"https://contentapi.theodi.org/tags/keywords/big-data.json","web_url":null,"title":"big data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=big-data","web_url":"http://theodi.org/tags/big-data","slug":"big-data"}}],"details":{"business_proposition":false,"description":"<p>Data is open when anyone is free to use, reuse, and redistribute it, as opposed to closed data that is restricted by licensing and often requires paying a usage fee. </p>","excerpt":"The internet of things, location-based services, smart cities, the connected car, 3D printing, augmented reality, personal digital security, the smart grid, big data, ‘the cloud’. \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>The internet of things, location-based services, smart cities, the connected car, 3D printing, augmented reality, personal digital security, the smart grid, big data, ‘the cloud’. </p>\n<p>The above list is:</p>\n<ol>\n<li><p>A word cloud from every tech conference in 2014</p></li>\n<li><p>Made up of things that will revolutionise your life</p></li>\n<li><p>All powered by open data</p></li>\n<li><p>All of the above</p></li>\n</ol>\n<p>Data is open when anyone is free to use, reuse, and redistribute it, as opposed to closed data that is restricted by licensing and often requires paying a usage fee. For hundreds of years open data has been a fundamental tenet of science. Recently open data has been taken up by government. In 2009 Gordon Brown met Tim Berners-Lee; the conversation reportedly began with Gordon Brown asking \"How should the UK make the best use of the internet?\" TBL replied \"Just put all the government's data on it.\" GB simply said “OK, let’s do it.” This conversation reputedly led directly to <a href=\"http://www.ordnancesurvey.co.uk/business-and-government/products/opendata-products.html\" title=\"OS OpenData\">OS OpenData</a>, the ODI  and <a href=\"http://data.gov.uk/\" title=\"data.gov.uk\">data.gov.uk</a>.</p>\n<p>Tim Berners-Lee invented the World Wide Web 25 years ago. The web, simply a set of linked documents, has been changing our world at an ever increasing rate since. What will happen when we, and critically all our machines, can link disparate data in the same way the web lets us link documents? Open data is foundational to this idea, without it ‘cool stuff’ can’t happen, closed data licensing simply doesn’t cope with most of the new use cases.</p>\n<p>Take automated driving, maturing through the Gartner Hype Cycle. It will only work via a vast mesh of open linked data. Every traffic light will have to publish its existence, location and state; and so will every car, destination or collection address, business, parking space and road. And in location based services; the canonical offer of 50p off a Starbucks when you are strolling past the store front. That’s going to look pretty silly if you are 50m away, on a train, underground. Every store will have to publish and continually broadcast its location, offers and status openly as will your phone. Today we take ubiquitous locational awareness via the GPS for granted. Before scoffing at the wilder suggestions of the economic potential for open data consider the location/navigation market. That £200bn (yes, billion not million) industry was kick-started into life by flipping a switch, and making open something that had previously been closed.</p>\n<p>There are a whole range of benefits that arise from open data; less corruption, higher economic growth, more innovation, a more engaged citizenry, prevention of cartels and monopolies, evidence-based health policy, to name seven. Perhaps the greatest benefit though is that is has the potential to let everyone lead a smoother, simpler, less drab and more rewarding life.</p>\n<p>Currently open data is most often thought of as a way of the public sector sharing that which the citizenry have already paid for. In the future this will change. Businesses, like GeoLytix, and individuals will start publishing their open data. The two principal reasons many businesses hold off publishing open data are:</p>\n<ul>\n<li><p><strong>Personal privacy and data protection concerns. If data can be used to identify someone it is personal and therefore sensitive and cannot be made open.</strong> Why companies (Experian, Acxiom) and the government (DVLA, Electoral rolls) are able to collect and sell personal data, yet they or other organisations cannot do exactly the same collection but make the data open remains unclear.</p></li>\n<li><p><strong>Data as a source of competitive advantage. Many companies believe all the data they hold is what drives their competitive advantage.</strong> This is true is some cases but not many. Booksellers used to view their inventory and price lists as confidential sources of competitive advantage; Amazon changed their view on this. John Lewis customers’ shop with them because they are a damn fine retailer, not because JL know how big their stores are and how much money they take.</p></li>\n</ul>\n<p>Data as a resource has very different properties to physical resources. It has a close to zero cost of re-distribution, therefore <a href=\"http://www.geodemographics.org.uk/opendata#mrs-item-13648\" title=\"‘tragedy of the commons’\">‘tragedy of the commons’</a> problems do not exist. In fact, the more people use and exploit it the better it gets.</p>\n<p>We have our own modest example. GeoLytix maintains and publishes an <a href=\"http://www.geodemographics.org.uk/datasources#mrs-item-13658\" title=\"Open Food stores\">Open Food stores</a>\n dataset. It includes over 10,000 stores, each with ‘roof-top’ coordinates, fascia, owner and address. It has been downloaded directly over 1,000 times. </p>\n<p>By whom? We have no idea. What they’ve done with it? Not a clue. Who they’ve shared it with? Pass. But we do know it is being used in many mobile apps, is re-distributed through many other platforms, is used to improve multiple paid-for products, and has found its way onto some of the world’s most trafficked websites. All the grocers agreed to let us use data from their store locators; since the Ryanair CJEU (The Court of Justice of the EU) <a href=\"http://www.geodemographics.org.uk/blog/gkb/blair_freebain_open_data_%E2%80%93_the_revolution_isunderway/id/858\" title=\"case\">case</a> last month web scraping in violation of a sites terms and conditions is now illegal. The public can now be confident of finding up-to-date, definitive, accurate and complete locations of supermarkets. For GeoLytix, we become better known, grow our consulting business, receive more requests to license our closed data and also get the warm glow that comes from helping others.</p>\n<p>We are in the midst of a shift in attitudes towards privacy. In the longer-term, imagine a world of no privacy, everyone being able to see everything. A world similar to Bentham’s panopticon but without the walls or guards and available to everyone. Just such a world was examined in the Stephen Baxter and Arthur C Clarke novel [‘The light of other days’](http://www.geodemographics.org.uk/opendata#mrs-item-13708 ‘The light of other days’).</p>\n<p>No crime, no war, no waste, no cheating … but no privacy. Open data could be that big of a deal.</p>\n<p><em>Blair Freebairn is Partner and Principal at <a href=\"https://directory.theodi.org/members/QQ1359GR\" title=\"Geolytix\">Geolytix</a>, an ODI Member company which uses, creates, publishes and loves open data.</em></p>\n<p><em>This blog <a href=\"http://www.geodemographics.org.uk/blog/gkb/blair_freebain_open_data_%E2%80%93_the_revolution_isunderway/id/858\" title=\"first appeared\">first appeared</a> on the Geodemographics Knowledge Base blog.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Blair Freebairn","slug":"blair-freebairn","state":"published","web_url":"http://theodi.org/blair-freebairn","tag_ids":[]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/guest-blog-geolytix-open-data-business-model.json","web_url":"http://theodi.org/blog/guest-blog-geolytix-open-data-business-model","slug":"guest-blog-geolytix-open-data-business-model","title":"Guest Blog: GeoLytix - an open data business model","format":"article","updated_at":"2015-09-11T09:50:39+00:00","created_at":"2012-11-27T17:58:12+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"Blair Freebairn","slug":"blair-freebairn","state":"published","web_url":"http://theodi.org/blair-freebairn","tag_ids":[]}}