{"id":"https://contentapi.theodi.org/guest-post-sparking-an-open-data-revolution-northern-ireland.json","web_url":"http://theodi.org/blog/guest-post-sparking-an-open-data-revolution-northern-ireland","slug":"guest-post-sparking-an-open-data-revolution-northern-ireland","title":"Guest post: Sparking an open data revolution in Northern Ireland","format":"article","updated_at":"2015-09-11T09:58:01+00:00","created_at":"2014-10-30T09:39:59+00:00","tag_ids":["blog","northern-ireland","datactics"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/northern-ireland.json","web_url":null,"title":"Northern Ireland","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=northern-ireland","web_url":"http://theodi.org/tags/northern-ireland","slug":"northern-ireland"}},{"id":"https://contentapi.theodi.org/tags/keywords/datactics.json","web_url":null,"title":"Datactics","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=datactics","web_url":"http://theodi.org/tags/datactics","slug":"datactics"}}],"details":{"business_proposition":false,"description":"<p>The 'Northern Ireland Open Data Challenge' was about improving the life of people in Northern Ireland by proposing the design of an app that finds new and innovative ways to use NI open data. </p>","excerpt":"By Sean McConnell\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><strong>By Sean McConnell</strong></p>\n<p>The 'Northern Ireland Open Data Challenge' was about improving the life of people in Northern Ireland by proposing the design of an app that finds new and innovative ways to use Northern Irish open data. </p>\n<p>The Titanic Quarter in Belfast was the inspiration of the Datactics <a href=\"http://www.northernireland.gov.uk/index/media-centre/news-departments/news-deti/news-deti-230914-ministers-congratulate-winners.htm\" title=\"winning Northern Ireland Open Data Challenge entry\">winning Northern Ireland Open Data Challenge entry</a>. While contemplating our competition entry focus, the arrival of an impressive cruise ship outside our office window initiated a team discussion. How many ships have arrived this year? How many tourists have visited Northern Ireland in ships? Where do they go and what do they see once they get here?</p>\n<p>Tourism is a key growth area for our economy, and arguably one of the best vehicles to help improve the global awareness and image of Northern Ireland. A better image globally will attract revenue, inward investment opportunities, additional jobs and the positive ripple effect thereafter – serving to help improve the lives of everyone living here. So, we felt this would be a valuable area to focus our attention.</p>\n<p>Northern Ireland has much to offer both to international visitors and local residents. There is a wealth of tourism data available – visitor numbers and spend, travel operators and carriers data, occupancy rates, attractions footfall – this data is released periodically and freely available on government websites. It has the potential to show how the industry is really evolving and provide granular views into many aspects of tourism in Northern Ireland. </p>\n<p>However, there are some barriers. The availability of this open data is not widely known or sought after, while reports published are often difficult to understand and interpret. Greater granularity, cross-referencing and interrogation of the data are required to provide a clearer, fuller view of the industry. The ultimate goal would be to get greater frequency and near real-time availability of this data.</p>\n<p>We believe there is the potential to provide improved intelligence for decision-making across the three key audiences, within the Northern Ireland tourism ecosystem:</p>\n<ul>\n<li><strong>Tourists</strong>: in terms of what makes it onto the list of attractions, restaurants and accommodation options a tourist decides to include in their schedule.</li>\n<li><strong>Businesses</strong>: in terms of how businesses should allocate their resources – from personnel to marketing spend. </li>\n<li><strong>Government</strong>: in terms of how central government invests in the tourism sector in the near, medium and long-term basis. </li>\n</ul>\n<p>The aim of our conceptual application was to break down the barriers by increasing awareness of the available open data for everyone within and affected by the Northern Ireland tourism ecosystem, especially tourists, businesses and government. It would not only improve awareness of what Northern Ireland has to offer tourists but also provide meaningful metrics on the evolution and trends within the industry. </p>\n<p>This online application, powered by Datactics, would have the ability to interrogate datasets, like the available open tourism data, and provide in-depth analysis on the industry – analysis that is not available today. Multiple datasets covering a wide range of areas from hotel occupancy rates to cruise ship schedules and visitor attraction numbers are regularly published but greater detail is required. Once provided, we could bring this information together to make it more accessible to all, 24/7. The application would be made available via mobile, tablet and desktop and could provide a clear, complete picture to the people who need and want it, when they want it.</p>\n<p><em>Sean McConnell is Senior Data Analyst at <a href=\"http://www.datactics.com\" title=\"Datactics\">Datactics</a>, an ODI Supporter, which <a href=\"http://www.northernireland.gov.uk/index/media-centre/news-departments/news-deti/news-deti-230914-ministers-congratulate-winners.htm\" title=\"won the Northern Ireland Open Data Challenge\">won the Northern Ireland Open Data Challenge</a></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/opendatachallengeseries.json","web_url":"http://theodi.org/opendatachallengeseries","slug":"opendatachallengeseries","title":"Open Data Challenge Series","format":"article","updated_at":"2015-11-09T12:15:14+00:00","created_at":"2012-12-13T09:45:46+00:00","tag_ids":["page","event:open-data-challenge-series","challenge-series","open-data"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}