{"id":"https://contentapi.theodi.org/guest-blogopen-data-census-pac.json","web_url":"http://theodi.org/blog/guest-blogopen-data-census-pac","slug":"guest-blogopen-data-census-pac","title":"Guest Blog:Open Data Census Pac","format":"article","updated_at":"2015-09-11T09:52:23+00:00","created_at":"2013-01-31T00:09:18+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The decennial censii of the United Kingdom cost our country ~£500,000,000 and is the biggest, most expensive to collect and most important set of Open Data that exists. Yet the creation of what many power users need, a single simple consistent national file containing the core small areadata, is not something the national census agencies do. Today the raw data needed to produce that file are being released for England and Wales.","language":"en","need_extended_font":false,"content":"<p>The decennial censii of the United Kingdom cost our country ~£500,000,000 and is the biggest, most expensive to collect and most important set of Open Data that exists. Yet the creation of what many power users need, a single simple consistent national file containing the core small areadata, is not something the national census agencies do. Today the raw data needed to produce that file are being released for England and Wales.</p>\n<p>This leaves the power users of census data in a tricky spot. Either the several hundred businesses that require this file each produce one, or we pay to license it from a census distributor agreeing to additional license terms and conditions. The final option is for someone to do the processing work, and re-release the processed data under the same truly open terms the censii use.</p>\n<p>GeoLytix are taking the plunge and will be processing today’s detailed England and Wales data and making our output available as Open Data.\u0002We will produce a single flat file containing the core ~250 Output Area (OA) variables. It should be ready in a month or so, when Scotland and Northern Ireland’s data is released this summer we will add their data.\u0002We will be producing data dictionaries, a user guide and\u0002ensuring all the data is consistent and logical. We will also supply notes on any adjustments we have to make to get the three different national datasets consistent.</p>\n<p>Data is, well, just data. The act of processing it is, to be blunt, not that exciting or innovative. But once we have the full data in a single easy to manipulate form we can all get on with the good stuff. Merging with the LivingsCosts Survey to produce consumption estimates, creating bespoke small area classifiers, rocket fast online area reporting tools, using the Land Registry Price Paid data and ONS wealth survey to create postcode level asset models, personal income modelling using the labour force survey, Using VOA non-domestic ratings lists for high fidelity business demographics, merging in the NHS prescribing data for health modelling, using public transport flow data to understand complex transport systems… The options are limited only by our imaginations. We hope all of you, large and small, get busy doing great work.</p>\n<p>The core pack will cover the topics below and will be made up of about 250 variables. The data will be available as simple text files in both long/thin and short/fat structure, i.e. <OAID>, <VariableID>, <Value> and <OAID>, <Variable1>, <Variable2>…<VariableN>. Creating all the XML, JSON, shapefile, excel or bak files you need from those will take minutes of work not weeks. The data will come under a minimal OGL-like license and the data will be freely available without log-ins or any data harvesting. Just click a link and get to the data.</p>\n<p>I set GeoLytix up 15 months ago to help organisations solve problems where location is vital. The growth of the Open Data movement is a key enabler for us. We build custom models and produce a number of high value derived datasets alongside our contributions back to the Open Data community. If you would like to make any suggestions about the census packs, or want to know more about our data or services please get in touch with me at <a href=\"mailto:blair.freebairn@geolytix.co.uk\">blair.freebairn@geolytix.co.uk</a>.</p>\n<p>\u0002</p>\n<ul>\n<li>Age by Gender</li>\n<li>Building Type</li>\n<li>Cars Present</li>\n<li>Change 2001-2011</li>\n<li>Communal Establishments</li>\n<li>Country of Birth</li>\n<li>Dwelling Rooms</li>\n<li>Economic Activity</li>\n<li>Employment</li>\n<li>Ethnicity</li>\n<li>Family Structure</li>\n<li>Health</li>\n<li>Household Composition</li>\n<li>Household Tenure</li>\n<li>Industry Employment</li>\n<li>Method of Return</li>\n<li>NS SEC classifications</li>\n<li>Occupation</li>\n<li>Pop/Hhd Denominators</li>\n<li>Qualifications</li>\n<li>Religion</li>\n<li>Second Addresses</li>\n<li>Social Grade</li>\n<li>Students</li>\n<li>Household Tenure</li>\n<li>Travel to Work/Study</li>\n<li>Year of Arrival in UK</li>\n</ul>\n<p>\u0002</p>","organizations":[],"author":{"name":"Blair Freebairn","slug":"blair-freebairn","state":"published","web_url":"http://theodi.org/blair-freebairn","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Blair Freebairn","slug":"blair-freebairn","state":"published","web_url":"http://theodi.org/blair-freebairn","tag_ids":[]}}