{"id":"https://contentapi.theodi.org/guest-blog-why-being-uk-based-matters-open-data-industry-emerges.json","web_url":"http://theodi.org/blog/guest-blog-why-being-uk-based-matters-open-data-industry-emerges","slug":"guest-blog-why-being-uk-based-matters-open-data-industry-emerges","title":"Guest Blog: Why being UK-based matters as an open data industry emerges","format":"article","updated_at":"2015-09-11T09:52:22+00:00","created_at":"2012-11-19T20:10:46+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"It’s no wonder that data is being described as [‘the new oil’](http://www.google.co.uk/search?q=data+is+the+new+oil) of the 21st century. With more than 2 days of video uploaded to YouTube every minute, and thousands of photos being uploaded to Facebook every second, we are creating information at an unprecedented rate. Whilst it's all too easy to drown in this vast ocean of data, the amount being generated in the world around us is a resource that can be put to use for the benefit of as many people as possible. Deriving valuable insights and extracting meaning from this data is one of the biggest technological challenges of the century. My company, [Locatable](http://www.locatable.com), are attempting to provide some of this benefit, and we're lucky enough to be based in the UK where the ODI is at the forefront of democratising this resource in order to obtain the maximum value from it.","language":"en","need_extended_font":false,"content":"<p>It’s no wonder that data is being described as <a href=\"http://www.google.co.uk/search?q=data+is+the+new+oil\">‘the new oil’</a> of the 21st century. With more than 2 days of video uploaded to YouTube every minute, and thousands of photos being uploaded to Facebook every second, we are creating information at an unprecedented rate. Whilst it's all too easy to drown in this vast ocean of data, the amount being generated in the world around us is a resource that can be put to use for the benefit of as many people as possible. Deriving valuable insights and extracting meaning from this data is one of the biggest technological challenges of the century. My company, <a href=\"http://www.locatable.com\">Locatable</a>, are attempting to provide some of this benefit, and we're lucky enough to be based in the UK where the ODI is at the forefront of democratising this resource in order to obtain the maximum value from it.</p>\n<p><strong>Taking away the pain of finding a new home</strong></p>\n<p>Our aim at Locatable is to take away some of the pain of deciding where to live, by considering the factors most important for you. Some people want to live less than 30 minutes away from work, some want to live near a good school for their children, and others care most about living in a safe area. Without the availability of Open Data, our experimentation to develop the tools to search this information would have been a much larger challenge than it already was!\u0002\nWhy is Open Data in this context such a powerful thing? It's not about exposing personal information and eliminating privacy; rather it's about making public data available to all of us. Think public transport schedules, school league tables and crime statistics. Centralising and standardising this data eliminates many of the hurdles that can prevent innovative projects from getting off the ground.</p>\n<p><strong>UK leads in Europe</strong></p>\n<p>We were recently reminded of just how forward-thinking <a href=\"http://data.gov.uk\">data.gov.uk</a> is in this regard whilst attending a startup event in Lisbon, and discovering that around the EU, the quality of available data is somewhat lacking. Quite simply, we could only have started Locatable in the UK. For example, in Germany it's not possible to get hold of an open data set with all of the rail and metro timetables. Someone we met from Berlin who recently moved home had to plot that information out manually on a map to figure out which stations would be within reach of his office.</p>\n<p>For us, that illustrates the inherent value in opening up this kind of information and we hope that more progress can be made both here and abroad - it is our data after all.\u0002\n<em>Vasanth Subramanian is Co-founder and Director of Locatable, currently based at The ODI.</em></p>\n<p>\u0002</p>","organizations":[],"author":{"name":"Vasanth Subramanian","slug":"vasanth-subramanian","state":"published","web_url":"http://theodi.org/vasanth-subramanian","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Vasanth Subramanian","slug":"vasanth-subramanian","state":"published","web_url":"http://theodi.org/vasanth-subramanian","tag_ids":[]}}