{"id":"https://contentapi.theodi.org/guest-post-how-to-visualise-linked-open-data.json","web_url":"http://theodi.org/blog/guest-post-how-to-visualise-linked-open-data","slug":"guest-post-how-to-visualise-linked-open-data","title":"Guest post: How to visualise linked open data ","format":"article","updated_at":"2016-05-17T15:39:24+00:00","created_at":"2016-05-17T10:56:46+00:00","tag_ids":["blog","st-petersburg","data-visualisation"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/st-petersburg.json","web_url":null,"title":"St Petersburg","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=st-petersburg","web_url":"http://theodi.org/tags/st-petersburg","slug":"st-petersburg"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-visualisation.json","web_url":null,"title":"data visualisation","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-visualisation","web_url":"http://theodi.org/tags/data-visualisation","slug":"data-visualisation"}}],"details":{"business_proposition":false,"description":"<p>Open data’s benefits can be greater when datasets are linked; transforming these linked datasets into visualisations can extend their impacts even more. ODI St Petersburg share how they built a tool to allow anyone to turn linked, open data into visualisations </p>","excerpt":"Open data’s potential increases when datasets are linked, and transforming linked datasets into visualisations can extend positive impacts even more. ODI St Petersburg share how they built a tool to allow anyone to visualise linked, open data \r","language":"en","need_extended_font":false,"alternative_title":"Guest post: How to visualise linked open data ","url":"","content":"<p><em>Open data’s potential increases when datasets are linked, and transforming linked datasets into visualisations can extend positive impacts even more. ODI St Petersburg share how they built a tool to allow anyone to visualise linked, open data</em> </p>\n<p><strong><em>By Dmitry Pavlov</em></strong></p>\n<h3 id=\"whatislinkedopendataandwhyisitimportant\">What is linked open data and why is it important?</h3>\n<p>Many now understand <a href=\"http://theodi.org/what-is-open-data\">what open data is</a> and <a href=\"http://theodi.org/the-value-of-open-data\">the benefits it can bring</a>, but what can linked open data offer on top of that? </p>\n<p>In his <a href=\"http://5stardata.info\">'5 stars of open data'</a>, Tim Berners-Lee recommends each data item has a URI identifier so anyone can refer to it and datasets can be linked to each other. This lays the foundation for the web of transparent and interlinked data – think of it as an enormous graph of interconnected concepts, data and documents. </p>\n<p>Linked open data helps release information from enclosed documents – such as Office Suite documents generated in Word or Excel, or from PDFs – and exposes it to countless people and machines and helps extend knowledge and insights around the world.</p>\n<h3 id=\"bringinglinkedopendatatolife\">Bringing linked open data to life</h3>\n<p>In software development, reviewing and negotiating data structures and data itself in diagrams has become a part of systems design, since visual representation is easier to grasp and share. Two years ago, <a href=\"http://isst.ifmo.ru/en/\">ISST Lab</a> and <a href=\"http://vismart.biz/\">Vismart Ltd</a> together were engaged in a project with a goal to create a ‘domain meta-model’ to bring together all information systems of a very large fashion department store in St Petersburg, Russia. The idea was that this meta-model could become a unified terminology and master data for all enterprise subsystems speaking different languages: accounting, sales, purchases, online and offline stores. As we moved on with the task we realised that we had no problems finding software for creating models but could not come up with solution to show it to non-programming stakeholders. </p>\n<p>While tools for handling linked open data do exist, they are usually either massive, costly products overloaded with features and tailored for software developers or PhD research project prototypes that are not always very reliable. The most acknowledged product for editing linked open data is <a href=\"http://protege.stanford.edu/\">Protege</a>, developed by Stanford University, which is distributed under an open source licence. While Protege is famous for its support of complex data models development and sophisticated plugin structure bundled with various inference engines, its visualisation capabilities are somewhat limited, and as an offline installable package it does not allow for online sharing and collaboration. The other solution is <a href=\"http://www.topquadrant.com/tools/ide-topbraid-composer-maestro-edition/\">TopBraid Composer</a> by TopQuadrant, a powerful suite with quite rich visualisation features, but its price of several thousand dollars could be barrier for many people. So it was a need for an effective and affordable solution that inspired us to embark on writing our own software to do the job. </p>\n<p>We at <a href=\"http://isst.ifmo.ru/en/\">ISST lab</a> of <a href=\"http://en.ifmo.ru/\">ITMO University</a>, in partnership with <a href=\"http://vismart.biz/\">VISmart Ltd</a>, launched <a href=\"http://www.ontodia.org/\">OntoDia</a> to allow anyone to see and explore their open data in a graph form. The tool accepts all major linked open data formats and can hook up to online repo files as well.</p>\n<h3 id=\"threeeasystepstoseeingandexploringlinkedopendatasets\">Three easy steps to seeing and exploring linked open datasets</h3>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/3b/01/573b01dd1f986a408a000001/Figure-with-3-steps_2.jpg\" alt=\"null\" class=\"img text-center\" id=\"573b01dcd0d46206a600006e\">  </p>\n<p><strong>1) Choose your datasets</strong><br>\n<a href=\"http://www.ontodia.org/\">OntoDia</a> allows you select from published open linked datasets by defining a SPARQL endpoint, which is a released gateway for processing queries in SPARQL query language. This allows means you can browse and explore someone else’s data and make diagrams based on it. The other way of configuring data source is to upload your own file in RDF data (RDF is a W3C standard for linked open data). (We set the file size limit to under 2 MB, because larger files are costly to process and store, and we wanted to keep our service free of charge.)</p>\n<p>Users can also connect their WebProtege projects (an online tool for building high-level data models and ontologies) to visualise their contents or set up a GitHub file as a data source. </p>\n<p><strong>2) Build your diagram</strong><br>\nHaving defined the datasets you want to visualise, you can then build your own data view by dragging and dropping data nodes from the stack panel to canvas. With the help of the filter icon beside each graph node, you can filter data directly related to selected nodes and choose what to place on the canvas, therefore incrementally exploring the data set. </p>\n<p><strong>3) Share your dataviz</strong><br>\nOnce you are happy with your visualisation, you can share it with others – in the same way you would on Google drive or similar cloud services – or download your diagram as a vector or bitmap image. </p>\n<h3 id=\"whatsnext\">What’s next?</h3>\n<p>The more free, web-based dataviz tools that are accessible for non-coders, the more beneficial impacts that data can bring. There is growing demand among analysts and knowledge engineers for software that allows them to sketch simple diagrams and reorganise business processes by tweaking graphs. There is also a well-expressed need within the private and public sectors for a convenient environment to simplify linked open data modification, processing and publishing as well as for open data to be incorporated into private knowledge bases and open data reuse. We are building Ontodia to meet this need.</p>\n<h3 id=\"wewanttohearyourthoughts\">We want to hear your thoughts</h3>\n<p>We would be happy to receive feedback from users on Ontodia, from feature requests and bug reports to strategic advice and co-development. </p>\n<p>Keep an eye on the project's latest developments at <a href=\"www.ontodia.org\">www.ontodia.org</a>, and <a href=\"https://linkedin.com/in/dspavlov\">get in touch with project spokesman Dmitry Pavlov</a> on LinkedIn. </p>\n<p><strong><em>Dmitry Pavlov is a lecturer and tutor at <a href=\"http://en.ifmo.ru/en/\">ITMO University</a>.</em></strong></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/odi-st-petersburg-bringing-you-whats-new-in-open-data-in-russia.json","web_url":"http://theodi.org/blog/odi-st-petersburg-bringing-you-whats-new-in-open-data-in-russia","slug":"odi-st-petersburg-bringing-you-whats-new-in-open-data-in-russia","title":"ODI St Petersburg: bringing you what’s new in open data in Russia","format":"article","updated_at":"2016-04-26T16:23:04+00:00","created_at":"2016-04-15T13:32:50+00:00","tag_ids":["blog","st-petersburg"]},{"id":"https://contentapi.theodi.org/about-nodes.json","web_url":"http://theodi.org/about-nodes","slug":"about-nodes","title":"ODI Nodes","format":"article","updated_at":"2016-07-06T08:45:31+00:00","created_at":"2013-10-23T11:22:16+00:00","tag_ids":["page","node","nodes","international"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}