{"id":"https://contentapi.theodi.org/guest-blog-data-mixology.json","web_url":"http://theodi.org/blog/guest-blog-data-mixology","slug":"guest-blog-data-mixology","title":"Guest Blog: Data mixology","format":"article","updated_at":"2015-09-11T09:51:10+00:00","created_at":"2013-03-27T16:16:07+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"For many years of my life my inbox was a post-apocalyptic wastescape of noise, corporate spam and information overload to the point of near migraine status. I sat through meetings where those that claimed to “know,” dispersed opinion devoid of fact and speculative musings. My outlook as someone professionally and personally interested in the workings of the U.S. government was shaped by the bias of others, their desired outcomes and the spin of whatever task lay at hand. Looking back, it was a rather dismal existence and shockingly, shared by most of my colleagues.","language":"en","need_extended_font":false,"content":"<p>For many years of my life my inbox was a post-apocalyptic wastescape of noise, corporate spam and information overload to the point of near migraine status. I sat through meetings where those that claimed to “know,” dispersed opinion devoid of fact and speculative musings. My outlook as someone professionally and personally interested in the workings of the U.S. government was shaped by the bias of others, their desired outcomes and the spin of whatever task lay at hand. Looking back, it was a rather dismal existence and shockingly, shared by most of my colleagues.</p>\n<p>Seemingly, the beginning of the end for this lifestyle happened on Dec. 8, 2009 with the <a href=\"http://www.whitehouse.gov/open/documents/open-government-directive\">Open Government Directive</a>. As a result of this directive, a new era of open government in the U.S., as well as the resulting open data, began in earnest. Fast forward a few years and the Internet is awash with official websites, PDFs, APIs and all manner of methods designed to let me engage and participate with data, not opinion.</p>\n<p>However, while the availability of open government data trended sharply upward, I began to get the sense that its potential was being restricted. The data itself was great. But there seemed to be few tools that allowed me to refine the huge amount of data into information I actually cared about. Furthermore, I often spent an inordinate amount of time learning jargon and technical language to even mildly grasp what I was reading. The data was expansively raw. Unrefined. Or perhaps…an ingredient ?</p>\n<p>Theo Priestly wrote <a href=\"http://www.business2community.com/tech-gadgets/big-data-you-dont-need-a-data-scientist-you-need-a-data-plumber-0268818\">an interesting piece</a> on the notion of a “data plumber.” The point he makes is that the nature of “Big Data” is to be like water. It is alive, flows from place to place, changes and grows. As such, a plumber is required to make sure you get the right information, when you need it, in the right amount.\u0002Since <a href=\"http://www.data.gov/\">data.gov</a> currently provides more than 370,000 data sets, it can be seen as the veritable <a href=\"http://en.wikipedia.org/wiki/Lake_Mead\">Lake Mead</a> of Big Data. Not only does it need to be plumbed, but I think it could use a little…ahem…distillation as well.</p>\n<p>Three people founded <a href=\"http://www.govtribe.com\">GovTribe</a> in 2012 to do just that. Per the opening, we spent the beginning of our professional lives mired in data deserts where perspective and opinion dominated the landscape. After that, we found ourselves afloat on a sea of open data with no way to reasonably drink what we wanted. We knew that if we could take the raw ingredients provided by open data, refine, distill and mix them in way that people wanted, we would be on to something. Today, our users order up government data feeds in a way that is both useful and shall we say, thirst-quenching.</p>\n<p>The open data movement in government has undoubtedly made great strides in fostering transparency, participation and collaboration. While there is still a ways to go, it can be said that the raw materials upon which to build companies are present. From here forward, it is the job of citizens, whether for-profit or not, to take those ingredients and make the experience of understanding a government as simple a buying a pint.</p>\n<p><em>Nate Nash is the CEO of <a href=\"http://govtribe.com/\">GovTribe</a>, a company focused on taking open government data and making it useful for normal people.</em></p>","organizations":[],"author":{"name":"Nate Nash","slug":"nate-nash","state":"published","web_url":"http://theodi.org/nate-nash","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Nate Nash","slug":"nate-nash","state":"published","web_url":"http://theodi.org/nate-nash","tag_ids":[]}}