{"id":"https://contentapi.theodi.org/guest-post-open-data-and-personal-data-context-and-consent.json","web_url":"http://theodi.org/blog/guest-post-open-data-and-personal-data-context-and-consent","slug":"guest-post-open-data-and-personal-data-context-and-consent","title":"Guest post: Open data and personal data, context and consent","format":"article","updated_at":"2015-09-11T09:57:38+00:00","created_at":"2014-10-31T14:53:47+00:00","tag_ids":["blog","open-data","personal-data"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/personal-data.json","web_url":null,"title":"personal data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=personal-data","web_url":"http://theodi.org/tags/personal-data","slug":"personal-data"}}],"details":{"business_proposition":false,"description":"<p>Personal data is not open data, so why is Mydex CIC – a provider of secure personal data and identity assurance services – a member of the ODI?</p>","excerpt":"By David Alexander\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><strong>By David Alexander</strong></p>\n<p>Personal data is not open data, so why is <a href=\"https://mydex.org/\" title=\"Mydex CIC\">Mydex CIC</a> – a provider of secure personal data and identity assurance services – a Supporter of the ODI?</p>\n<p>Mydex CIC is a member of the ODI for the simple reason that context drives insight.</p>\n<p>Open data can be amazing. At a macro level it can show fantastic insights into consumption and all manner of trends, distributions and locations. It can be visualised, organised and filtered. But at some point, open data needs human context for it to provide truly actionable insight and to help improve knowledge, change behaviour or trigger action.  </p>\n<p>Human context is personal context – it’s when an individual informed by open data can make a decision, change or choice based on their life. And it’s that same personal context that researchers seek all the time, needing the context of people’s lives to make sense of the data. It’s in the interaction with personal data that you often get the best out of open data – they are inextricably linked.</p>\n<p>But personal data is not open data, so to unlock the value of both together you must have the individual’s consent and trust. If you’re in the business of empowering individuals then you must put the individual at the heart of the digital architecture. They must be able to control and manage their identity and personal data, so they can benefit from the joined-up services that they actually want. </p>\n<p>This personal empowerment can be utterly transformative in public service provision and many other contexts. Equipped with their own personal data store, an individual is able to provide informed consent and share their data with whom they choose, safely and securely, under a legal and technically robust <a href=\"https://mydex.org/?s=trust+framework\" title=\"trust framework\">trust framework</a>. And for service providers and developers the interchange can help drive insight, reduce costs, improve data accuracy and build better engagement over time.</p>\n<p>To deliver their full potential, we believe personal data and open data need to work together. This is why Mydex is integrating open data sources into our platform, to help our members make use of it easily and seamlessly with their personal data. </p>\n<p>Mydex is proud to support the ODI, its members and those individuals and teams that get involved in its <a href=\"http://opendatainstitute.org/opendatachallengeseries\" title=\"challenge series\">challenge series</a> and hack days. We help develop ways for personal data to be used in these events in a safe and secure way, offering a solution to the innovator’s most common request: how can the data we use at these events be made available in the real world so my concept can actually come to life?</p>\n<p>Mydex is all about providing context for insight. Our platform is live and we operate at scale. We have a <a href=\"https://mydex.org/?s=Sandbox\" title=\"Sandbox\">Sandbox</a> available for anyone to use, an open schema and a wealth of developer resources online, all free to use. </p>\n<p>We are open for business with open data innovators who want or need to work with permissioned personal data.</p>\n<p><em>David Alexander is Co-Founder, Chief Executive and Platform Architect at <a href=\"https://directory.theodi.org/members/NW2125NG\" title=\"Mydex CIC\">Mydex CIC</a></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}