{"id":"https://contentapi.theodi.org/guest-blog-innovating-drive-new-economic-insight-new-zealand-s-open-transport-data.json","web_url":"http://theodi.org/blog/guest-blog-innovating-drive-new-economic-insight-new-zealand-s-open-transport-data","slug":"guest-blog-innovating-drive-new-economic-insight-new-zealand-s-open-transport-data","title":"Guest Blog: Innovating to drive new economic insight from New Zealand’s open transport data","format":"article","updated_at":"2015-09-11T09:51:41+00:00","created_at":"2013-07-24T11:13:40+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The Programme Leader for New Zealand's Open Data Information and Data Programme shares insights to how traffic volume data is helping businesses and citizens make better economic decisions.","language":"en","need_extended_font":false,"content":"<p><em>The Programme Leader for New Zealand's Open Data Information and Data Programme shares insights to how traffic volume data is helping businesses and citizens make better economic decisions.</em></p>\n<p>Across the world, open government data programmes encourage others to take public (non-personal) data and add value to it by creating new products or services. They expect this re-use will contribute to economic growth, better social outcomes, illustrate government’s performance and/or create greater efficiencies within government.  </p>\n<p>In New Zealand one outstanding example of this innovative re-use is the <a href=\"http://www.anz.co.nz/commercial-institutional/economic-markets-research/truckometer/\">ANZ Truckometer.</a> This is a set of two economic indicators developed by ANZ Bank economists using traffic volume data from around the country. They use traffic flows as a real-time and real-world proxy for New Zealand economic activity, where a large proportion of freight is moved by road.  </p>\n<p>ANZ Bank carefully analysed the open traffic density data released as an API by the <a href=\"http://www.nzta.govt.nz/\">New Zealand Transport Agency (NZTA)</a>, selected key routes and applied statistical techniques to smooth out anomalies and gaps.<br />\n The result is a strong correlation between traffic flows and predicting economic growth or decline as measured by GDP data from Statistics New Zealand. The ANZ Heavy Traffic Index shows a strong contemporaneous relationship to GDP, while the ANZ Light Traffic Index has a six month lead on activity as measured by GDP.  </p>\n<p>Snappy monthly ANZ Truckometer reports present the results graphically and have traffic-related titles like Pedal to the metal, bumpy road, and engine braking. The July 2013 report On ice, reports that “The ANZ Light Traffic Index… is predicting three consecutive quarters of positive GDP growth for the remainder of the year, averaging around a 3½ percent annual pace. That’s healthy, particularly when compared against OECD peers”.</p>\n<p>The ANZ economists note that “The contemporaneous relationship between heavy traffic and GDP is not surprising – road user charges revenue data have long been used as an economic indicator. Trucks are moving produce, after all. But the lead to GDP provided by the light traffic flows is more surprising. It would appear that willingness to buy and drive a car is the ultimate measure of “money-where-your-mouth-is” consumer confidence…service vehicles (courier vans, for example), which are also captured in this data, may also be a leading economic indicator”.</p>\n<p>NZTA has also benefited from this unexpected re-use of their data. The process has helped identify and fix errors in the data, and a potentially major benefit for NZTA is that the ANZ has shown that carefully selected light traffic flows can be used to forecast NZTA’s road user charges revenue six to seven months ahead. This reduces the likelihood of large balance sheet surprises for the NZTA.  </p>\n<p>The results also have the potential to influence central bank interest rate setting, contributing to more timely identification of turning points in the economic cycle.  </p>\n<p>The marketplace can factor ANZ Truckometer results into their decisions on increasing retail space or taking on additional staff. The general public are also influenced as to whether they can spend with confidence or perhaps they should save instead. For ANZ, the innovative re-use of this data leads to confidence in their advice, and in turn, trust and confidence of customers doing business with them.  </p>\n<p>The ANZ Truckometer findings are read by 19 jurisdictions including the European Economic Area, United Kingdom, Brazil, Japan, Singapore, United Arab Emirates and the United States of America.  </p>\n<p>So, all in all, a great story about the value of open data and see some more examples like it <a href=\"http://ict.govt.nz/programmes/open-and-transparent-government/open-data-case-studies/\">here</a></p>","organizations":[],"author":{"name":"Keitha Booth","slug":"keitha-booth","state":"published","web_url":"http://theodi.org/keitha-booth","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Keitha Booth","slug":"keitha-booth","state":"published","web_url":"http://theodi.org/keitha-booth","tag_ids":[]}}