{"id":"https://contentapi.theodi.org/guest-blog-data-catalyst-growth.json","web_url":"http://theodi.org/blog/guest-blog-data-catalyst-growth","slug":"guest-blog-data-catalyst-growth","title":"Guest Blog: Data as a Catalyst for Growth","format":"article","updated_at":"2015-09-11T09:50:43+00:00","created_at":"2012-12-02T21:15:02+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"‘Data’- what does the word mean to you? To most people data signals the image of binary numbers and spread sheets. To some the word ‘data’ can trigger emotions of fascination and salivation, but average Britons probably would not be so interested. What if I was to tell you that public data could make business operations more profitable, charities more efficient and\u0002market products more beneficial to consumers? Hopefully, you’ll stop and reassess those 0s and 1s and see the significance of data. This is exactly what I have been doing at Deloitte Analytics in London for the last four months.","language":"en","need_extended_font":false,"content":"<p>‘Data’- what does the word mean to you? To most people data signals the image of binary numbers and spread sheets. To some the word ‘data’ can trigger emotions of fascination and salivation, but average Britons probably would not be so interested. What if I was to tell you that public data could make business operations more profitable, charities more efficient and\u0002market products more beneficial to consumers? Hopefully, you’ll stop and reassess those 0s and 1s and see the significance of data. This is exactly what I have been doing at Deloitte Analytics in London for the last four months.</p>\n<p>At Deloitte, we delved through thousands of datasets, interviewed businesses and explored the latest digital trends surrounding open data. Open data is not just a short-lived phenomenon but is here to stay as governments across the world release their data online. We have sought to understand which industries benefit most from the data and what governmental datasets are advantageous to which industries. We have also created different business models to display the numerous ways open data is being reused.\u0002Further understanding of such new trends can only maximise the effectiveness of businesses, developers and organisations utilising open data.</p>\n<p>In the current economic downturn, open data can be a critical catalyst in helping businesses to make the right decision and for entrepreneurial developers to feed off each other and the reams of untapped potential of sites like data.gov.uk. The digital economy beckons to be a new route for the UK out of the recession. With so much knowledge, talent and expertise across the UK’s tertiary and quaternary sectors, open data can be the resource to fuel growth. In the 19<sup>th</sup> century it was coal that powered industrial growth in Victorian Britain, in the \u000221<sup>st</sup> century it can be open data that fuels a digital economy. \u0002To give you a snapshot of just some of the potential benefits of using open data in the private sector, consider examples from the insurance, real estate or customer services industries.\u0002For instance: insurers could make more accurate assessments of claims; real estate companies could better understand planning issues; and, companies could provide more bespoke, customer-focussed products with increased efficiencies.</p>\n<p><strong>Where to go from here?</strong></p>\n<p>Data released must be more standardised in format to give the user the best possible chance to extract information. The data must also be accurately recorded by hubs, so they know how much unique information they hold. Also, open data must be palatable and useful to the user.</p>\n<p>Businesses need to be more proactive and realise the advantages of opening up their data. Working on the Deloitte report has shown me how interwoven businesses’ destinies and operations are. Even competitors in the same industry have more to gain by publishing open data than guarding silos of often unused data.\u0002\u0002‘No man is an island’ should perhaps be altered to ‘no business is an island’.</p>\n<p><em>Mike Warren was seconded to Deloitte to work on joint research examining the open data market</em></p>\n<p><em><a href=\"http://www.theodi.org/news/uk-leads-demand-open-data-odi-opens-business\">Read more</a> about the ODI/Deloitte research</em></p>\n<p><em>See the<a href=\"http://www.deloitte.com/view/en_GB/uk/market-insights/deloitte-analytics/open-data/bfb570a79416b310VgnVCM1000003256f70aRCRD.htm\"> full research</a></em></p>\n<p>\u0002</p>","organizations":[],"author":{"name":"Mike Warren","slug":"mike-warren","state":"published","web_url":"http://theodi.org/mike-warren","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Mike Warren","slug":"mike-warren","state":"published","web_url":"http://theodi.org/mike-warren","tag_ids":[]}}