{"id":"https://contentapi.theodi.org/guest-blog-open-data-market-makers.json","web_url":"http://theodi.org/blog/guest-blog-open-data-market-makers","slug":"guest-blog-open-data-market-makers","title":"Guest Blog: Open Data Market Makers","format":"article","updated_at":"2015-09-11T09:51:06+00:00","created_at":"2013-03-25T19:25:56+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Last Monday the ODI hosted an event entitled 'Open Data Market Makers', bringing together a wide range of stakeholders in open data to discuss the big issues they were facing. The panel was chaired by\u0002Stephan Shakespeare, head of the Data Strategy Board and CEO of YouGov.","language":"en","need_extended_font":false,"content":"<p>Last Monday the ODI hosted an event entitled 'Open Data Market Makers', bringing together a wide range of stakeholders in open data to discuss the big issues they were facing. The panel was chaired by\u0002Stephan Shakespeare, head of the Data Strategy Board and CEO of YouGov.</p>\n<p>The event began with presentations by Gavin Starks, CEO of the ODI and a number of ODI incubator companies to explain how they use open data in their businesses. One message that came up repeatedly was how open data today is in a similar position to how the web was back in 1995, except the infrastructure in place to support growth is much better.</p>\n<p>After the presentations Stephan opened the discussion to the floor and asked “What should be the national strategy for open data?” Lively debate then ensued around the question of the government’s role in open data. Should they release data or develop it (or a hybrid of both)?</p>\n<p>The general feeling in the room was that the key responsibility of government should be to create a level playing field for both public and private sectors by making data available to both sectors simultaneously and preventing preferential access by government departments as this was stifling competition. The private sector businesses didn’t have a problem with the public sector also utilising data to create products and applications but they felt that, in some fields, they had a large ‘first mover’ advantage which couldn’t be overcome. The transport sector was cited as good example of an area in which all the data had been made available to a wide range of participants and it was encouraging development and competition.</p>\n<p>The other big issue that the room felt passionately about was the lack of a clear channel through which to escalate open data requests and issues. There was a desire for a system similar to how the Freedom of Information requests operate in which there is a formal channel for any citizen to use to request the release of an open data set. This would then act as the mechanism which held the relevant government departments accountable for their decisions around open data. Stephan stated that this ‘Right to Data’ concept would be a key recommendation in his report.</p>\n<p>I personally came out of the event feeling more optimistic about the challenges facing open data. Whilst there are still issues to address there are also increasing examples of best practice and what can be achieved when open data is handled well. Like the web in 1995, there’s all manner of unknowns but the potential benefits that could be unlocked are only limited by our imaginations.</p>\n<p><em><a href=\"http://www.theodi.org/consultation-response/independent-public-sector-information-review\">Read a report </a>about the Open Data Market Makers event</em></p>\n<p>\u0002</p>","organizations":[],"author":{"name":"Mark Goodhead","slug":"mark-goodhead","state":"published","web_url":"http://theodi.org/mark-goodhead","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Mark Goodhead","slug":"mark-goodhead","state":"published","web_url":"http://theodi.org/mark-goodhead","tag_ids":[]}}