{"id":"https://contentapi.theodi.org/guest-blog-where-are-armchair-auditors.json","web_url":"http://theodi.org/blog/guest-blog-where-are-armchair-auditors","slug":"guest-blog-where-are-armchair-auditors","title":"Guest Blog: Where are the Armchair Auditors?","format":"article","updated_at":"2016-04-02T17:43:40+00:00","created_at":"2013-06-01T20:24:47+00:00","tag_ids":["blog","transparency","accountability"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/transparency.json","web_url":null,"title":"transparency","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=transparency","web_url":"http://theodi.org/tags/transparency","slug":"transparency"}},{"id":"https://contentapi.theodi.org/tags/keywords/accountability.json","web_url":null,"title":"accountability","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=accountability","web_url":"http://theodi.org/tags/accountability","slug":"accountability"}}],"details":{"need_id":"","business_proposition":false,"description":"<p>In this blog, Ben Worthy examines\u0002whether David Cameron's vision for a citizen army holding the public sector to account has materialised</p>","excerpt":"In this blog, Ben Worthy examines\u0002whether David Cameron's vision for a citizen army holding the public sector to account has materialised\r","language":"en","need_extended_font":false,"alternative_title":"Guest blog: Where are the armchair auditors?","url":"","content":"<p><em>In this blog, Ben Worthy examines\u0002whether David Cameron's vision for a citizen army holding the public sector to account has materialised</em></p>\n<p>One of the most eye-catching ideas from the government’s Transparency Agenda is that of the ‘Armchair Auditor’. Armchair Audit is a form of ‘crowd sourced’ accountability where citizens use newly ‘opened up’ information on spending, contracts and crime to hold public bodies to account. But has it happened?</p>\n<p>David Cameron hoped a critical mass of citizen watchdogs would become a new force for accountability.\u0002As he <a href=\"https://www.gov.uk/government/news/pms-podcast-on-transparency\">put it</a> a ‘whole army of effective armchair auditors looking over the books’ would act as a check on ‘waste’. \u0002Citizens being ‘able to see how your taxes are being spent’, ‘judge standards in your local schools and hospitals’ and ‘find out just how effective the police are at fighting crime’ would drive better performance and efficiency.</p>\n<p>Much of the emphasis has been financial and local due to the publication of local authority spending over £500 (see this <a href=\"http://www.local.gov.uk/c/document_library/get_file?uuid=bfad418d-1be8-43c8-bb9a-40faf3d41b82&groupId=10171\">LGA survey</a> for background). Eric Pickles put it bluntly-the data would ‘unleash an army of armchair auditors and quite rightly make those charged with doling out the pennies stop and think twice about whether they are getting value for money’.</p>\n<p>Yet the army has not appeared, as the <a href=\"http://www.bbc.co.uk/news/uk-politics-20221398\">BBC pointed out</a>. This is not to say there are no auditors. <a href=\"http://headlinedata.com/projects/armchair-auditor/\">Adrian Short</a> has created an open access software taken up by Auditors in the <a href=\"http://www.upnorthauditor.com/\">‘North’</a> (Hull and Lincolnshire) and on the <a href=\"http://armchairauditor.onthewight.com/\">Isle of Wight</a>. In London one particularly high profile case led to Eric Pickles publicly praising Armchair Auditors in their fight against Barnet’s ‘easycouncil’-see this account <a href=\"http://www.guardian.co.uk/society/patrick-butler-cuts-blog/2011/jul/08/mrs-angry-how-to-be-an-armchair-auditor\">here</a>. Journalists offered <a href=\"http://davidhiggerson.wordpress.com/2011/01/31/council-spending-data-10-tips-for-journalists-looking-for-stories/\">tips</a> and ran <a href=\"http://www.manchestereveningnews.co.uk/news/local-news/revealed-how-greater-manchester-councils-852837\">stories</a> and the <a href=\"http://www.taxpayersalliance.com/grassroots/2011/02/hull-east-riding-councils-publish-spending.html\">Taxpayers Alliance</a> promoted it as a grassroots weapon.</p>\n<p>But this vanguard shows little sign of becoming a citizen audit army. There are a number of reasons for this, some obvious, some less so.</p>\n<p>The first and most obvious barrier is the information. It is not yet consistent so questioning and understanding it is not easy or possible. The <a href=\"http://www.guardian.co.uk/society/patrick-butler-cuts-blog/2010/nov/24/armchair-audit-sorting-fact-from-fiction\">Reluctant</a> Armchair Auditor and the <a href=\"http://www.publications.parliament.uk/pa/cm201213/cmselect/cmpubacc/102/10204.htm\">Public Accounts Committee</a> have expressed concern at the quality and comparability of information. This may improve in the future, as this <a href=\"https://www.whatdotheyknow.com/request/armchair_audits\">FOI response from DCLG</a> suggests, with new applications making it easier to compare.</p>\n<p>The second obvious point is that to be an Armchair Auditor you need to be a particular type of person. Politically, you need to be engaged and interested in local government, understand how local government works and have a driving reason to dedicate yourself to it. To have all these traits in combination is rare-the public are, by most measures <a href=\"http://hansardsociety.org.uk/blogs/parliament_and_government/pages/audit-of-political-engagement.aspx\">less engaged</a>, though there may be glimmers of hope for local government. Add to this the time and the need to access technological know-how and this narrows down the potential pool of Armchair Auditors to a select few. Even then there is no guarantee as this would- be-but-frustrated Auditor <a href=\"http://richardosley.wordpress.com/2011/03/22/my-life-as-an-armchair-auditor/\">explains</a>.</p>\n<p>The third barrier is what you do with the information. Like FOI, it is hoped that information equals accountability. But there is a missing link here-what do you do with the information once you have it? Do you pass it to the authority itself? A member of the opposition? The press? Or do you self-publish and hope it is picked up? As this discussion on the <a href=\"http://www.edemocracyblog.com/political-blog/accountability-the-problems-with-armchair-auditors/\">E-democracy</a> blog shows, it is not clear exactly where this new information fits in. Again like FOI, the data is likely to work alongside other accountability tools-the activists in Barnet have used a combination of FOI requests, the local media and judicial review.</p>\n<p>A final point is that Armchair Auditors, like all accountability mechanisms, work best in certain situations. A high profile controversy or scandal, as in Barnet, appears to be one way of kick starting them. A lack of activity from the official opposition or local press may drive groups to do it themselves- so auditors can fill accountability vacuums. The paradox is that for Auditors to then be effective they often need to use these other channels that failed.</p>\n<p>David Cameron pointed to the MPs’ expenses scandal as being an example of what could happen when information was released. Yet this scandal actually illustrates how complex accountability can be. It was driven not by citizens but by determined journalists pushing a case through appeal and the courts. The key moment came via a good old fashioned (paid for) leak. It took four years, persistence and a whole range of accountability tools working in a very particular context.</p>\n<p>As this <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1868283\">paper</a> argues, crowd sourcing exercises are often fragile and subject to bias, relying on a ‘tiny subset’. Auditors, like many other such initiatives, are better seen as a compliment to existing systems than a replacement. Auditors will rise up in certain situations and the new information will form part of the armoury of activists, journalists and NGOs. However, the citizen army is likely to remain in the barracks.</p>\n<p><strong><em><a href=\"http://www.bbk.ac.uk/politics/our-staff/academic/ben-worthy\">Ben Worthy</a> is a lecturer in politics at Birkbeck College, University of London. He is currently researching the impact of the Transparency Agenda.</em></strong></p>\n<p><strong><em>You can reach Ben at <a href=\"mailto:B.Worthy@bbk.ac.uk\">B.Worthy@bbk.ac.uk</a></em></strong></p>\n<p>\u0002</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Ben Worthy","slug":"ben-worthy","state":"published","web_url":"http://theodi.org/ben-worthy","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Ben Worthy","slug":"ben-worthy","state":"published","web_url":"http://theodi.org/ben-worthy","tag_ids":[]}}