{"id":"https://contentapi.theodi.org/guest-blog-bingo-and-big-bang-theory-training-odi-style.json","web_url":"http://theodi.org/blog/guest-blog-bingo-and-big-bang-theory-training-odi-style","slug":"guest-blog-bingo-and-big-bang-theory-training-odi-style","title":"Guest Blog: Bingo and the Big Bang Theory - training \"ODI-style\"","format":"article","updated_at":"2015-09-11T09:51:17+00:00","created_at":"2013-04-23T22:07:10+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Dom Cheetham attended our first Open Data in Practice course and made some surprising\u0002discoveries.","language":"en","need_extended_font":false,"content":"<p><em>Dom Cheetham attended our first Open Data in Practice course and made some surprising\u0002discoveries.</em></p>\n<p>If you think Json Sparql is the new Justin Bieber, and that the Big Bang Theory is a TV documentary series, then here’s a new course that’s right up your street.</p>\n<p>The burgeoning Open Data Institute lies in a corner of the increasingly fashionable Shoreditch district of London.\u0002There, those charged with growing new digital jobs are forging ploughshares out of a complex alloy of technology, data, licencing, government and commerce.</p>\n<p>But here’s the rub. There is no point ploughing an open field and scattering data seeds if the ground is not fertile.</p>\n<p>And before walking through the ODI’s portal, I honestly didn’t know <a href=\"http://www.mysql.com/\">MySQL</a> from my elbow, nor my <a href=\"http://www.creativecommons.org.uk/\">Creative Commons</a> from the House of Commons.\u0002I even thought a <a href=\"http://5stardata.info/\">Five Star Rating</a> was just the sign of a good hotel. \u0002And I have not been alone in finding the <a href=\"http://www.listpoint.co.uk/Media\">benefits of open data hard to understand</a>, often thanks to the esoteric techno-babble embraced by the technologists.\u0002\nSo you have to hand it to the ODI and their colleagues at the <a href=\"http://data.southampton.ac.uk/home.html\">University of Southampton’s computer science department</a> for compiling and leading this intensive five-day course on <a href=\"http://theodi.org/courses/open-data-practice\">Open Data in Practice</a>, and making it so accessible.</p>\n<p>From the very infrastructure of the internet; data’s legal environment, how datasets and software work, to understanding what's required to make data useable, how to transform terrifying torrents of data into meaningful visualisations and, crucially, how to make all this data a commercial reality.</p>\n<p>This Open Data in Practice course is ideal for everyone working on open data in government or wanting to build a business based on open data.\u0002\nThe course stretches your mind and the buzz you get is tremendous when - after extracting and mashing data – a new creation emerges on your laptop as a useful web service.</p>\n<p>Thankfully though it is not all work and no play.\u0002\nI strongly recommend a discreet game of ‘Tag’ in which you match the characters in the <a href=\"http://the-big-bang-theory.com/\">Big Bang Theory</a> (Sheldon, Leonard, Howard, Raj and Penny and so on) to the corresponding ODI and University of Southampton lecturers.\u0002And <a href=\"http://data.dev8d.org/devbingo/bingo.php?n=1&w=4&h=4&title=%22Open+Data+Excuse%22+Bingo&tag=\">Open Data Excuse Bingo</a> is a hoot when debating the pros and cons of this new source of insight.\u0002\nFun aside, the course’s benefit is already being felt in the French government, European Commission and across numerous UK government bodies.</p>\n<p>My own head is buzzing with ideas. Any sense that data is just for teccies and geeks has evaporated, and I am starting new business conversations and making new connections. \u0002\nThis course is a very helpful beginning for enterpreneurs to identify genuine opportunities and develop meaningful businesses by putting open data into practice.\u0002Its long term success will be judged by just how sustainable the new open data business sector becomes.</p>\n<p>PS.\u0002<a href=\"http://www.json.org/\">Json</a> is a programming language, and <a href=\"http://en.wikipedia.org/wiki/SPARQL\">Sparql</a> is a language used for running queries in databases. No practical application for Justin Bieber has been identified.</p>\n<p>\u0002\n\u0002</p>","organizations":[],"author":{"name":"Dominic Cheetham","slug":"dominic-cheetham","state":"published","web_url":"http://theodi.org/dominic-cheetham","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Dominic Cheetham","slug":"dominic-cheetham","state":"published","web_url":"http://theodi.org/dominic-cheetham","tag_ids":[]}}