{"id":"https://contentapi.theodi.org/guest-blog-millions-be-saved-adoption-data-standards.json","web_url":"http://theodi.org/blog/guest-blog-millions-be-saved-adoption-data-standards","slug":"guest-blog-millions-be-saved-adoption-data-standards","title":"Guest Blog: Millions to be saved by adoption of data standards","format":"article","updated_at":"2015-09-11T09:51:08+00:00","created_at":"2013-03-22T10:25:04+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"If I offered you immediate savings of £650 million, wouldn’t you leap at the opportunity?","language":"en","need_extended_font":false,"content":"<p>If I offered you immediate savings of £650 million, wouldn’t you leap at the opportunity?</p>\n<p>Those savings are on a plate for UK government to pick up. Easy money does not get much easier than this.</p>\n<p>But perhaps it just sounds too good to be true.</p>\n<p>And maybe that is why the plate remains untouched, and the benefits are slowly evaporating.</p>\n<p>So, what are these savings, how can they be achieved and what needs to change to make it possible?</p>\n<p>The answer starts in the schedule of government ICT contracts that are up for renewal between now and 2016, and add up to £26 billion across more than 200 projects.</p>\n<p>On any ICT renewal programme, the cost of integrating data that is located across federated databases is significant. As much as 12.5% of the overall cost.</p>\n<p>So imagine the savings that can be achieved if you can completely avoid much of that time and cost. Imagine that £650 million – savings that are immediate and not dependent on the promise of future efficiency gains. That is money that could be immediately redirected into front line services, or go towards the deficit.</p>\n<p>This is all very real, very practical and easy to achieve.\u0002\n<strong>True meaning of open data</strong></p>\n<p>All it needs is for the true meaning of open data to be adopted – for the code lists and data standards that go with government data to be made open so they can be re-used and recycled.</p>\n<p>By reusing and mapping code lists, the time and money spent on data integration can be cut by 20% - or 2.5 percentage points of the whole job. They are as essential as the data itself.</p>\n<p>The upside for the IT integrator in taking this approach lies in doing the right thing by their customer and by the UK taxpayer – and one would have thought that would be a big enough incentive these days.</p>\n<p>But access to those code lists and data standards is closed off.</p>\n<p><a href=\"http://www.data.gov.uk/\">Data.gov.uk</a> is the place to go for open datasets. But if you search for ‘reference data standard’ – you get zero. Search for data standard, you get one item returned. Search for code list – and you get 1200 returns. There are over 9000 datasets tipped into data.gov.</p>\n<p>This lack of data standards produces technical and cost constraints which mean the reuse and inter-operability of open data are curtailed.</p>\n<p><strong>Barriers to entry</strong></p>\n<p>Without the data standards, ideally accessible online in a machine readable format, the open data community has no choice but to spend scarce time and resources manually interpreting and mapping the data taxonomies. This creates a significant barrier to entry for those that are SME companies and entrepreneurial start-ups, and inflates the costs from the larger players.\u0002\nThis upfront investment, which is entirely avoidable, even acts as a disincentive to invest R&amp;D budgets in open data initiatives.</p>\n<p>So, what’s the answer?</p>\n<p>This government has done more than any other <a href=\"https://www.gov.uk/government/policies/improving-the-transparency-and-accountability-of-government-and-its-services\">to push forward transparency and create the environment for a new digital economy</a> to develop. But these remain tantalising prospects of jam tomorrow.</p>\n<p>Government can gain immediate benefits, and further its open data agenda, by adapting the current definition of open data to include the data standards used in codifying it.\u0002Devoid of its standards, open data is not open.</p>\n<p>Such a change in definition and approach would produce immediate benefits to the open data community at large and savings to the government.\u0002\nData standards that are easily accessible and open serve to align the open data strategy with the Cabinet Office’s mandate to reduce public procurement of software.\u0002\n<strong>Publication of data standards</strong></p>\n<p>By publishing the data standards in government tender documents, the IT vendors would be required to reuse rather than replicate (at taxpayer expense) existing and functioning data standards. \u0002\nOur experience with the <a href=\"http://www.listpoint.co.uk/2012%20Police%20National%20Database%20case%20study.pdf\">Police National Database</a> programme demonstrates this can be done. Using the <a href=\"http://www.listpoint.co.uk/2012%20Police%20National%20Database%20case%20study.pdf\">Listpoint</a> data standards repository resulted in 2-3% saving in the system implementation phase and recurring savings in operational application support and maintenance costs of circa 5-8%.\u0002\nGovernment can secure savings of £650m, reduce the open data challenges and enable individuals and companies to create new jobs, products and services.</p>\n<p>All it needs is for code lists and data standards to be deemed as essential to open data as the data itself.</p>\n<p>*Dermot Joyce is CEO of *<a href=\"http://www.liberata.com/home\"><em>Liberata</em></a><em>, the IT company that runs Listpoint who gave the Lunchtime Lecture on Friday 22nd March: <a href=\"http://www.theodi.org/events/friday-lunchtime-lectures-how-unlock-more-value-government-data\">How to create more\u0002value from government open data</a></em></p>\n<p><a href=\"http://www.scribd.com/doc/132404337/How-to-create-more-value-from-government-open-data\" title=\"View How to create more value from government open data on Scribd\">How to create more value from government open data</a> by <a href=\"http://www.scribd.com/OpenDataInstitute\" title=\"View Open Data Institute's profile on Scribd\">Open Data Institute</a></p>\n<iframe class=\"scribd_iframe_embed\" data-aspect-ratio=\"1.33234859675037\" data-auto-height=\"false\" frameborder=\"0\" height=\"600\" id=\"doc_29872\" scrolling=\"no\" src=\"http://www.scribd.com/embeds/132404337/content?start_page=1&amp;view_mode=slideshow&amp;access_key=key-2lf2ul113wu7klpmgfgw\" width=\"100%\"></iframe>","organizations":[],"author":{"name":"Dermot Joyce","slug":"dermot-joyce","state":"published","web_url":"http://theodi.org/dermot-joyce","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Dermot Joyce","slug":"dermot-joyce","state":"published","web_url":"http://theodi.org/dermot-joyce","tag_ids":[]}}