{"id":"https://contentapi.theodi.org/guest-post-london-datastore-mark-ii-is-here.json","web_url":"http://theodi.org/blog/guest-post-london-datastore-mark-ii-is-here","slug":"guest-post-london-datastore-mark-ii-is-here","title":"Guest post: London Datastore Mark II is here","format":"article","updated_at":"2015-09-11T09:57:51+00:00","created_at":"2014-10-23T08:39:15+00:00","tag_ids":["blog","data","gov-uk"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/data.json","web_url":null,"title":"data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data","web_url":"http://theodi.org/tags/data","slug":"data"}},{"id":"https://contentapi.theodi.org/tags/keywords/gov-uk.json","web_url":null,"title":"gov.uk","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=gov-uk","web_url":"http://theodi.org/tags/gov-uk","slug":"gov-uk"}}],"details":{"business_proposition":false,"description":"<p>London Datastore lead Andrew Collinge shares his vision for the future of city data, and asks the open data community for its input to the London Datastore and beyond.</p>","excerpt":"By Andrew Collinge\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><strong>By Andrew Collinge</strong></p>\n<p>_This blog post also appears on the <a href=\"http://data.london.gov.uk/blog/lds-ii-the-next-step-to-a-city-data-future-2/\">London Datastore</a></p>\n<p>So, <a href=\"http://data.london.gov.uk/\" title=\"London Datastore Mark II\">London Datastore Mark II</a> (LDS II) is here. The beads of sweat are still trickling down the brows of technical colleagues and our developers, <a href=\"http://datapress.io\">DataPress</a>. It is largely thanks to them that you can enjoy the site’s technical splendour. </p>\n<p>As the team here at City Hall ploughed through intensive design stages towards launch, we were reflecting on the future function for LDS II, which we set out here, but not before a little history.</p>\n<p>We have come far in the five years since the initial London Datastore launch. LDS receives 30,000 visitors a month, from a wide spectrum of backgrounds. Over 10,000 datasets are downloaded each month. The brave initial steps on LDS are in large part responsible for creating the city data environment we enjoy today. The uses to which this data has been put are well documented. While data is far from burnished into all city activities, progress has of late been rapid. And as with the city itself, the London data ecosystem bristles with energy. </p>\n<p>There is a growing data analytics marketplace, bustling with professional city data organisations and entrepreneurial small businesses, eager to bring advanced data modelling expertise to bear. The capacity of shared city data to fire interdisciplinary, data-driven research efforts to improve urban systems and city life is becoming apparent as world leaders like the <a href=\"http://cusp.nyu.edu/\" title=\"Centre for Urban Science and Progress\">Centre for Urban Science and Progress</a> at NYU look to expand into the London environment. This on top of the obvious expertise of our own world class academic institutions.</p>\n<p>Organisations like the excellent and influential Open Data Institute and <a href=\"https://futurecities.catapult.org.uk/\" title=\"Future Cities Catapult\">Future Cities Catapult</a> simply did not exist when LDS was first launched. The roles of each are vital in the mission to unlock data supply and ensure that our hungry ecosystem uses it to maximum effect in the pursuit of economic, environmental and social value. </p>\n<p>Practical steps are needed. This is why the GLA is committing to publish all its data under the ODI’s <a href=\"https://certificates.theodi.org/\" title=\"Open Data Certificate scheme\">Open Data Certificate scheme</a>, so our users have confidence in its origin, when it will appear next and in what format – its overall reliability. We have also written an <a href=\"http://data.london.gov.uk/wp-content/uploads/2014/10/OPEN-DATA-CHARTER.pdf\" title=\"Open Data Charter\">Open Data Charter</a> (pdf) to set out deliberately straightforward ground rules, so that we as both producer and user of open city data are promoting its best use.</p>\n<p>City Government’s broader emphasis on the power of city data is evident in the <a href=\"https://www.london.gov.uk/priorities/business-economy/vision-and-strategy/smart-london\" title=\"GLA’s Smart London Board\">GLA’s Smart London Board</a>, which has open access as one of its core principles. The <a href=\"https://www.london.gov.uk/priorities/business-economy/vision-and-strategy/infrastructure-plan-2050\" title=\"London Infrastructure Plan\">London Infrastructure Plan</a> (currently out for consultation) talks of data generated through the ‘internet of things’ as a means of improving city planning and better managing hugely valuable assets to keep the city moving and growing.</p>\n<p>It is also abundantly clear that the Greater London Authority does not own the monopoly on city data, and that future coordination and pooling of our skills is important in readying the city for a data future. We have established a <a href=\"http://data.london.gov.uk/borough-partnership\" title=\"Borough Data Partnership\">Borough Data Partnership</a> whose work will be both practical and analytical (using data to address city issues).    </p>\n<p>The keener eyed reader will notice that there has been little mention of new datasets. This is deliberate, but in no way a signal that we have forgotten this pursuit. </p>\n<p>Rather, this particular moment feels like one in which London’s open and city data culture should be accelerated to a new stage of maturity. Nearly five years on from the launch of LDS I, it feels like all the actors are in place, the policy backdrop is clearer, the analytical power at our disposal is of a far greater magnitude. Now is the time to exhibit what can really be done to the significant constituency for whom the value of city data does still need to be proved. </p>\n<p>This is why we want LDS II to be a place where ideas for the use of data to solve city issues, and capitalise on opportunities to improve services, are born. This is a place in which we want collaborations to start. Keep an eye out for our series of city data challenges (data-led innovation processes) which will again help make the case for the value of city data, but will also be important in forcing the pace on what new data we want to open up, and why.</p>\n<p>If there is data that you want to see feature on LDS II, we want to hear about it. Whether it is\npublic or private sector, or indeed personal, we want to have the difficult discussions on commercial sensitivities, privacy and disclosure, monetisation and the development of standards around these. Opening up the discourse now is important if we are to overcome some not insignificant hurdles and envisage the next stage in the life of a city data sharing platform.  </p>\n<p>Trends like wearable technology and the capture of citizen and consumer data to feed public policy all point to the fruitful debates to be taken forward down the coming months on this site. </p>\n<p>The city data team has no desire to monopolise this discussion. Myriad bright minds out there have a wealth of experience and intelligence to offer. So do please step up – write a blog, make your point, ask for data, pitch your idea – and let’s bring the city data future that bit closer.</p>\n<p><em>Andrew Collinge is Assistant Director for Intelligence and Analysis at the <a href=\"https://www.london.gov.uk/mayor-assembly/gla\" title=\"Greater London Authority\">Greater London Authority</a>. He leads the city data team at City Hall and is responsible for the <a href=\"http://data.london.gov.uk/\" title=\"London Datastore\">London Datastore</a></em>  </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/london-tech-innovators-ponder-links.json","web_url":"http://theodi.org/blog/london-tech-innovators-ponder-links","slug":"london-tech-innovators-ponder-links","title":"London tech innovators ponder links ","format":"article","updated_at":"2015-09-11T09:56:34+00:00","created_at":"2014-07-31T08:48:48+00:00","tag_ids":["dapaas","blog"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}