{"id":"https://contentapi.theodi.org/guest-post-restoring-faith-in-financial-economics-requires-open-data.json","web_url":"http://theodi.org/blog/guest-post-restoring-faith-in-financial-economics-requires-open-data","slug":"guest-post-restoring-faith-in-financial-economics-requires-open-data","title":"Guest post: Restoring faith in financial economics requires open data","format":"article","updated_at":"2015-09-11T09:52:47+00:00","created_at":"2013-11-07T11:26:41+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"description":"","excerpt":"<img src='http://farm4.staticflickr.com/3456/38756221747aa936e4c6z.jpg' align='center' alt='Canary Wharf - Attribution Share Alike, Some rights reserved by AberCJ'> \r","language":"en","need_extended_font":false,"alternative_title":"Restoring faith in financial economics requires open data","url":"","content":"<p><img src='http://farm4.staticflickr.com/3456/3875622174_7aa936e4c6_z.jpg' align='center' alt='Canary Wharf - Attribution Share Alike, Some rights reserved by AberCJ'> \nFamously dismissed by Thomas Carlyle as <a href=\"http://en.wikipedia.org/wiki/The_dismal_science\">\"The dismal science”</a>, economics is widely regarded as having lived up to its dismal epithet by failing to spot the impending financial crash of 2007-8. The prevailing public mood was summed up by the Queen during a visit to the London School of Economics in 2008 when she pointed to the elephant in the room by asking “Why did no one see it coming?”</p>\n<p>In their defence, some of the more thoughtful financial economists have argued along the lines set out by John Kay that \"economies are complex, dynamic, non-linear systems in which small differences to initial conditions can make large differences to final outcomes – the proverbial flapping of a butterfly’s wings that causes a hurricane.”[1] </p>\n<p>However, this line of reasoning doesn't quite let the economics profession off the hook. Research into these types of systems is mainstream within modern science, constantly providing us with both a better understanding of their behaviour, and the opportunity to control them through new technologies. So why doesn't financial economics exhibit the same type of scientific and technological progress? Why, for example, is the recurring boom-bust cycle still treated as an ineffable Act of God, rather than as a property of a financial system that can be understood and controlled?</p>\n<p>In addressing this question, it's instructive to look at how scientists and financial economists go about their respective work. Take the Large Hadron Collider and the associated recent discovery of the Higgs Boson, for example. Here is the big daddy of all 'complex, dynamic, non-linear systems' – attempting to recreate the initial conditions at the birth of the universe. Within the LHC, 150 million sensors monitor the granular events that make up the system's behaviour, (including 600 million particle collisions per second). This is truly raw data as Big Data. </p>\n<p>Financial economists are spared the need to simulate their system-in-focus, as it's taking place all around them. Rather, their problem lies in the lack of raw data with which to work. These generally remain locked up within the economic agents which generate them, typically within the financial ledgers of individual firms and institutions. In the absence of this granular data, financial economists, (as well as policy-makers, regulators, investors, tax payers, et al), are obliged to fall back on published accounts and other statutory reporting, which generally only deal in aggregated data, (and which have typically been parsed by a financial intermediary, such as an auditor). </p>\n<p>This is comparable to the scientists at CERN seeking to understand what happened during the Big Bang by studying an artist's impression of the moment of creation. The recent award of the Nobel Memorial Prize in Economics to a trio of economists with mutually-exclusive theories of how the financial system works drives home the point. To quote John Kay again, this was akin to “awarding the physics prize jointly to Ptolemy for his theory that the Earth is at the centre of the universe, and to Copernicus for showing it is not.”[2]</p>\n<p>Economists often stand accused of physics envy. However, if they really want to become more like physicists then they should be campaigning for our financial system to be turned inside-out, and for its raw data to become a matter of public record: transforming it from closed data into open data. Capitalism's financial plumbing is too important to remain walled-up: like the architecture of the iconic Lloyds Building in the City of London, it needs to be on the outside, where we can all see it. </p>\n<p>[1] John Kay, FT, 25.11.08</p>\n<p>[2] John Kay, FT, 15.10.13</p>\n<p><em>Greg Elliott is founder of <a href=\"http://www.systemsincontext.co.uk\">Systems in Context Ltd</a>, a provider of Enterprise Architecture and Design services.</em>\n<em>The company's latest initiative - Business Engineering for Start-ups – will be launched in early 2014, based upon Open Business Design principles. Greg's other interests include Open Data for Information Democracy and Citizen-based Governance.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Greg Elliott","slug":"greg-elliott","state":"published","web_url":"http://theodi.org/greg-elliott","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/guest-blog-innovation-and-growth.json","web_url":"http://theodi.org/blog/guest-blog-innovation-and-growth","slug":"guest-blog-innovation-and-growth","title":"Guest Blog: On innovation and growth","format":"article","updated_at":"2015-09-11T09:51:04+00:00","created_at":"2013-03-08T11:59:16+00:00","tag_ids":["blog"]},{"id":"https://contentapi.theodi.org/guest-blog-great-prize-offer-embracing-open-data.json","web_url":"http://theodi.org/blog/guest-blog-great-prize-offer-embracing-open-data","slug":"guest-blog-great-prize-offer-embracing-open-data","title":"Guest Blog: The “great prize” on offer from embracing open data ","format":"article","updated_at":"2015-09-11T09:50:49+00:00","created_at":"2012-12-21T13:09:02+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"Greg Elliott","slug":"greg-elliott","state":"published","web_url":"http://theodi.org/greg-elliott","tag_ids":["writers"]}}