{"id":"https://contentapi.theodi.org/guest-post-shifting-environments-at-the-odi.json","web_url":"http://theodi.org/blog/guest-post-shifting-environments-at-the-odi","slug":"guest-post-shifting-environments-at-the-odi","title":"Guest Post: Shifting Environments at the ODI","format":"article","updated_at":"2015-09-11T09:51:50+00:00","created_at":"2013-10-07T11:27:11+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"This is a guest post from Fred Saunderson, one of our first research interns at the ODI. In the post Fred reflects on his time at the ODI and how this benefited his work on public participation with open government data in the UK.","language":"en","need_extended_font":false,"content":"<p><em>This is a guest post from Fred Saunderson, one of our first research interns at the ODI. In the post Fred reflects on his time at the ODI and how this benefited his work on public participation with open government data in the UK.</em></p>\n<p>My name is Fred Saunderson, and I spent nine weeks this summer as a research Intern at the Open Data Institute. During this time I completed my <a href=\"http://www.kcl.ac.uk/innovation/groups/cerch/study/madam/index.aspx\">Digital Asset Management (DAM) Masters degree</a> by developing my final dissertation on public participation with UK Open Government Data. While at the ODI, I was lucky enough to benefit from the institutional mission to “collaborate, incubate, nurture and mentor”. My DAM degree course and the ODI are both comparatively new, so experiencing their ongoing development has been exciting. When I reflect on my time at the ODI and how it has benefited my research, an intriguing parallel emerges between the content of my work and the context of my time here. In both respects, this summer has been about shifting environments.</p>\n<p>Until it is marked, I want to be careful with how much of my findings I publish. However, I can certainly outline the core of my work: an effort to conceptualise – and then re-conceptualise – the UK’s Open Government Data environment. I wanted to investigate public Open Data use and how the government views and constructs the environment in which this occurs. With my initial findings indicating low participation, I sought to apply the metaphorical framework of the digital ecosystem in order to re-conceptualise the current environment.</p>\n<p>The time I spent at the ODI has represented something of a comparable shift in environment. The mission of <a href=\"http://www.kcl.ac.uk/\">my university</a> (or any place of higher education) could just as equally be to “collaborate, incubate, nurture and mentor” ideas. However, much as I was working to re-formulate the Open Government Data environment through my research and analysis, I experienced in my temporary move to the ODI a shift in environment, one that impacted on my work. The institute provided me with a great place from which to work, valuable connections in the field, and the opportunity to operate alongside and with like-interested people. Were I to have completed this research outwith the ODI (for example, from the university library) I no doubt would have had a fruitful and engaging time regardless. But, environmentally, the experience would have been very different.</p>\n<p>By way of example, one afternoon this summer, my fellow intern <a href=\"https://twitter.com/Heimstaedt\">Max</a> and I sat down to draw up a <a href=\"https://docs.google.com/a/theodi.org/spreadsheet/ccc?key=0Ag6Hy6mntCy_dHAwZXFtV21acEZOdUJtZjgxWElYMVE#gid=0\">timeline</a> of the “big” moments in UK Open Data policy. Sourcing our material from <a href=\"http://www.opendataimpacts.net/2010/06/a-timeline-of-open-government-data/\">Open Data Impacts</a> and the <a href=\"https://www.gov.uk/government/publications/shakespeare-review-of-public-sector-information\">UK Government</a>, and inspired by our discussions with ODI team members, we compiled this timeline and then we talked our way through it together. The aim was to contextualise the history of our subject. I think it is safe to say that through the process we both made connections, insights, and discoveries that aided our work and would have otherwise gone unspotted. While that can be bracketed as “collaboration”, similar benefits came during these nine weeks from:</p>\n<ul>\n<li>The daily morning stand-ups (when everyone says what they are doing that day, a great way for me to construct my time and hear what Open Data practitioners actually do on a Monday morning – I’d call this “nurturing”);</li>\n<li>The opportunity to sit in on a meeting of the Local Public Data Panel (I’d call that “incubating”);</li>\n<li>The input, questioning, and advice offered formally and informally by <a href=\"http://theodi.org/people/tom-heath\">Tom Heath</a>, my ODI supervisor, and by friendly faces from the <a href=\"http://theodi.org/start-up\">start-ups</a> when we met over the coffee maker (I would certainly call that “mentoring”).</li>\n</ul>\n<p>In all of this lies the parallel that is so interesting to me now. During my time at the ODI I experienced impact from a form of what I was attempting to elaborate in my paper: a shift in environment - not from one Open Government Data environment to another, but from the theoretical to the applied. The value of this connection emerges from the joining together of the theoretical endeavours of the research and the applied context of my internship - grasping and expanding on the similarities and connections between the two, and relating one to the other. The environmental shift in moving from the workspace of the university to the workspace of the ODI made a difference to the development, execution, and delivery of my dissertation, much as in my paper I used the digital ecosystem metaphor to shift my conceptualisation of the UK’s Open Government Data environment.</p>\n<p>I wanted to keep my research grounded in the lived reality of the UK’s Open Government Data environment. Developing an academic study of Open Data is incredibly fast-paced: things are changing every day. Significantly, the content of my research was about what was happening in real-time. Academic analysis and investigation is essential, but the temporality necessitates that the discourse remains closely tied to the practice. The ODI was a strong and exciting place from which to experience the day-to-day practice of Open Data – to connect what academic investigation with the day-to-day world of Open Data application. In this respect, being able to see such a clear parallel between my experience of the summer and my approach to my research (between my working context and my work’s content), is exciting and promising. The more that I can relate my academic research to my lived reality, the more pertinent and applicable the research seems.</p>\n<p>My experience of those nine weeks at the ODI has been fun, informative, and beneficial. In most respects, what I gained at the institute fed directly into my main output: my written dissertation. However, looking back and reflecting, there are further take-aways from the experience, such as this intriguing parallel. I know that the role of research intern is new to the ODI (being a new institution) and still in the process of development. I am excited to see where the team take this role in the future.</p>\n<p>The presentation of my findings to the ODI team in my final week dissolved into something more akin to a roundtable discussion, and I would be interested to see that adapted as a possible future model for wrapping up the internships. This year, the plan was for a 15 minute presentation from me and then 15 minutes of questions (that turned into roughly 35 minutes of questions and answers interspersed with the presentation - and I think it worked much better that way, the atmosphere was wonderfully conducive to analysis and consideration), but perhaps in future years the event could be billed as a (slightly longer) debate/discussion: the intern would give a very short summary of their findings and then offer some debate starters (a question, an assertion from their results, etc.), with a much longer discussion ensuing. Following from that, the production of a write up blog post (in the place of this very blog post) could be tied in: the intern would enter the discussion session planning to emerge from it and produce a short written analysis. I guess you could call this whole thing a bit of a “Socratic ending” to said future internship. This could even further the parallel I have outlined above, by joining the theoretical work of the intern and the applied experience of the ODI.</p>\n<p>Regardless of future developments, from my summer at the institute, the ODI was successful in collaborating, incubating, nurturing, and mentoring. I felt this both directly through my research and less directly, through the insights derived from the environment experienced. Once my paper has been marked, I will be writing a more detailed post on my findings for this blog -\u0002look out for that here in the near future!</p>","organizations":[],"author":{"name":"Fred Saunderson","slug":"fred-saunderson","state":"published","web_url":"http://theodi.org/fred-saunderson","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Fred Saunderson","slug":"fred-saunderson","state":"published","web_url":"http://theodi.org/fred-saunderson","tag_ids":["writers"]}}