{"id":"https://contentapi.theodi.org/guest-post-linked-open-data-and-modern-day-publishing.json","web_url":"http://theodi.org/blog/guest-post-linked-open-data-and-modern-day-publishing","slug":"guest-post-linked-open-data-and-modern-day-publishing","title":"Guest post: What linked data does, what linked data needs","format":"article","updated_at":"2015-09-11T09:54:43+00:00","created_at":"2014-02-05T12:16:03+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>I've been talking about linked data from inside and outside the news and media industry for most of my career. I have spoken to the executive boards of publishers who have done just fine for centuries without the esotery of description logics and persistent URIs. It can be a very tough conversation.</p>","excerpt":"<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/f2/2f/52f22f6bf362be6c87000096/60013057310.gif\" alt=\"null\" class=\"img pull-right\" id=\"52f22f6b1f986a0c2700004f\">\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/f2/2f/52f22f6bf362be6c87000096/600_13057310.gif\" alt=\"null\" class=\"img pull-right\" id=\"52f22f6b1f986a0c2700004f\">\nI've been talking about linked data from inside and outside the news and media industry for most of my career. I have spoken to the executive boards of publishers who have done just fine for centuries without the esotery of description logics and persistent URIs. It can be a very tough conversation.</p>\n<p>The news and publishing industry want better, faster and more accurate methods of gathering information (cheaper would be nice too). This way, their journalists and editors can produce the <strong>important and useful</strong> content and information their organisations have staked their reputations upon. The provision of 'important and useful information' is an ideal stated in the prime directives of Linked Open Data espoused by Tim Berners-Lee.\nIn the last few years, the conversations have been getting easier and more often than not, the invitation comes from someone within in the organisation who 'gets it'. I believe this is because companies like ODI member <a href=\"http://www.ontotext.com\">Ontotext</a> have a proven track record of providing enterprises the means to boot strap client organisations' knowledge with the Linked Open Data cloud. Organisations are beginning to appreciate that openness does not mean a lack of control.</p>\n<p>A recently launched example is <a href=\"http://newz.nl/?lang=en\">Newz</a>. It is a shared content platform bringing together news produced by the leading newspaper publishers in the Netherlands. Content is semantically tagged and linked to the Linked Open Data Cloud (e.g. dbPedia, Freebase, Geonames, MusicBrainz, Europeana, Cornetto etc).</p>\n<p>Ontotext's OWLiM forms the backbone of Newz's semantic media platform. The project had to convince a dozen competitors that they should open their content, their assets, to a centralized platform. The Dutch have an expression for such as task, 'wheelbarrow full of frogs' (something akin to 'herding cats') but they succeeded. Additionally, Newz had to convince the newspaper publishers of the value of using data from outside the walled garden (i.e. from the LOD data sources mentioned above). This data had to be shown to be of value, correct and reliable. Here too the project succeeded. The initial stage of the project has gone live and feedback from the publishers has been positive. It is a significant achievement in many respects and bodes well for the sustainability of Linked Open Data.</p>\n<p>However, the platform does not publish data or content to the Linked Open Data graph, although this is something they are interested in exploring in the future.</p>\n<p>There are still battles to be fought, but it is important to see that technologists, open data advocates, governments and private companies are allies.</p>\n<p>In the spirit of that multipartite discussion, the ODI and organisations such as the BBC, EuroMoney and Affectv are participating in an event to discuss the use and potential of Linked Data. They will describe how they are currently using semantics within their organisations and discuss what further work is needed to bring this emerging technology to the mainstream. For more details visit the <a href=\"http://www.meetup.com/Web-Of-Data/events/155068962/\">Meetup page</a>.</p>\n<p><br />\n<em>Jarred McGinnis is an independent consultant in Semantic Technologies and visiting Research Fellow at King’s College London. Previously he was the Head of Research, Semantic Technologies, at the Press Association, investigating the role of technologies such as text-mining and Linked Data in the news industry. Dr. McGinnis received his PhD in Informatics from the University of Edinburgh in 2006.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Jarred McGinnis","slug":"jarred-mcginnis","state":"published","web_url":"http://theodi.org/jarred-mcginnis","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Jarred McGinnis","slug":"jarred-mcginnis","state":"published","web_url":"http://theodi.org/jarred-mcginnis","tag_ids":["writers"]}}