{"id":"https://contentapi.theodi.org/guest-blog-web-was-designed-documents-it-was-not-designed-data.json","web_url":"http://theodi.org/blog/guest-blog-web-was-designed-documents-it-was-not-designed-data","slug":"guest-blog-web-was-designed-documents-it-was-not-designed-data","title":"Guest Blog: The Web was designed for documents, it was not designed for data","format":"article","updated_at":"2015-09-11T09:50:57+00:00","created_at":"2013-02-15T15:18:55+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"HTML and other related Web technologies were initially developed to allow for the publication of natural language documents on the Internet, for reading by humans.\u0002The key phrase in the previous sentence is “for reading by humans”.\u0002Humans are very good at reading natural language documents and interpreting meaning.\u0002Computers on the other hand, while they are good at serving these documents, are very bad at reading them and interpreting them.\u0002Computers require precise instructions: if you want a computer to do something for you, it is better that you have data rather than documents. \u0002","language":"en","need_extended_font":false,"content":"<p>HTML and other related Web technologies were initially developed to allow for the publication of natural language documents on the Internet, for reading by humans.\u0002The key phrase in the previous sentence is “for reading by humans”.\u0002Humans are very good at reading natural language documents and interpreting meaning.\u0002Computers on the other hand, while they are good at serving these documents, are very bad at reading them and interpreting them.\u0002Computers require precise instructions: if you want a computer to do something for you, it is better that you have data rather than documents. \u0002\nThe standards for serving Web documents have been widely adopted and they power the Web that we know and love today.\u0002By contrast, while there are\u0002<a href=\"http://www.w3.org/standards/semanticweb/\">proposed standards for serving Web data</a>, these standards have not been widely adopted:\u0002<a href=\"http://trends.builtwith.com/docinfo/RDF\">less than 1%</a>\u0002of websites use\u0002<a href=\"http://www.w3.org/RDF/\">RDF</a>.\u0002This is a problem if you want to make computers do things with the content that is available on the Web.\u0002You can use an API if one is available; although compared to the number of websites that there are, there are not that many APIs –\u0002<a href=\"http://www.programmableweb.com/\">Programmable Web</a>\u0002lists only 8,500 in its API directory.\u0002Where APIs are not available, you have to resort to\u0002<a href=\"http://en.wikipedia.org/wiki/Web_scraping\">web-scraping</a>.\u0002Using either APIs or web-scraping in order to get data both require that the data-user be able to write computer code. \u0002\nThis matters for those of us interested in <a href=\"http://www.theodi.org/guide/what-open-data\">open data</a> because data (including open data) is still too difficult to get at.\u0002It should be possible to access Web data without having to write any computer code.\u0002The\u0002<a href=\"http://www.theodi.org/blog/long-held-ambition-realised-odi-opens-officially\">promised value</a>\u0002of open data will only be realized if data becomes easier to access on the Web. \u0002\nIn the future, I hope that Web data standards such as RDF become widely adopted.\u0002I wish that I could wave a magic wand and make all websites adopt Web data standards.\u0002This would mean that the content on every website would be represented as data as well as documents and we would be able to make our computers automatically operate upon that content.\u0002But it has been twelve years since Tim Berners-Lee\u0002<a href=\"http://www-sop.inria.fr/acacia/cours/essi2006/Scientific%20American_%20Feature%20Article_%20The%20Semantic%20Web_%20May%202001.pdf\">first articulated the vision for a Web of data</a>\u0002and as of today the future that he described has still not arrived. \u0002\nAt\u0002<a href=\"http://import.io/\">import.io</a>\u0002we are trying to help create the Web of data by making it possible to access Web data without having to write any computer code.\u0002\u0002<a href=\"http://import.io/win-full-startup-support-at-the-open-data-hackathon/\">Come join us for a hackathon</a>\u0002that we are running the weekend of March 8th with the ODI, in order to learn about open data and accessing Web data with no computer code. \u0002\n<em>Andrew Fogg is founder and CDO of import.io</em></p>","organizations":[],"author":{"name":"Andrew Fogg","slug":"andrew-fogg","state":"published","web_url":"http://theodi.org/andrew-fogg","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Andrew Fogg","slug":"andrew-fogg","state":"published","web_url":"http://theodi.org/andrew-fogg","tag_ids":[]}}