{"id":"https://contentapi.theodi.org/guest-blog-new-and-unexpected-innovation-openstreetmap-weekend.json","web_url":"http://theodi.org/blog/guest-blog-new-and-unexpected-innovation-openstreetmap-weekend","slug":"guest-blog-new-and-unexpected-innovation-openstreetmap-weekend","title":"Guest Blog: New and Unexpected Innovation on OpenStreetMap Weekend","format":"article","updated_at":"2015-09-11T09:50:56+00:00","created_at":"2013-02-11T17:53:20+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"At the beginning of the month, \u0002we had the largest ever OpenStreetMap hack weekend. People travelled to the ODI\u0002from all around the UK and also from Germany, Belgium, and the US for a gathering of OpenStreetMap experts and people who were keen to learn more about it.","language":"en","need_extended_font":false,"content":"<p>At the beginning of the month, \u0002we had the largest ever OpenStreetMap hack weekend. People travelled to the ODI\u0002from all around the UK and also from Germany, Belgium, and the US for a gathering of OpenStreetMap experts and people who were keen to learn more about it.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/OpenStreetMaps1.jpg\" alt=\"\" /></p>\n<p><a href=\"http://openstreetmap.org\">OpenStreetMap</a> is open data to the core. It's a UK-born not-for-profit project to create a free map of the world, and release the map data in its most raw form. The coordinates and properties of streets and shops and cafes, are available to download and to freely use and re-distribute under an open license. As with other kinds of open data, OpenStreetmap is enabling innovation in new and unexpected ways, and a flourishing ecosystem in which companies large and small, as well as university students, and bedroom coders, are all collaborating or competing on a level playing-field.</p>\n<p>At the hack weekend we had a broad spectrum of people with different interests and skills. This is representative of the OpenStreetMap ecosystem at large. Learning from others and sharing ideas, is all part of the hack weekend experience.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/OpenStreetMaps2.jpg\" alt=\"\" /></p>\n<p>The <a href=\"http://www.theodi.org/about/space\">various spaces around the ODI</a> offered the ideal environment for presentations and workshops. A couple of examples stood out for me: Andy Allan is currently making a living selling consulting services around OpenStreetMap. In particular he sets up stylesheets (cartographic design) and the rendering and tile serving servers needed to <a href=\"http://www.thunderforest.com\">supply stylised maps to the web</a>. This kind of custom cartography is not possible with google maps, since it requires access to raw map data. At the weekend Andy gave a workshop on the basics of designing map styles using <a href=\"http://mapbox.com/tilemill/\">TileMill</a>. This is one of many tools developed to work with OpenStreetMap data. TileMill is open source, but created by a commercial company, <a href=\"http://mapbox.com\">MapBox</a>, who have a business selling OpenStreetMap rendering and hosting services.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/OpenStreetMaps3.jpg\" alt=\"\" /></p>\n<p>We had a presentation from Ben Abelshausen, of a tool called <a href=\"http://osmsharp.codeplex.com\">OsmSharp</a> which he has developed, and which is now being used by a logistics company to plan the routes for all of their deliveries. He couldn't even begin to develop this kind of powerful custom routing software without access to raw map data.  </p>\n<p>Besides these sessions we also hacked upon various developments aimed at making OpenStreetMap bigger and better and most of all easier. Easier to contribute to the map and easier to use the data in various ways.</p>\n<p>There's endless work to do on this, but a face-to-face meeting of developers always helps to progress things. Whatever your level of technical expertise (including no technical expertise whatsoever) you can <a href=\"http://wiki.openstreetmap.org/wiki/Getting_Involved\">get involved</a> in OpenStreetMap. If you like the sound of a hack weekend, there's one planned <a href=\"http://wiki.openstreetmap.org/wiki/Karlsruhe_Hack_Weekend_February_2013\">in Karlsruhe next week</a>. In London we will run another one in a few months (I'll be looking for somebody to help host and sponsor this), but we do also run casual pub meet-ups on a much more regular basis, the next one being scheduled for Tuesday 19<sup>th</sup> Feb (<a href=\"http://wiki.openstreetmap.org/wiki/London/Winter_2012-2013_Pub_Meetup\">details</a>)</p>\n<p><em>Harry Wood developed an interest in geospatial technology through <a href=\"http://www.openstreetmap.org\" title=\"The free wiki world map\">OpenStreetMap</a> and has contributed as a volunteer and working with <a href=\"http://cloudmade.com\">CloudMade</a>. Harry is also the Senior Software Engineer <a href=\"http://www.theodi.org/case-study/placr\">with Placr</a> who are currently based at the ODI.</em></p>","organizations":[],"author":{"name":"Harry Wood","slug":"harry-wood","state":"published","web_url":"http://theodi.org/harry-wood","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Harry Wood","slug":"harry-wood","state":"published","web_url":"http://theodi.org/harry-wood","tag_ids":[]}}