{"id":"https://contentapi.theodi.org/guest-post-the-business-case-for-open-data.json","web_url":"http://theodi.org/blog/guest-post-the-business-case-for-open-data","slug":"guest-post-the-business-case-for-open-data","title":"Guest post: The Business Case for Open Data","format":"article","updated_at":"2015-09-11T09:55:57+00:00","created_at":"2014-06-20T08:39:54+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>The business case for open data : Economic analysis has confirmed the significant contribution to economic growth and productivity achievable through an open data agenda. Governments, the private sector, individuals and communities all stand to benefit from the innovation and information that will inform investment, drive the creation of new industries, and inform decision making and research. To mark a step change in the way valuable information is created and reused, the G20 should release information as open data.</p>","excerpt":"Martin Tisné, Omidyar Network’s director, policy (UK) and Nicholas Gruen, economist and CEO of Lateral Economics, unveiled on 18 June, 2014, in Canberra the report, [Open for Business](http://www.omidyar.com/sites/default/files/filearchive/insights/ON%20Report061114FNL.pdf). It is the first study to quantify and illustrate the potential of Open Data to help achieve the G20’s economic growth target. Martin makes the economic case for open data below.\r","language":"en","need_extended_font":false,"alternative_title":"Martin Tisne of the Omidyar network, outlines the business case for open data","url":"","content":"<p>Martin Tisné, Omidyar Network’s director, policy (UK) and Nicholas Gruen, economist and CEO of Lateral Economics, unveiled on 18 June, 2014, in Canberra the report, <strong><a href=\"http://www.omidyar.com/sites/default/files/file_archive/insights/ON%20Report_061114_FNL.pdf\">Open for Business</a></strong>. It is the first study to quantify and illustrate the potential of Open Data to help achieve the G20’s economic growth target. Martin makes the economic case for open data below.</p>\n<h3 id=\"theg20andopendataopenforbusinesshttpwwwomidyarcomsitesdefaultfilesfile_archiveinsightson20report_061114_fnlpdf\">The G20 and Open Data: <a href=\"http://www.omidyar.com/sites/default/files/file_archive/insights/ON%20Report_061114_FNL.pdf\">Open for Business</a></h3>\n<p>Open data cuts across a number of this year’s G20 priorities and could achieve more than half of the G20’s 2% growth target.</p>\n<h3 id=\"thebusinesscaseforopendata\">The business case for open data</h3>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/a3/fb/53a3fb68d0d46207ff00002b/Martin_3847F.2.jpg\" alt=\"null\" class=\"img pull-right\" id=\"53a3fb68f362be0d4200012c\"></p>\n<p>Economic analysis has confirmed the significant contribution to economic growth and productivity achievable through an open data agenda. Governments, the private sector, individuals and communities all stand to benefit from the innovation and information that will inform investment, drive the creation of new industries, and inform decision making and research. To mark a step change in the way valuable information is created and reused, the G20 should release information as open data.</p>\n<p>In May 2014, Omidyar Network commissioned Lateral Economics to undertake economic analysis on the potential of open data to support the G20’s 2% growth target and illustrate how an open data agenda can make a significant contribution to economic growth and productivity. Combining all G20 economies, output could increase by USD 13 trillion cumulatively over the next five years. Implementation of open data policies would thus boost cumulative G20 GDP by around 1.1 percentage points (almost 55%) of the G20’s 2% growth target over five years.</p>\n<h3 id=\"recommendations\">Recommendations</h3>\n<p>Importantly, open data cuts across a number of this year’s G20 priorities: attracting private infrastructure investment, creating jobs and lifting participation, strengthening tax systems and fighting corruption. This memo suggests an open data thread that runs across all G20 priorities. The more data is opened, the more it can be used, reused, repurposed and built on—in combination with other data—for everyone’s benefit.</p>\n<p>We call on G20 economies to sign up to the <a href=\"https://www.gov.uk/government/publications/open-data-charter/g8-open-data-charter-and-technical-annex\">Open Data Charter</a>.</p>\n<p>The G20 should ensure that data released by G20 working groups and themes is in line with agreed open data standards. This will lead to more accountable, efficient, effective governments who are going further to expose inadequacy, fight corruption and spur innovation.</p>\n<p>Data is a national resource and open data is a ‘win-win’ policy. It is about making more of existing resources. We know that the cost of opening data is smaller than the economic returns, which could be significant. Methods to respect privacy concerns must be taken into account. If this is done, as the public and private sector share of information grows, there will be increasing positive returns.</p>\n<h3 id=\"theg20opportunity\">The G20 opportunity</h3>\n<p>This November, leaders of the G20 Member States will meet in Australia to drive forward commitments made in the St Petersburg G20 Leaders Declaration last September and to make firm progress on stimulating growth. Actions across the G20 will include increasing investment, lifting employment and participation, enhancing trade and promoting competition.</p>\n<p>The resulting ‘Brisbane Action Plan’ will encapsulate all of these commitments with the aim of raising the level of G20 output by at least 2% above the currently projected level over the next five years. There are major opportunities for cooperative and collective action by G20 governments.</p>\n<p>Governments should intensify the release of existing public sector data – both government and publicly funded research data. But much more can be done to promote open data than simply releasing more government data.In appropriate circumstances, governments can mandate public disclosure of private sector data (e.g. in corporate financial reporting).</p>\n<h3 id=\"recommendationsforaction\">Recommendations for action</h3>\n<ul>\n<li><p>G20 governments should adopt the principles of the <a href=\"https://www.gov.uk/government/publications/open-data-charter/g8-open-data-charter-and-technical-annex\">Open Data Charter</a> to encourage the building of stronger, more interconnected societies that better meet the needs of our citizens and allow innovation and prosperity to flourish.</p></li>\n<li><p>G20 governments should adopt specific open data targets under each G20 theme, as illustrated below, such as releasing open data related to beneficial owners of companies, as well revenues from extractive industries</p></li>\n<li><p>G20 governments should consider harmonizing licensing regimes across the G20</p></li>\n<li><p>G20 governments should adopt metrics for measuring the quantity and quality of open data publication, e.g. using the Open Data Institute’s<a href=\"https://certificates.theodi.org/\"> Open Data Certificates</a> as a bottom-up mechanism for driving the adoption of common standards.</p></li>\n</ul>\n<h3 id=\"illustrativeg20examples\">Illustrative G20 examples</h3>\n<p><em>Fiscal and monetary policy</em></p>\n<p>Governments possess rich real time data that is not open or accessed by government macro-economic managers. G20 governments should:</p>\n<ul>\n<li><p>Open up models that lie behind economic forecasts and help assess alternative policy settings;</p></li>\n<li><p>Publish spending and contractual data to enable comparative shopping by government between government suppliers.</p></li>\n</ul>\n<p><em>Anti corruption</em></p>\n<p>Open data may directly contribute to reduced corruption by increasing the likelihood corruption will be detected. G20 governments should:</p>\n<ul>\n<li><p>Release open data related to beneficial owners of companies as well as revenues from extractive industries,</p></li>\n<li><p>Collaborate on harmonised technical standards that permit the tracing of international money flows – including the tracing of beneficial owners of commercial entities, and the comparison and reconciliation of transactions across borders.</p></li>\n</ul>\n<p><em>Trade</em></p>\n<p>Obtaining and using trade data from multiple jurisdictions is difficult. Access fees, specific licenses, and non-machine readable formats all involve large transaction costs. G20 governments should:</p>\n<ul>\n<li><p>Harmonise open data policies related to trade data.</p></li>\n<li><p>Use standard trade schema and formats.</p></li>\n</ul>\n<p><em>Employment</em></p>\n<p>Higher quality information on employment conditions would facilitate better matching of employees to organizations, producing greater job-satisfaction and improved productivity. G20 governments should:</p>\n<ul>\n<li><p>Open up centralised job vacancy registers to provide new mechanisms for people to find jobs.</p></li>\n<li><p>Provide open statistical information about the demand for skills in particular areas to help those supporting training and education to hone their offerings.</p></li>\n</ul>\n<p><em>Energy</em></p>\n<p>Open data will help reduce the cost of energy supply and improve energy efficiency. G20 governments should:</p>\n<ul>\n<li><p>Provide incentives for energy companies to publish open data from consumers and suppliers to enable cost savings through optimizing energy plans.</p></li>\n<li><p>Release energy performance certifications for buildings</p></li>\n<li><p>Publish real-time energy consumption for government buildings.</p></li>\n</ul>\n<p><em>Infrastructure</em></p>\n<p>Current infrastructure asset information is fragmented and inefficient. Exposing current asset data would be a significant first step in understanding gaps and providing new insights. G20 governments should:</p>\n<ul>\n<li><p>Publish open data on governments’ infrastructure assets and plans to better understand infrastructure gaps, enable greater efficiency and insights in infrastructure development and use and analyse cost/benefits.</p></li>\n<li><p>Publish open infrastructure data, including contracts via Open Contracting Partnership, in a consistent and harmonised way across G20 countries.</p></li>\n</ul>\n<h3 id=\"otherexamplesofvaluetodate\">Other examples of value to date</h3>\n<ul>\n<li><p>In the United States, the National Oceanic and Atmospheric Administration’s decision nearly three decades ago to release their data sets to the public resulted in a burst of innovations — including forecasts, mobile applications, websites, research - and a <a href=\"http://www.nytimes.com/2008/07/07/business/media/07weather.html\">multi-billion dollar weather industry</a>.</p></li>\n<li><p>Open government data in the EU would increase business activity by €40Bn. Indirect benefits (people using data driven services) total up to €140Bn a year<a href=\"http://www.omidyar.com/blog/business-case-open-data#_ftn1\">[1]</a>.</p></li>\n<li><p><a href=\"http://www.mckinsey.com/insights/business_technology/open_data_unlocking_innovation_and_performance_with_liquid_information\">Mckinsey research </a>suggests that seven sectors alone could generate more than $3 trillion a year in additional value as a result of open data.</p></li>\n<li><p>Releasing as open data in Denmark in 2002 gave €62m benefits 2005-2009 against €2m cost. ROI in 2010: €14m benefit against €0.2m cost<a href=\"http://www.omidyar.com/blog/business-case-open-data#_ftn2\">[2]</a>.</p></li>\n<li><p>Open data exposed C$3.2Bn misuse of charitable status in tax code in Canada<a href=\"http://www.omidyar.com/blog/business-case-open-data#_ftn3\">[3]</a>.</p></li>\n<li><p>Over £200m/year could have been saved by the NHS from the publication of open data on just one class of prescription drugs<a href=\"http://www.omidyar.com/blog/business-case-open-data#_ftn4\">[4]</a>.</p></li>\n</ul>\n<hr />\n<p><em>Martin Tisné is Director of Policy (UK), at the Omidyar Network. He can be found on Twitter under the handle <a href=\"http://twitter.com/martintisne\">@martintisne</a>.</em></p>\n<p><em>Nicholas Gruen will be giving an ODI lunchtime lecture at the Open Data Institute on July 25 (details to be announced).</em></p>\n<hr />\n<p><a href=\"http://www.omidyar.com/blog/business-case-open-data#_ftnref1\">[1]</a> <a href=\"https://www.ereg-association.eu/actualities/archive.php?action=show_article&news_id=167\">https://www.ereg-association.eu/actualities/archive.php?action=show_arti...</a></p>\n<p><a href=\"http://www.omidyar.com/blog/business-case-open-data#_ftnref2\">[2]</a> <a href=\"http://www.adresse-info.dk/Portals/2/Benefit/Value_Assessment_Danish_Address_Data_UK_2010-07-07b.pdf\">http://www.adresse-info.dk/Portals/2/Benefit/Value<em>Assessment</em>Danish_Add...</a></p>\n<p><a href=\"http://www.omidyar.com/blog/business-case-open-data#_ftnref3\">[3]</a> <a href=\"http://eaves.ca/2010/04/14/case-study-open-data-and-the-public-purse/\">http://eaves.ca/2010/04/14/case-study-open-data-and-the-public-purse/</a></p>\n<p><a href=\"http://www.omidyar.com/blog/business-case-open-data#_ftnref4\">[4]</a> <a href=\"http://www.theodi.org/news/prescription-savings-worth-millions-identified-odi-incubated-company\">http://www.theodi.org/news/prescription-savings-worth-millions-identifie...</a></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[{"title":"Report: Open for business - How Open Data Can Help Achieve the G20 Growth Target","url":"http://www.omidyar.com/sites/default/files/file_archive/insights/ON%20Report_061114_FNL.pdf"},{"title":"Policy paper: G8 Open Data Charter and Technical Annex","url":"https://www.gov.uk/government/publications/open-data-charter/g8-open-data-charter-and-technical-annex"}],"related":[],"organizations":[],"author":{}}