{"id":"https://contentapi.theodi.org/guest-blog-great-prize-offer-embracing-open-data.json","web_url":"http://theodi.org/blog/guest-blog-great-prize-offer-embracing-open-data","slug":"guest-blog-great-prize-offer-embracing-open-data","title":"Guest Blog: The “great prize” on offer from embracing open data ","format":"article","updated_at":"2015-09-11T09:50:49+00:00","created_at":"2012-12-21T13:09:02+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"These are exciting times for open data. We are on the brink of using it to power and fuel a genuine, permanent transformation in how public services are designed and provided.","language":"en","need_extended_font":false,"content":"<p>These are exciting times for open data. We are on the brink of using it to power and fuel a genuine, permanent transformation in how public services are designed and provided.</p>\n<p>This really matters to the Department for Communities and Local Government (DCLG).\u0002We are pushing forward with new policies which shift decision-making power from central government to local councils, their residents and local communities. The Department wants to put communities in charge of planning, increase local accountability, and help citizens to see how their money is being spent in the local area.\u0002\nOpen data is an essential ingredient of success here. It will provide the information people need to understand, compare and contrast local public services, and get involved in shaping and directing local priorities.\u0002\n<strong>Making progress: work to date</strong></p>\n<p>We want to get to a world where all data is available by default, in a fully open and accessible form. Our users want to quickly and easily find and re-use DCLG’s outputs.\u0002It should also be possible for them to automatically join up our data with related sources, over the web:\u0002for instance, to bring together local and national sources about a particular locality.</p>\n<p>Like all other public-sector organisations, the challenge for DCLG is to unlock data in myriad of different formats and IT systems. Just visit our website, and you’ll find a mountain of spreadsheets that are largely disconnected, and so quite difficult to bring together and re-use.</p>\n<p><strong>First steps</strong></p>\n<p>Clearly, there is no magic-bullet solution, and we can’t solve it overnight.\u0002\u0002My approach is instead to move progressively towards open data “nirvana”.\u0002This will involve working closely with users, focusing on giving them the right data, in the right form, at the right time.\u0002\nOf course, every journey starts with a single step (or two). To date, we have delivered a couple of key things:</p>\n<p>The first is the <strong>“</strong>proof-of-concept” Open Data Communities <a href=\"http://opendatacommunities.org\">site</a>.This brings together a selection of statistics on housing, homelessness, local government finance, deprivation, and wellbeing. We have also re-used extensive geographic information from Ordnance Survey and the Office for National Statistics.</p>\n<p>The site currently provides 74 datasets, all in 5-star linked-data formats and fully accessible via an open, standards-based API.\u0002\u0002\nOpenDataCommunities is proving itself as a means to quickly and easily join-up related datasets using links within the data, for example:</p>\n<ul>\n<li>A London Borough was chosen by the Department of Health as one of eight national pilot sites to raise awareness of certain cancers. In order to target particular households, they used OpenDataCommunities to link postcodes to the index of multiple deprivations (IMD), and understand which households resided in the most deprived local communities.</li>\n<li>A leading national cancer hospital used postcodes and IMD scores to understand the relationships between home/community environment and the success of palliative care when researching the factors affecting place of patients’ death.</li>\n<li>A community interest company launched a fund to provide loans to community owned renewable energy projects. They used IMD and postcode data to meet their investors’ requirement to support projects in the 50% most deprived areas in the UK.</li>\n</ul>\n<p>Through working closely with these and other users, we have also captured other benefits like:</p>\n<ul>\n<li>Helping users to reduce the time, cost and complexity of acquiring and re-using multiple DCLG datasets;</li>\n<li>Creating opportunities to quickly and easily combine DCLG data with related 3<sup>rd</sup> party data.</li>\n</ul>\n<p><strong>Demonstrations</strong></p>\n<p>We’ve also produced various demonstration applications that show how linked-data can help us and our users to:</p>\n<ul>\n<li>Bring together DCLG sources to achieve rapid, innovative re-use.\u0002\u0002See our demonstration <a href=\"http://opendatacommunities.org/dashboard\">Local Authority Dashboard</a></li>\n<li>Produce more intuitive, engaging analysis and insights. See our <a href=\"http://opendatacommunities.org/wellbeing/map\">wellbeing mapper application</a></li>\n<li>Combine DCLG with related external sources, particularly at the local-level. See the <a href=\"http://lambeth-in-numbers.co.uk/map\">“Lambeth in numbers” site</a> which blends DCLG’s deprivation statistics with related local data, to support public engagement in Lambeth’s food strategy.</li>\n</ul>\n<p>**Where next?\u0002Short-term priorities **</p>\n<p>I am pushing on with a new work programme for completion by the\u0002end of June 2013 and focused on four main areas.</p>\n<p>First, we will establish a permanent, sustainable open data store for routinely releasing DCLG statistical outputs in 5-star, accessible formats. The current plan is to appoint a technology partner in February 2013.</p>\n<p>Second, we will be testing how to grow and extend the data store to incorporate other DCLG data – e.g. on spending, budgets, and organisational priorities.\u0002Again, the first results will be made available by June 2013.</p>\n<p>Third, we will continue our partnership with the Local e-Government Standards Body.\u0002Here, we want to explore further opportunities to blend local and DCLG sources.\u0002Early work will focus on bringing together data from multiple organisations on spending, budgets and priorities.</p>\n<p>Fourth, we will continue to work with Cabinet Office and the Government Digital Service, to explore opportunities for re-using our solutions in <a href=\"http://data.gov.uk\">data.gov.uk</a> and <a href=\"http://gov.uk\">http://gov.uk.</a></p>\n<p>To find out more or get involved, please contact Steve Peters at <a href=\"mailto:steve.peters@communities.gsi.govuk\" title=\":mailto:steve.peters@communities.gsi.govuk\">steve.peters@communities.gsi.govuk</a>, via twitter (@Open_Data), or via the <a href=\"http://opendatacommunities.org\">OpenDataCommunities site.</a></p>\n<p><em>Steve Peters is a senior ICT professional at DCLG.\u0002He is leading work there to release DCLG’s datasets in fully open, re-usable formats, via standards-based APIs</em></p>","organizations":[],"author":{"name":"Steve Peters","slug":"steve-peters","state":"published","web_url":"http://theodi.org/steve-peters","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Steve Peters","slug":"steve-peters","state":"published","web_url":"http://theodi.org/steve-peters","tag_ids":[]}}