{"id":"https://contentapi.theodi.org/guest-blog-hacking-public-services-better.json","web_url":"http://theodi.org/blog/guest-blog-hacking-public-services-better","slug":"guest-blog-hacking-public-services-better","title":"Guest blog: Hacking Public Services Better","format":"article","updated_at":"2015-09-11T09:51:26+00:00","created_at":"2013-05-28T08:37:11+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Tim Perry, winner of the Met's [Hack the Police ](http://c-100.org/hack/)event\u0002gives his take on the true value\u0002of hackathons in improving public services.\u0002[Hack the Police ](http://c-100.org/hack/)and [BlueLightCamp ](http://bluelightcamp.wordpress.com/)ran\u0002alongside\u0002the start of the ODI's [immersion programme ](http://www.theodi.org/events/immersion-programme)- a new scheme which encourages new open data ideas from startups and developers to\u0002address key crime and justice challenges. Find out\u0002more about the immersion programme [here](http://www.theodi.org/events/immersion-programme), and sign up to take part [here](http://www.f6s.com/crimejusticeimmersionprogrammeprograms/ajax-application).","language":"en","need_extended_font":false,"content":"<p><em>Tim Perry, winner of the Met's <a href=\"http://c-100.org/hack/\">Hack the Police </a>event\u0002gives his take on the true value\u0002of hackathons in improving public services.\u0002<a href=\"http://c-100.org/hack/\">Hack the Police </a>and <a href=\"http://bluelightcamp.wordpress.com/\">BlueLightCamp </a>ran\u0002alongside\u0002the start of the ODI's <a href=\"http://www.theodi.org/events/immersion-programme\">immersion programme </a>- a new scheme which encourages new open data ideas from startups and developers to\u0002address key crime and justice challenges. Find out\u0002more about the immersion programme <a href=\"http://www.theodi.org/events/immersion-programme\">here</a>, and sign up to take part <a href=\"http://www.f6s.com/crimejusticeimmersionprogramme#programs/ajax-application\">here</a>.</em></p>\n<p>\u0002\nI spent the weekend of the 27-28th April this year taking part in <a href=\"http://c-100.org/hack/\">Hack the Police</a>, the Metropolitan Police's first hackathon. The Met are one of many organisations looking to reap the benefits of a development community dedicated to open software and open data, and this was a strong, promising push in that direction. It's a direction full of potential, and with the right focus I think events like this can bring organisations and the development community together to become powerful forces for good, helping to drive fundamental improvements in services we all depend on.</p>\n<p>Hackathons are a fairly new idea. They're simple events aiming to quickly share, create and rapidly prototype ideas, in an intense one or two day burst of imagination and innovation, fuelled with pizza and caffeine. The concept has caught on over the last decade, initially as organisations focus on driving innovation in open-source and commercial software development, later in the startup world (often for informal recruitment), and more recently in the charitable sector and public services.</p>\n<p><a href=\"http://c-100.org/hack/\">Hack The Police </a>was a great example of this last category, producing a wide range of innovative prototypes including MetOS (bringing Met workflows and information together into a unified feed for officers), eRAT (a new app offering counter-terrorism advice to small businesses) and my own Secure Evidence Recorder (a tool for securely and confidentially recording evidentially-sound photos on officer's phones).</p>\n<p>The focus of more charitable hackathons like this (also including Rewired State's many events like <a href=\"http://hacks.rewiredstate.org/events/follow-the-data-hack-day-london\">Follow the Data London </a>and <a href=\"http://nhshackday.com/\">NHS hack day</a>) tends to be quite different to commercial hackathons, which want new products and game-changing ideas. The Met police staff I talked to had far less enthusiasm for more toys and gadgets in our age of austerity, and instead were looking to improve their current systems, few of which take advantage of the technological advances in recent years to provide easier access to data, and simplify away painful manual processes.</p>\n<p>Changes like these require progressive improvements to replace existing processes with new ones, as doing a major overhaul of systems at this scale (the Met is London's largest employer) in one go simply can't work, even ignoring the expense. This however hits against another problem; replacing paper with tech necessitates infrastructure, to securely expose criminal records, provide public information on ongoing cases and store digital evidence, and those services simply don't yet exist.</p>\n<p>Fortunately hackathons don't have this problem. Hackathons are for prototyping; illustrating the potential futures we could live in with minimal demos and colourful outlines that let you squint at worlds of possibilities. Hack teams liberally use fake data to build fully functional tools, under the collective delusion that this infrastructure exists, quickly showing exactly what's possible if it did.</p>\n<p>Being able to see this potential is a powerful thing. It immediately grabs people, engages them, and shows what could be. It also, critically, shows what it currently isn't, and the prototypes built attach explicit value to those missing elements.</p>\n<p>Highlighting this potential value is key. The fundamental blocker to modernizing the Met may be lack of good infrastructure, but the blocker to putting that in place is the uncertainty in its value. Building infrastructure alone is a project with clear cost and no clear value, which just won't happen.</p>\n<p>Add value though, and outline the infrastructure needed, and this becomes clearly worthwhile, especially since you're showing a minimum value, and the possibility of much more later. This is what a good hack should do, and I think this is where the real magic of hackathons lies.</p>\n<p>I believe the goal of hackathons in public services shouldn't be to come up with shiny new toys; the goal should be to come up with reasons to build open infrastructure now, lowering the barrier for future hackathons, shrinking the gap between what exists and what could be, and building momentum towards further openness and improvement in these organisations. This eventually feeds back around, with each hackathon providing better and better tools for the next, provoking better ideas and hacks in turn.</p>\n<p>It's clear hackathons alone are powerful events filled with potential for improving our world. I'm hopeful that with this we can use them to drive a wave of open systems and data, and exponentially improve our public services for everybody. The Metropolitan Police's first hackathon was great, but I'd love to use that to make the second even greater.</p>","organizations":[],"author":{"name":"Tim Perry","slug":"tim-perry","state":"published","web_url":"http://theodi.org/tim-perry","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Tim Perry","slug":"tim-perry","state":"published","web_url":"http://theodi.org/tim-perry","tag_ids":[]}}