{"id":"https://contentapi.theodi.org/guest-blog-geolytix-open-data-business-model.json","web_url":"http://theodi.org/blog/guest-blog-geolytix-open-data-business-model","slug":"guest-blog-geolytix-open-data-business-model","title":"Guest Blog: GeoLytix - an open data business model","format":"article","updated_at":"2015-09-11T09:50:39+00:00","created_at":"2012-11-27T17:58:12+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"I’d recently left the job I loved at Sainsbury’s to join Blair Freebairn at GeoLytix, and I‘m looking forward to building something we can be proud of.\u0002[GeoLytix](http://www.geolytix.co.uk) is a consultancy set up by Blair last year focussing on solving problems where location matters. During our first day of planning, we set out our strategy for selling data at a margin, where we could build the business and move forward. We then released a dataset that Blair spent a lot of sweat and tears over, which has already been successfully shared with a number of customers – at no charge.","language":"en","need_extended_font":false,"content":"<p>I’d recently left the job I loved at Sainsbury’s to join Blair Freebairn at GeoLytix, and I‘m looking forward to building something we can be proud of.\u0002<a href=\"http://www.geolytix.co.uk\">GeoLytix</a> is a consultancy set up by Blair last year focussing on solving problems where location matters. During our first day of planning, we set out our strategy for selling data at a margin, where we could build the business and move forward. We then released a dataset that Blair spent a lot of sweat and tears over, which has already been successfully shared with a number of customers – at no charge.</p>\n<p>The dataset is the full set of GB postal sector boundaries, which are used in everything from defining media boundaries and store delivery areas to web map searching, analysing customer data and producing a wide range of maps for public consumption.\u0002Blair has used an <a href=\"http://geolytix.co.uk/blog/?p=17\">innovative methodology</a> to build these sectors which we believe makes them the best in the market.</p>\n<p><strong>The open data vision</strong></p>\n<p>Making the decision to release the dataset at no charge was actually very simple, and one that Blair and I came to independently.\u0002Blair had decided over a coffee with Steven Feldman of <a href=\"http://knowwhereconsulting.co.uk/\">KnowWhere Consulting</a>, while I had spent a great 5 months working with the Open Data User Group. Thanks to Steven’s support, and the <a href=\"http://data.gov.uk/odug\">Open Data User Group</a>,\u0002Blair and I came to the conclusion, and hope that many other start-ups will pursue the same direction.</p>\n<p>So why have we decided <em>to make #opendata</em>, something that can sell for many thousands of pounds? There were many reasons;</p>\n<p>1.\u0002\u0002\u0002We believe in the vision of #opendata, and how it can make the world a better place.</p>\n<p>2.\u0002\u0002\u0002We still need to earn a living. Our vision is that both the updates and additional services based on our open data have real value we can sell. By sharing our #opendata, and providing updates that cost ~10% of similarly-priced competitor offers, we think of our #opendata as the ultimate ‘free evaluation’. We believe we have built a better mouse-trap, what better way than to give every potential user in the world the chance to test it at no charge?</p>\n<p>3.\u0002\u0002\u0002\u0002\u0002\u0002A head-to-head battle to oust incumbent suppliers, by mimicking their business model would take too long, involve far too much effort and would be unlikely to succeed. The incumbency advantages are simply too large. Most postal boundary data is bought wrapped up with other datasets, software and solutions. Each victory for us would be long and hard-fought and involve high selling costs.</p>\n<p>4.\u0002\u0002\u0002\u0002\u0002\u0002Although we’re providing #opendata, the IP remains ours, meaning that when people use it they have to attribute Geolytix as the source. Wouldn’t it be great if one of the big guys started using it ? Imagine every web map search having to name-check little old us!</p>\n<p>5.\u0002\u0002\u0002\u0002\u0002\u0002Reputation matters. My experience in business does not support the <a href=\"http://www.aynrand.org/site/PageServer?pagename=objectivism_intro\">Ayn Rand world view</a> that rejects ethical altruism. Rather my experience has been that over time people and organisations build a ‘goodwill bank’ through their own behaviour.</p>\n<p><strong>Growing passion</strong></p>\n<p>We’ll have to be in it for the long haul, as many of our potential customers will be locked in to multi-year deals. We know there is a growing network of people who are passionate about #opendata. Over time they will become, and increasingly influence, those who hold the purse strings. We’re also hoping that offering a Freemium model will encourage the smaller guys to realise the benefit of location analysis. One or two of them will be happy to pay for the updates, but more importantly it can help grow the whole location analysis industry.\u0002I’m looking forward to seeing if this can form a solid business model for the future – I have a good feeling it can.  </p>\n<p>*Sarah Hitchcock is an ODUG member and joined GeoLytix in October after 11 years working in the Network &amp; Investment Planning team at Sainsbury’s. *</p>\n<p><em>GeoLytix was formed by Blair Freebairn in 2011, and is a consultancy focussing on Solving Problems where Location Matters.\u0002</em><a href=\"https://portal.mxlogic.com/redir/?aqdT7CkTQjhOrjhKUOYYUyCr01AvGumD8fWRuraVF2HsPt-j79zANOoVcsrKrFIt9YjBeNeRr5gkh-FVqsw_HlVIGrjvd7ar9J5BZAQsIL3AjhOrjvdyVx18Qg6aNgEq87qNd415LWjd410-F4TfM-u0USMrodFETvKMeupodx_ufoGFaXrbo\" title=\"https://portal.mxlogic.com/redir/?aqdT7CkTQjhOrjhKUOYYUyCr01AvGumD8fWRuraVF2HsPt-j79zANOoVcsrKrFIt9YjBeNeRr5gkh-FVqsw_HlVIGrjvd7ar9J5BZAQsIL3AjhOrjvdyVx18Qg6aNgEq87qNd415LWjd410-F4TfM-u0USMrodFETvKMeupodx_ufoGFaXrbo\"><em>http://geolytix.co.uk/about</em></a></p>","organizations":[],"author":{"name":"Sarah Hitchcock","slug":"sarah-hitchcock","state":"published","web_url":"http://theodi.org/sarah-hitchcock","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Sarah Hitchcock","slug":"sarah-hitchcock","state":"published","web_url":"http://theodi.org/sarah-hitchcock","tag_ids":[]}}