{"id":"https://contentapi.theodi.org/guest-blog-public-sector-data-needs-its-own-national-information-framework.json","web_url":"http://theodi.org/blog/guest-blog-public-sector-data-needs-its-own-national-information-framework","slug":"guest-blog-public-sector-data-needs-its-own-national-information-framework","title":"Guest Blog: Public sector data needs its own National Information Framework","format":"article","updated_at":"2015-09-11T09:50:40+00:00","created_at":"2012-11-28T15:41:36+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Having a sound physical infrastructure – roads, railways, utilities, etc – is critically important for a country. That's why we have a [national infrastructure plan](http://www.hm-treasury.gov.uk/nationalinfrastructureplan2011.htm).","language":"en","need_extended_font":false,"content":"<p>Having a sound physical infrastructure – roads, railways, utilities, etc – is critically important for a country. That's why we have a <a href=\"http://www.hm-treasury.gov.uk/national_infrastructure_plan2011.htm\">national infrastructure plan</a>.</p>\n<p>What we need now is a similar infrastructure for information, that will offer a relatively inexpensive additional way of both growing the economy and supporting public needs.</p>\n<p>The government's open data initiative has already made major steps in providing greater access to the wealth of public sector information through the <a href=\"http://www.guardian.co.uk/public-leaders-network/2012/nov/01/open-data-institute-information-technology?INTCMP=SRCH\">open data initiative</a>. The <a href=\"http://www.nationalarchives.gov.uk/appsi%5Cdefault.htm\">government's advisory panel on public sector information</a> (APPSI) has supported these developments, but its members, drawn from the business, academic, ICT, legal and public sector communities argue that we need a more strategic approach to how public sector information should be reused.</p>\n<p>It has now summarised its views on what should be done in a discussion paper\u0002entitled A National Information Framework for Public Sector Information and Open Data.</p>\n<p>This paper says success requires far more than simply releasing raw data on to the web. In the first instance, clarity is needed on what is the role of government in the information economy. Is it simply a provider of \"fuel\" for businesses in the UK and outside to exploit? Or should government seek to generate revenue from licensing and adding value to raw data?</p>\n<p>APPSI members believe there is one category of government data which should certainly be freely available – \"core reference datasets\". Standardising information such as addresses into a single set of data would provide big safety and efficiency benefits. There is a paradox at present, in that some of the most useful data produced in the public sector – considered by many as core reference datasets – is charged for and this limits the scale of standardisation possible.</p>\n<p>Another area that must be addressed is the issue of anonymised, confidential personal data. . Failure to do so will limit highly valuable medical and other research, and adds unnecessary burdens on recipients of government questionnaires.</p>\n<p>Across the UK as a whole there is a real shortage of the information management and analytical skills needed to maximise the benefits of public sector information. This will require longer term action, including changes to the school and undergraduate curriculum – some of which is already being discussed.</p>\n<p>We in APPSI believe what we need to tackle all these different factors is a National Information Framework. This would be based on agreed objectives and priorities for public sector information and span central and <a href=\"http://www.guardian.co.uk/public-leaders-network/local-government\" title=\"More from guardian.co.uk on Local government\">local government</a>, the NHS and the devolved administrations.</p>\n<p>We do not pretend this would be easy: things are changing very rapidly in the use and re-use of both public and private sector data. But we believe there is much to gain from having a clear framework that will provide as much continuity and predictability as possible to encourage businesses to invest.</p>\n<p>*David Rhind is is the Chair of the <a href=\"http://www.nationalarchives.gov.uk/appsi%5Cdefault.htm\">Advisory Panel on Public Sector Information</a>. *</p>\n<p>*Hugh Neffendorf is Founder and Managing Director of <a href=\"http://www.katalysis.com/pages/about.htm\">Katalysis</a>,\u0002a management consultancy that specialises in information and technology. *</p>\n<p><em>This blog originally appeared in <a href=\"http://www.guardian.co.uk/public-leaders-network/2012/nov/23/open-data-national-information-framework\">The Guardian Public Leaders Network</a></em></p>","organizations":[],"author":{"name":"David Rhind and Hugh Neffendorf","slug":"david-rhind-and-hugh-neffendorf","state":"published","web_url":"http://theodi.org/david-rhind-and-hugh-neffendorf","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"David Rhind and Hugh Neffendorf","slug":"david-rhind-and-hugh-neffendorf","state":"published","web_url":"http://theodi.org/david-rhind-and-hugh-neffendorf","tag_ids":[]}}