{"id":"https://contentapi.theodi.org/guest-blog-how-make-open-data-more-open-close-gaps.json","web_url":"http://theodi.org/blog/guest-blog-how-make-open-data-more-open-close-gaps","slug":"guest-blog-how-make-open-data-more-open-close-gaps","title":"Guest Blog: How to make open data more open? Close the gaps","format":"article","updated_at":"2015-09-11T09:50:57+00:00","created_at":"2013-02-18T14:57:41+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"UK government policy on open data may be miles ahead of others but the gap between policy and execution threatens to seriously delay arrival in the promised land.","language":"en","need_extended_font":false,"content":"<p>UK government policy on open data may be miles ahead of others but the gap between policy and execution threatens to seriously delay arrival in the promised land.</p>\n<ul>\n<li>78% of civil servants do not know about government plans for open data and the benefits that follow</li>\n<li>75% say they don’t know where to find useful data to help their decision making</li>\n<li>57% do not know how to access data sets, how to interpret them or how to best apply data standards</li>\n<li>Only 52% recognised that ready access to data and data standards will generate new enterprises, jobs and services in the public and private sectors</li>\n</ul>\n<p>In this first ever analysis of open data understanding across the public sector, our civil servants are saying that they find it too difficult to access and reuse the right data and, critically, that they do not have the technical knowledge and expertise to exploit what data is available.\u0002\nSo what should those charged with leading the way on open data make of this?</p>\n<p>The research identifies that better skills, training and communication across government will undoubtedly make a big difference.</p>\n<p>But I was particular drawn by two conclusions.</p>\n<p><strong>Listen to the internal experts and have standards</strong></p>\n<p>Firstly, those civil servants who identified themselves as open data experts said that the key priority was getting open data and data standards into the hands of the private sector, so it could get on with creating new jobs and better services. We should listen to the voices of internal experts – they know what works. I think there is a real opportunity here, if the traditional suspicions over public and private partnerships can be lessened.</p>\n<p>And secondly, I was very concerned about the lack of understanding about data standards. The link between having lumps of meaningless open data, and new jobs and better services, lies in open data standards. A technical, dry perhaps even nerdy subject – but nonetheless just as essential as making public sector data open. Data standards exist solely to give meaning, or taxonomy, to the information held in every database. These taxonomies can be mapped together even if the data is federated and in disparate formats. In other words, interoperability and re-usability increases by connecting datasets together for others to interpret and extract valuable information.</p>\n<p>**Police database warrants new prescription for NHS **</p>\n<p>Smart application of data standards is exactly what has enabled 43 police forces to create a single national police database designed to catch criminals who would \u0002otherwise be partially invisible. If the police can access federated databases for criminal intelligence, then other public services can do the same. The <a href=\"http://www.theodi.org/news/prescription-savings-worth-millions-identified-odi-incubated-company\">recent work by Mastadon C and Open Health Care UK</a> proves this. Their analysis of doctor's prescribing habits demonstrated that the NHS could make significant savings if cheaper generic alternatives were used instead of more expensive, branded, drugs. The NHS could increase value for money by mapping clinical health codes.</p>\n<p>I believe government’s fundamental role in open data is to enable the flow of knowledge from open data by improving the ease and cost of access. In no small part this involves enhancing skills in government, encouraging the reuse of open data by openly publishing its own data standards so that skilled data experts can develop exactly the types of new products and services that the open data policies are designed to achieve.\u0002\nThe ODI has already begun to make headway in these important areas but there is a lot of work to do. This could start with all ICT based Government procurement tenders automatically including the associated code list and data standards used by the procurement department.</p>\n<p>The open data agenda is substantial and far reaching and responsibility for success cannot rest solely with those in charge of policy, or with the ODI that is striving to catalyse the open data sector.\u0002As the biggest creators and curators of data, central and local government has to be the starting point for a thriving digital economy fuelled by open data. But as this new research demonstrates, sustainable success – new jobs, better services and lower cost IT implementation over the long term – will require much deeper and wider engagement across the public sector and for the private sector’s potential to be embraced.</p>\n<p><em>The research was conducted in late December 2012 by Dods, on behalf of <a href=\"http://www.listpoint.co.uk/media\">Listpoint.</a> More than 1000 responses were received across central and local government, non-departmental bodies, the NHS and police forces.</em></p>\n<p><em>Dermot Joyce is CEO of <a href=\"http://www.liberata.com/home\">Liberata</a>, the IT company that runs Listpoint</em></p>\n<p>\u0002\n\u0002\n\u0002</p>","organizations":[],"author":{"name":"Dermot Joyce","slug":"dermot-joyce","state":"published","web_url":"http://theodi.org/dermot-joyce","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Dermot Joyce","slug":"dermot-joyce","state":"published","web_url":"http://theodi.org/dermot-joyce","tag_ids":[]}}