{"id":"https://contentapi.theodi.org/guest-blog-lessons-commercialising-open-data-placr.json","web_url":"http://theodi.org/blog/guest-blog-lessons-commercialising-open-data-placr","slug":"guest-blog-lessons-commercialising-open-data-placr","title":"Guest Blog: Lessons from commercialising open data at Placr","format":"article","updated_at":"2015-09-11T09:50:38+00:00","created_at":"2012-11-25T14:11:35+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"When we founded Placr in 2010 we set ourselves the objectives of helping to release open data and creating a business that produced new value from this data. These challenges have been closely coupled and we have had to wait for the release of some of key datasets in 2012 before we could progress beyond R&D. For this reason our early focus has been on transport due to the rapid progress in data releases in this sector, and because there is a lot of scope for adding value. More or less all the key transport datasets and live data streams have now been released in Britain, and this has enabled us to create the[<u> Transport API</u>](https://developer.transportapi.com/)platform, on which we have built and monetised a variety of services. This experience has taught us several lessons, with implications for other new open data businesses and for government policy.","language":"en","need_extended_font":false,"content":"<p>When we founded Placr in 2010 we set ourselves the objectives of helping to release open data and creating a business that produced new value from this data. These challenges have been closely coupled and we have had to wait for the release of some of key datasets in 2012 before we could progress beyond R&amp;D. For this reason our early focus has been on transport due to the rapid progress in data releases in this sector, and because there is a lot of scope for adding value. More or less all the key transport datasets and live data streams have now been released in Britain, and this has enabled us to create the<a href=\"https://developer.transportapi.com/\"><u> Transport API</u></a>platform, on which we have built and monetised a variety of services. This experience has taught us several lessons, with implications for other new open data businesses and for government policy.</p>\n<p><strong>Finding value</strong>  </p>\n<p>The first lesson has been that open data must be able to produce value in all the usual ways e.g. solving problems, increasing convenience or saving money. Placr has been trading as a pure open data business now for 18 months and so we have been able to produce value for both businesses and consumers. For example, we have seen that the re-packaging of open data from a variety of sources into a single coherent service has value...and we now have more than 100 developers signed up on<a href=\"https://developer.transportapi.com/\"><u> Transport API</u></a>. We have also seen that real-time access to open data streams allows insights into the operating practices of the data producer. These insights have allowed us to develop expertise in those practices via the data, and therefore, to offer value back to the operator. Open data also offers value by dramatically cutting the cost of products and services based on it. Viewed from this perspective open data can best be understood as a market disruptor, which can help liberalise the way many markets work.  </p>\n<p>In transport the disruptions of integration, insight and cost reductions have given Placr opportunities to create new services and compete with existing suppliers. In transport,\u0002the value proposition of many operators suffers by comparison with the most agile sectors e.g. retail. Hence, transport operators have a limited relationship with their customers, they offer largely supply-driven services, and the customer service is often poor. Placr has been innovating around customer relationships, service metrics and user feedback using our open data<a href=\"https://developer.transportapi.com/\"><u> Transport API</u></a>platform to power new apps like<a href=\"http://uktraveloptions.com/\"><u> UK TravelOptions</u></a>or alerting services like<u><a href=\"http://apps.placr.co.uk/transportapi/tube/about\">Tube Radar</a></u><a href=\"http://apps.placr.co.uk/transportapi/tube/about\">.</a>  </p>\n<p><strong>New vs mature markets</strong></p>\n<p>A second lesson we have learned working close to the data releasing process is the important difference between operating in an early market with new data streams (such as live London Bus departures) and entering mature markets occupied by newly liberalised data monopolies (such as National Rail Enquiries). Early markets have huge potential, however, they require marketing investments to reach the new audiences, and the margins can be small given the pricing and competition e.g. in app stores. Our approach in this environment has been to partner with developers who can produce great user experiences with our validated and scaled open data feeds. For example, Placr has partnered with the CityMapper team to supply tailored bus and train feeds to their<a href=\"http://busmapper.co.uk/\"><u> BusMapper</u></a> and<a href=\"http://citymapper.com/\"><u> CityMapper</u></a> apps, which are now among the most popular travel apps in London.  </p>\n<p>By contrast, entering a mature market still dominated by a former monopolist such as National Rail Enquiries requires investment to match the incumbent and define new market segments that the monopolist has never served. Placr's<a href=\"http://developer.transportapi.com/\"><u> Transport API</u></a> platform is the first independent source of train service timetables/live departures in Britain that is available as a developer feed, and complements several excellent open source web sites such as<a href=\"http://www.opentraintimes.com/\"><u> OpenTrainTimes</u></a>. Our approach in this environment has been to build capacity in previously unserved market segments such as specialised journey planners e.g.<a href=\"http://www.getmetomyflight.com/\"><u> getmetomyflight</u></a>, while developing some new propositions previously prevented by monopoly terms and conditions.</p>\n<p><strong>Mixology</strong></p>\n<p>A third lesson has been that there are significant challenges in remixing open data and commercially licensed data. Open data released under the Open Government Licence (or similar public domain licence) are free of charge and cannot have their use constrained. By contrast, the cost of using commercially licensed data is significantly raised by the legal costs of licensing advice. You also have to be able to specify your business model in advance of signing a licence and you have to commit to a royalty level in advance. Digital data businesses need to experiment with data re-use models and often need to pivot their business when a particular re-use gains traction e.g. on an app store.  </p>\n<p>If you want to change usage of commercially licensed data, then often a rights-holder will want to raise the price, look for a share of the revenue or prevent you developing the idea (so they can do it themselves). While<u><a href=\"http://developer.transportapi.com/\">Transport API</a></u> is a licensed data platform, Placr only charges for volume and service guarantees... and does not seek downstream ownership of the supplied data when monetised. Placr's business model is to develop our platform as a distribution channel and collaboration environment, and to build our own propositions there alongside our partners.  </p>\n<p>Placr's continues to focus on the liberalised open transport sector, and we have moved into The Open Data Institute to take advantage of the incubation opportunities here. We are delighted to be here at The ODI and we have already benefitted from the steady flow of visitors who we either pitch to...or who challenge us! If you visit The ODI we look forward to catching up!</p>\n<p><em>Jonathan Raper is Founder/Director of Placr</em></p>\n<p>\u0002</p>","organizations":[],"author":{"name":"Jonathan Raper","slug":"jonathan-raper","state":"published","web_url":"http://theodi.org/jonathan-raper","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Jonathan Raper","slug":"jonathan-raper","state":"published","web_url":"http://theodi.org/jonathan-raper","tag_ids":[]}}