{"id":"https://contentapi.theodi.org/guest-blog-women-data.json","web_url":"http://theodi.org/blog/guest-blog-women-data","slug":"guest-blog-women-data","title":"Guest post: Women in Data","format":"article","updated_at":"2016-04-11T11:19:49+00:00","created_at":"2013-03-07T14:41:39+00:00","tag_ids":["blog","women"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/women.json","web_url":null,"title":"women","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=women","web_url":"http://theodi.org/tags/women","slug":"women"}}],"details":{"need_id":"","business_proposition":false,"description":"<p>On Friday 8 March - International Women’s Day 2013 - the founder of Women in Data reflects on\u0002 her reasons for starting the group and looks back on their inaugural meeting at the ODI</p>","excerpt":"On Friday 8 March - International Women’s Day 2013 - the founder of Women in Data reflects on\u0002 her reasons for starting the group and looks back on their inaugural meeting at the ODI\r","language":"en","need_extended_font":false,"alternative_title":"Guest post: Women in Data","url":"","content":"<p><em>On Friday 8 March - International Women’s Day 2013 - the founder of Women in Data reflects on\u0002 her reasons for starting the group and looks back on their inaugural meeting at the ODI</em></p>\n<p>During a seemly random conversation with Francine Bennett, CEO of MastodonC, we realised that between the two of us we only knew of a handful of women in the industry. \u0002This realisation inspired me to start the <a href=\"http://www.meetup.com/Women-in-Data\">Women in Data group</a>\u0002at the start of 2013. I wasn’t sure what to expect, maybe to find perhaps 30 women, but the group has now over 80 members and is growing every day!</p>\n<p>Speaking to the members and from reading their bios it is inspiring to see how highly qualified they are. \u0002I am amazed that despite being a regular attender of conferences, talks and lectures, I wasn’t aware that this depth of knowledge and domain expertise existed. \u0002Why aren’t all these women being interviewed for their opinions and publishing books?\u0002\u0002I do not have an answer to this but aiming to change with this group.</p>\n<p><strong>Launch meeting</strong></p>\n<p>It is not by coincidence that Women in Data was launched ahead of Open Data day on February 22nd.\u0002 Open data is about democratising decision making like the internet democratised communication and information exchange.\u0002 I hope that open data will change the structures and concentration of power from the few to the crowd and fundamentally change the dynamics of interaction between citizens and organisations. \u0002\u0002\nThe launch of the group on a cold February evening was oversubscribed and it made for an extremely engaging evening.\u0002 We had a formidable lineup of speakers;</p>\n<ul>\n<li>Jeni Tennison, Technical Director of the ODI, who I greatly admire, shared the practical aspects of open data with the What, How and Why of open data.\u0002\u0002- Francine Bennett, CEO of Mastodon C , talked about value of Open data and her work on the <a href=\"http://prescribinganalytics.com\">prescribing analytics</a> project.</li>\n<li>Jacqui Taylor, CEO of Flying Binary, talked about her work with the Open Data user group and an insight into the <a href=\"http://vimeo.com/29259763\">future of transparency</a>.</li>\n</ul>\n<p>Whilst the talks were varied the underlying note of optimism and excitement was common to all.\u0002A shared belief that a seismic shift is coming and we must all be part of it.</p>\n<p>We are at the dawn of this new open data age. None of us have any idea on where the road will lead us.\u0002We have to be acutely aware that if women working with data do not take roles as influencers and leaders now then catching up afterwards might not be possible.\u0002People working in STEM subjects have been trying for more than a couple of decades to change the gender imbalance with only limited success.\u0002Working in technology, I have seen that once culture is entrenched it is hard to change.\u0002How many people associate programming with women?\u0002</p>\n<p>Data as an industry is in its infancy.\u0002 We cannot allow the repeat of historical mistakes that could leave some people behind.</p>\n<p><strong>Data needs diversity</strong></p>\n<p>We all know that diversity is a good thing from a social responsibility standpoint.\u0002I also believe that the organisations building data teams need to be inclusive if they are to build truly intelligent products.\u0002Statistical analysis and algorithms need data scientists to collect data, build models and interpret and contextualise them.\u0002\nData science is not so much a science or an engineering discipline as\u0002an art form like storytelling or painting a picture. The process of collecting data will inevitably be coloured by the bias of the people conducting it.\u0002Data is neutral but the story teller will bring their own baggage.\u0002Organisations risk having an incomplete (or worse, incorrect) picture of the market place and their customers if data teams are not representative of the population.\u0002</p>\n<p>Big data is by its nature diverse data and without context it is meaningless.\u0002</p>\n<p><em><strong>Yodit Stanton is a freelance software engineer and the founder of <a href=\"http://www.meetup.com/Women-in-Data\">Women in Data</a></strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Yodit Stanton","slug":"yodit-stanton","state":"published","web_url":"http://theodi.org/yodit-stanton","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Yodit Stanton","slug":"yodit-stanton","state":"published","web_url":"http://theodi.org/yodit-stanton","tag_ids":[]}}