{"id":"https://contentapi.theodi.org/guest-blog-taking-pain-out-moving-house.json","web_url":"http://theodi.org/blog/guest-blog-taking-pain-out-moving-house","slug":"guest-blog-taking-pain-out-moving-house","title":"Guest blog: Taking the pain out of moving house","format":"article","updated_at":"2016-04-29T09:22:54+00:00","created_at":"2013-02-22T15:44:36+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Moving house is tough. It's often cited as one of the most stressful life events people have to go through. It's easy to see why when there's so many things to consider and weigh up when looking to move. Where can I afford to live? Where will my kids go to school? Is the area safe? A lot of the common questions people have when moving can be informed by open data sets.\u0002","language":"en","need_extended_font":false,"content":"<p>Moving house is tough. It's often cited as one of the most stressful life events people have to go through. It's easy to see why when there's so many things to consider and weigh up when looking to move. Where can I afford to live? Where will my kids go to school? Is the area safe? A lot of the common questions people have when moving can be informed by open data sets.\u0002\nSchool performance data, crime statistics and many other sets of public service information have all been published as open data. Rather than have to move in to an area blind, citizens can now research all the important information themselves online and build up a picture of what their life would be like in their new home.</p>\n<p>Let's take a look at the most important open data sets that home owners are most interested in and who publishes them:</p>\n<p>1) Recent house prices are now available for free to the public through the <a href=\"http://www.landregistry.gov.uk/public\">Land Registry</a>. Monthly data on individual prices that houses have transacted at are available, as well as a House Price Index (HPI) which gives average house prices at national, regional, county and London borough level.\u0002\n2) School data is released by the <a href=\"http://www.education.gov.uk/schools/performance/\">Department of Education</a>\u0002annually. This gives basic information on all schools, such as address and what ages &amp; gender(s) they accept as well as detailed exam performance information.</p>\n<p>3) Crime data is proved by the Ministry for Justice &amp; the Home Office on <a href=\"http://www.police.uk/\">Police.uk</a>. Users can get information about any police force in England and the crime levels in their areas.</p>\n<p>The challenge now is for\u0002entrepreneurs\u0002to take this open data and interpret it to turn it into a useful format for people to benefit from. At <a href=\"http://www.locatable.com/\">Locatable</a>, we're attempting to tackle this problem by developing a product that will allow users to search across all these data sets in one place.\u0002\nWe can also provide extra value by taking other data sets that aren't very usable and processing them in a useful format. Public transport data is a great example - the raw data by itself can be hard to glean any insights from but we allow users to frame the problem in a way that answers the questions house hunters most want to know: \"where can I live that is within half an hour's travel of my office?\", for example.</p>\n<p>There's many more different factors that affect where someone decides to live and there's even more data out there which can be used to answer other questions about different places across the UK - Is it a scenic area? Is it a loud or quiet place to live? Am I near good shops and other amenities that I'm interested in? In time, we hope to answer these as well.</p>\n<p>Our vision of changing the way people decide where to live wouldn't be possible without the data that underpins us, and we're convinced open data unlocks the potential for innovative ideas and products that couldn't be developed any other way.</p>","organizations":[],"author":{"name":"Vasanth Subramanian","slug":"vasanth-subramanian","state":"published","web_url":"http://theodi.org/vasanth-subramanian","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Vasanth Subramanian","slug":"vasanth-subramanian","state":"published","web_url":"http://theodi.org/vasanth-subramanian","tag_ids":[]}}