{"id":"https://contentapi.theodi.org/guest-post-creating-value-from-open-data.json","web_url":"http://theodi.org/blog/guest-post-creating-value-from-open-data","slug":"guest-post-creating-value-from-open-data","title":"Guest post: Creating value for universities from open data","format":"article","updated_at":"2015-09-11T09:56:02+00:00","created_at":"2014-06-24T19:46:18+00:00","tag_ids":["dapaas","blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/dapaas.json","web_url":null,"title":"dapaas","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=dapaas","web_url":"http://theodi.org/tags/dapaas","slug":"dapaas"}},{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>Open data, the principle and practice of making data available for anyone to use, for any purpose, at no cost has the potential to make a major impact on the world around us. Given these prospects, the UK higher education sector is already starting to get on board.</p>","excerpt":"<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/a9/d5/53a9d5bbd0d46207ff00002d/OD.png\" alt=\"null\" class=\"img\" id=\"53a9d5baf362be0d4200013c\">\r","language":"en","need_extended_font":false,"alternative_title":"Guest blog post from the director of policies, Universities UK","url":"","content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/a9/d5/53a9d5bbd0d46207ff00002d/OD.png\" alt=\"null\" class=\"img\" id=\"53a9d5baf362be0d4200013c\"></p>\n<p>Open data, the principle and practice of making data available for anyone to use, for any purpose, at no cost has the potential to make a major impact on the world around us. Given these prospects, the UK higher education sector is already starting to get on board. A number of universities (<a href=\"http://www.southampton.ac.uk\">Southampton</a>, <a href=\"http://www.ox.ac.uk\">Oxford</a>, and the <a href=\"http://www.open.ac.uk\">Open University</a>, to name a few) have taken on the agenda, and are rapidly developing tools and practices. Sector agencies and bodies such as <a href=\"http://www.jisc.ac.uk\">JISC</a> (Joint Information Systems Committee), <a href=\"https://www.hesa.ac.uk\">HESA</a> (Higher Education Statistics Agency), the <a href=\"http://www.rcuk.ac.uk\">Research Councils</a>, and the <a href=\"https://royalsociety.org\">Royal Society</a> are also working in the same direction.</p>\n<p><a href=\"http://www.universitiesuk.ac.uk/Pages/default.aspx\">Universities UK</a> is also leading work on open data. We are particularly pleased to announce the launch today of a joint programme with the <a href=\"http://theodi.org\">Open Data Institute</a>. A number of universities and partner organisations have already signed up to the programme, which will increase capacity, develop and share good practice as well as devise new tools and services for universities. We anticipate that others will join over the course of the next few months, as the programme is rolled out more widely.</p>\n<p>This is our challenge (and our opportunity) to demonstrate the rewards of open data. There are a number of advantages in open data and three of these positive prospects are outlined below.</p>\n<p>Firstly, increased efficiency. Universities UK has been leading a programme of work which supports efficiency and modernisation in the university sector. Open data can play a key role in this. Releasing data on, for example, procurement costs, energy costs and usage, or space utilisation will allow institutions to benchmark one another and drive down costs. There may also be opportunities through transferring good practice from one part of the sector to another.</p>\n<p>Secondly, improved student services. Opening up institutional data on admission, provision and progression can improve student choice, as potential students are able to draw on a wider range of data to make more informed choices. From the institutional point of view, opening up their own data and combining them with open data from external sources can help improve the targeting of marketing and recruitment activities.</p>\n<p>And finally, access to research. There is a strong push to make research data more open and widely-available. Open data not only helps the research process by allowing researchers to build more rapidly on the work of others, but can potentially contribute to economic growth through widening opportunities for exploitation. Some academic domains are already leading this field, such as the galaxy zoo project that is publishing data from space telescopes to enable volunteers to help classify the millions of galaxies that have been pictured. Fields such as genomics are also going down the open data route though initiatives such as the personal genomic project.</p>\n<p>Whilst there are plenty of opportunities arising from open data, there are also challenges and risks. Capacity and infrastructure need to be developed which will require investment. Institutions will need to overcome concerns about competition and information exchange. There are also other considerations, including the need to protect the sector’s information assets from cyber-attack, allied to issues of privacy and data protection.</p>\n<p>As part of this work we are running a series of seminars on open data which will continue into the autumn, culminating in a conference. There will also be further UUK outputs on this topic along the way, so watch this space.</p>\n<p>The potential benefits of open data are already starting to show. And with the help of all organisations and universities involved, together with a facilitating environment encouraged by government policy and technology adoption, open data will accelerate developments substantially.</p>\n<p><em>Paul Clark is director of policy at Universities UK. This post first appeared on the <a href=\"http://blog.universitiesuk.ac.uk/2014/06/24/creating-value-open-data/\">UUK website</a>.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Paul Clark","slug":"paul-clark","state":"published","web_url":"http://theodi.org/paul-clark","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Paul Clark","slug":"paul-clark","state":"published","web_url":"http://theodi.org/paul-clark","tag_ids":["writers"]}}