{"id":"https://contentapi.theodi.org/guest-blog-crime-under-water.json","web_url":"http://theodi.org/blog/guest-blog-crime-under-water","slug":"guest-blog-crime-under-water","title":"Guest Blog: Crime under water","format":"article","updated_at":"2015-09-11T09:51:12+00:00","created_at":"2013-03-27T18:49:55+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"I've recently taken on a really interesting role working with the Open Data Institute. Over the next nine months I'll be the series lead for their first [Immersion Programme](http://www.theodi.org/events/immersion-programme) where we will be working with developers, data owners within and outside government and other interested parties to help establish some substantial and sustainable open data projects. The first programme has the theme of [Crime and Justice](http://www.f6s.com/crimejusticeimmersionprogramme).","language":"en","need_extended_font":false,"content":"<p>I've recently taken on a really interesting role working with the Open Data Institute. Over the next nine months I'll be the series lead for their first <a href=\"http://www.theodi.org/events/immersion-programme\">Immersion Programme</a> where we will be working with developers, data owners within and outside government and other interested parties to help establish some substantial and sustainable open data projects. The first programme has the theme of <a href=\"http://www.f6s.com/crimejusticeimmersionprogramme\">Crime and Justice</a>.</p>\n<p>Last Wednesday, 20th March, we kicked off with a day long session at the Open Data Institute where we discussed what three challenges should be set for participants in the programme. The day was arranged and co-hosted by Olivia Burnam from the ODI, who will continue supporting the programme when she returns to the Cabinet Office next month.</p>\n<p>Olivia and I were keen that the discussion concentrated on real issues that people involved in the crime and justice sectors want tackling. One of the advantages of having an extended length of time to create projects is that we are able to talk about what open data projects might usefully do rather than focus on what we can create from the available data from the start.</p>\n<p>So, we started off with a brief discussion about what we meant by Crime and Justice and what we thought was in and out of scope when setting the challenges. \u0002\nWe followed on from this with a range of debate that included the fears and aspirations that data publishers had when publishing open data; the current situation with open data releases and projects developed from them; what developers were interested in as well as what they are currently involved in and finally we discussed what the challenges could be.</p>\n<p>From all of that we narrowed down three challenges that we are setting for people to tackle. They are:</p>\n<p>How can open data projects be constructed that achieve one of the following:</p>\n<ul>\n<li>increase community involvement with the criminal justice system?</li>\n<li>create further evidence for what are effective interventions for rehabilitation?</li>\n<li>address the rise in personal crime?</li>\n</ul>\n<p>The <a href=\"http://www.theodi.org/content/open-data-immersion-programme-crime-and-justice-challenge-definition-day-minutes\">attendee list and minutes</a> from Wednesday are both available. I'll also be adding more resources that help people understand the programme and how to get involved over the coming months.</p>\n<p>We are aware that while we had a strong attendance both from people working within the public sector and open data developers we were unsuccessful in our attempts to invite civil society groups. This includes those operating in the areas of crime prevention and victim support as well as services for prisoners and their families. Campaigning groups were also not represented. I'd be really interested in hearing the opinions and ideas from such organisations and I'll be actively seeking those out over the coming months.</p>\n<p>The process for taking part as an open data developer in the <a href=\"http://www.f6s.com/crimejusticeimmersionprogramme\">Crime and Justice Immersion programme</a> is still open. Now that the challenges have been decided and published I hope more people will apply to take part. If you have any questions about what participation entails there is quite a bit of information on the Immersion Programme pages on the ODI site, but please feel free to ask me directly on <a href=\"https://twitter.com/siwhitehouse\">Twitter</a>\u0002or <a href=\"http://siwhitehouse.co.uk/blog/2013/03/28/crime-and-justice-an-opendata-challenge/\">post a comment</a> on my blog.</p>\n<p>\u0002\n\u0002</p>","organizations":[],"author":{"name":"Simon Whitehouse","slug":"simon-whitehouse","state":"published","web_url":"http://theodi.org/simon-whitehouse","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Simon Whitehouse","slug":"simon-whitehouse","state":"published","web_url":"http://theodi.org/simon-whitehouse","tag_ids":[]}}