{"id":"https://contentapi.theodi.org/guest-blog-focus-45-return-investment.json","web_url":"http://theodi.org/blog/guest-blog-focus-45-return-investment","slug":"guest-blog-focus-45-return-investment","title":"Guest Blog: Focus on a 4.5 return on investment","format":"article","updated_at":"2015-09-11T09:51:01+00:00","created_at":"2013-03-04T16:16:58+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"[Music 4.5](http://www.music4point5.com//open-data/4572552315) is turning 3 years old this week. During the last few years Music 4.5 has become an established part of the London tech scene. The series of events was started with a passion for helping start-ups and investors connect, while working and sharing more closely with artists.","language":"en","need_extended_font":false,"content":"<p><a href=\"http://www.music4point5.com/#/open-data/4572552315\">Music 4.5</a> is turning 3 years old this week. During the last few years Music 4.5 has become an established part of the London tech scene. The series of events was started with a passion for helping start-ups and investors connect, while working and sharing more closely with artists.</p>\n<p>It all started out with an observation that there was an ever-increasing number of music-tech startups trying to solve different parts of the music industry conundrum, and yet there was a lack of connection and understanding between the music and technology industries. The gap in the market was obvious: something needed to be done to get music geeks and tech geeks and entrepreneurs talking to each other. These were the early days of streaming, when Spotify's business model was still interesting (and mysterious). It was still early days for music and technology actually engaging with each other.</p>\n<p>After many discussions over strong cups of Nordic coffees Rassami Hok Ljungberg, who has a background in communications, and Petra Johansson, who is an events organiser, decided on an action plan. They were going to try to bridge the gap between the music people and the tech entrepreneurs by creating a series of events that would bring them together to get talking about the issues and focus on how to achieve a fair-share return on investment. The events would help everyone examine new trends in the industry and, most importantly, get techies and music industry people talking with each other. I then\u0002came on board as a blogger and journalist, documenting the lessons learned.</p>\n<p>Three years later there are ever more events, focusing on more than just music start-ups. The 2Pears (yes, that's Rassami and Petra) also run pitch training workshops in collaboration with UKTI, the Music TechPitch 4.5 and TechPitch 4.5 events, where start-ups from across all of Europe pitch their business idea to a panel of judges in 3 minutes sharp.</p>\n<p>The 4.5 in all the event names is derived from a Web 2.0 philosophy which says\u0002that, after the huge losses incurred on Web 1.0, the ambition for web enterprises is to make money and achieve a 4.5 times return on investment (ROI). In the music and technology business landscape this means a 4.5 times ROI for all parties: artists, entrepreneurs and investors. The 2Pears events are all about helping companies make money.</p>\n<p>“We want to provide a forum for a productive discussion between different industries and communities, stimulating new connections and conversations, and hopefully helping to spark new ideas and ways of making money for startups, investors and artists”, says co-founder Rassami Hök Ljungberg.</p>\n<p>“It's important to us that we empower tech entrepreneurs to gain awareness, learn from each other as well as from failures, and ultimately succeed. And we are absolutely delighted when we hear that a startup we have had on stage achieves funding or a good exit! Their success is our success”, she observes.</p>\n<p><em>The <a href=\"http://www.music4point5.com/#/open-data/4572552315\">latest Music 4.5 event</a>\u0002is focusing on open data, and is looking at whether\u0002open data is devaluing or driving music business models. Gavin Starks of the ODI will be speaking at the event, which is taking place today,\u00025th of March 2013 at the Lewis Silkin offices on Chancery Lane in London.</em></p>","organizations":[],"author":{"name":"Charlotta Buxton","slug":"charlotta-buxton","state":"published","web_url":"http://theodi.org/charlotta-buxton","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Charlotta Buxton","slug":"charlotta-buxton","state":"published","web_url":"http://theodi.org/charlotta-buxton","tag_ids":[]}}