{"id":"https://contentapi.theodi.org/guest-blog-increasing-supply-public-sector-open-data.json","web_url":"http://theodi.org/blog/guest-blog-increasing-supply-public-sector-open-data","slug":"guest-blog-increasing-supply-public-sector-open-data","title":"Guest Blog: Increasing the supply of public sector open data","format":"article","updated_at":"2015-09-11T09:52:10+00:00","created_at":"2012-11-04T17:41:17+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The Open Data User Group (ODUG) met recently at the Open Data Institute to talk about the ideas submitted via a [form on Data.gov.uk](http://www.data.gov.uk/node/add/data-request) for data that should be released for free. Over the previous couple of weeks we had been accepting suggestions online and getting ideas through our networks and organisations.","language":"en","need_extended_font":false,"content":"<p>The Open Data User Group (ODUG) met recently at the Open Data Institute to talk about the ideas submitted via a <a href=\"http://www.data.gov.uk/node/add/data-request\">form on Data.gov.uk</a> for data that should be released for free. Over the previous couple of weeks we had been accepting suggestions online and getting ideas through our networks and organisations.</p>\n<p>To give a bit of background about the group: we were set up by the Cabinet Office to canvas the views of current and future users of Open Data and to establish which government datasets should be available without charge. I was appointed as Chair back in May and went about recruiting 13 other members representing the wide variety of organisations who are interested in this opportunity. We have academics, entrepreneurs, representatives from large companies and from the charity sector.</p>\n<p>ODUG supports the work of the new Data Strategy Board (DSB) and we have a formal role of advising the DSB on priorities for the release of open data from the Public Data Group (PDG) group of Trading Funds (currently, the Met Office, Ordnance Survey, Land Registry and Companies House).</p>\n<p>I think there are excellent opportunities for ODUG and The ODI to work more closely together in future as there are synergies between our activities. Many of the arguments ODUG will be putting forward will be based on the proposition that if Government were to release certain datasets as Open Data, they would stimulate innovation and economic activity. The ODI will be supporting precisely the types of organisations which will use the data we have been able to release from Government.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/8150434155_cb6cf46ea5_c.jpg\" alt=\"\" /></p>\n<p>I look forward to watching the journey from initial ideas, to developing a more structured argument to government, through to the final release of the data. And then to supporting the work of The ODI as it encourages start-ups to make use of released data and incubates new open data businesses.</p>\n<p><em>Heather Savory is the chair of the ODUG</em></p>\n<p><em>The ODUG is on Twitter - <a href=\"http://www.twitter.com/odugUK\">@odugUK</a> - and more details about its work can be found at <a href=\"http://www.data.gov.uk/odug\">www.data.gov.uk/odug</a>.</em></p>","organizations":[],"author":{"name":"Heather Savory","slug":"heather-savory","state":"published","web_url":"http://theodi.org/heather-savory","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Heather Savory","slug":"heather-savory","state":"published","web_url":"http://theodi.org/heather-savory","tag_ids":[]}}