{"id":"https://contentapi.theodi.org/guest-blog-open-data-blues-and-twos.json","web_url":"http://theodi.org/blog/guest-blog-open-data-blues-and-twos","slug":"guest-blog-open-data-blues-and-twos","title":"Guest Blog: Open Data Blues and Twos","format":"article","updated_at":"2015-09-11T09:51:14+00:00","created_at":"2013-04-10T17:13:32+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The ODI is\u0002running a programme using open data to help tackle\u0002crime and rehabilitate offenders. Here, its leader, Simon Whitehouse talks about the series and how you can get involved.","language":"en","need_extended_font":false,"content":"<p><em>The ODI is\u0002running a programme using open data to help tackle\u0002crime and rehabilitate offenders. Here, its leader, Simon Whitehouse talks about the series and how you can get involved.</em></p>\n<p>Last week I wrote about the <a href=\"http://www.theodi.org/\">Open Data Institute's</a> first <a href=\"http://www.theodi.org/events/immersion-programme\">Immersion Programme on Crime and Justice</a>. I'm series lead for this and part of that role means that I'll be both encouraging people to take part and supporting those that do.</p>\n<p>As a recap, the challenges that we have set are:</p>\n<p>How can open data projects be constructed that achieve one of the following:</p>\n<ul>\n<li>increase community involvement with the criminal justice system?</li>\n<li>create further evidence for what are effective interventions for rehabilitation?</li>\n<li>address the rise in personal crime?</li>\n</ul>\n<p>An obvious question to ask is why would somebody want to take part in the series?</p>\n<p>Well, we are anticipating working in partnership with <a href=\"http://www.nesta.org.uk/\">Nesta</a> on prizes where we expect to make awards of up to £5k for pre-seed investment with a single final prize of up to £25k and it could be that you have your eye on the prize money. We think that there are a lot of other benefits to be had from taking part though, and there are some great opportunities for having the development of your ideas supported by the series.</p>\n<p>Over the next few months participants will be working towards the Creation and Innovation Weekend at the end of June. Here they will need to produce their open data project and a business plan that demonstrates how they will be able to make money from their idea. It's during this development period that I'll act as a go-between for requesting data, accessing expert advice and making connections to people in the ODI who can help participants achieve these goals.</p>\n<p>So, applying to participate could get you access to some help from me, but also to resources and expertise to help you get your project off the ground.</p>\n<p>Teams who are successful at the Creation and Innovation Weekend, and these are not necessarily just the ones winning prize money, will have the chance of entering the ODI's Start Up Programme. This programme is part of the ODI's mission to incubate new businesses and create economic growth through the use of open data.</p>\n<p>Put simply, the ODI has a mission to make at least some of these businesses a success. If you are successful at the Creation and Innovation Weekend you could be one of them.</p>\n<p>If this has piqued your interest then you can go and sign up immediately on the<a href=\"http://www.f6s.com/crimejusticeimmersionprogramme\"> ODI Immersion Programme</a> pages. I'll be contacting all of the current applicants over the coming week to discuss their projects with them and how I can help them.</p>\n<p>Also, there are a couple of Hackathon events going on at the end of the month that will be of interest, both to people already signed up and to those who want to find out some more.</p>\n<p>The <a href=\"http://blc13-eorg.eventbrite.com/\">BlueLightCamp Hackathon</a> is happening on Sunday 28th April in Manchester. This is being organised by friends Sasha Taylor and Mark Braggins and I'm very pleased to have been asked to host the event. This is an excellent opportunity to find out more about the Immersion Programme, test out some ideas and potentially form teams.</p>\n<p>As well as hosting, I'll be happy to advise people on the sort of open data projects they could develop and take forward on the Immersion Programme.</p>\n<p><a href=\"http://c-100.org/hack/index.html\">Hack The Police</a> is a hackathon which is on the same weekend in London. It has the aims of \"looking for new ways to improve the service the police provide, boost public confidence, help the public reach out to each other and the police, and help to tackle crime.\"</p>\n<p>Both of these events, although run separately, will be working alongside each other and using the same hashtag of #bluelighthack</p>","organizations":[],"author":{"name":"Simon Whitehouse","slug":"simon-whitehouse","state":"published","web_url":"http://theodi.org/simon-whitehouse","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Simon Whitehouse","slug":"simon-whitehouse","state":"published","web_url":"http://theodi.org/simon-whitehouse","tag_ids":[]}}