{"id":"https://contentapi.theodi.org/guest-blog-innovation-and-growth.json","web_url":"http://theodi.org/blog/guest-blog-innovation-and-growth","slug":"guest-blog-innovation-and-growth","title":"Guest Blog: On innovation and growth","format":"article","updated_at":"2015-09-11T09:51:04+00:00","created_at":"2013-03-08T11:59:16+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Innovation is vital for business growth. By stimulating and supporting business-led innovation we can accelerate economic growth. That’s why nurturing and supporting innovation has never been more important, especially in these testing economic times.","language":"en","need_extended_font":false,"content":"<p>Innovation is vital for business growth. By stimulating and supporting business-led innovation we can accelerate economic growth. That’s why nurturing and supporting innovation has never been more important, especially in these testing economic times.</p>\n<p>Since 2007 <a href=\"http://www.innovateuk.org/\">the Technology Strategy Board</a> has worked with business, government and the research base, to help create technology-enabled innovation. We have learnt the power of making connections between people and organisations and, through investment or support, providing a catalyst for new solutions.</p>\n<p>The power of connections is what sits behind <a href=\"http://www.innovateuk2013.co.uk/\">Innovate UK 2013</a>, a joint Technology Strategy Board and <a href=\"http://www.ukti.gov.uk/home.html?guid=none\">UK Trade & Investment</a> event, which takes place at the Business Design Centre from 11 to 13 March 2013 and brings together 4,000 attendees from UK and international business, government and academia. The aim is to facilitate collaboration, to make innovation and international trade happen. Through one-to-one meetings, seminars, workshops and keynote sessions featuring leading business and ministerial representatives, it is hoped that those working in the digital world will find ways of collaborating and working together, which will help stimulate innovation.\u0002\nDigital is one of eight priority sectors that will take centre stage at Innovate UK. The focus will be on how and why the Internet is profoundly transforming business activity across every sector of the economy.\u0002We will focus, in particular, on the business drivers behind this transformation and the interplay with powerful technology trends such as mobile, big data and inter-connecting the physical world.\u0002A number of high profile business leaders have been signed up to speak, including <a href=\"http://www.brenthoberman.co.uk/index.php/2009/09/02/brent-hoberman/\" title=\"Permalink\">Brent Hoberman</a>, lastminute.com founder, who will be speaking on the main stage in a session entitled ‘Entrepreneurs on... Global Growth’;\u0002Steve Welch, Director of the <a href=\"https://connect.innovateuk.org/web/espktn\">Electronics, Sensors, Photonics Knowledge Transfer Network</a>, who will be sharing his expertise in transferring technology between application areas; and the Open Data Institute’s own <a href=\"http://www.theodi.org/people/gavin\">Gavin Starks</a>, talking about investing in digital innovation. Joining them will be attendees and exhibitors from some of the most cutting edge digital companies in the UK and beyond including <a href=\"http://www.accentiva.co.uk/\">Accentiva Limited</a>, <a href=\"http://pixelpin.co.uk\">PixelPin</a>, <a href=\"http://wellcow.co.uk\">Well Cow Ltd</a>., <a href=\"http://www.theimaginariumstudios.com\">The Imaginarium</a>, <a href=\"http://www.portalentertainment.co.uk/\">PortalEntertainment</a>, <a href=\"http://51degrees.mobi/\">51Degrees.mobi</a> and <a href=\"http://firstcybersecurity.com\">First Cyber Security Limited</a>.</p>\n<p>The UK is a hotbed of innovation, with one new business created here every minute. We have some of the best brains in the world working in our academic institutions and industry. The UK has more enterprises in the high-tech knowledge-intensive service sector than any other EU country, and a 14% share of the world’s most highly-cited scientific papers. It also ranks second in the world for university-industry collaboration, making it among the top destinations in the world to do research that helps grow businesses. This innovation is particularly evident in the digital industry, and many of the best examples of digital innovation will be showcased at Innovate UK, including some of my favourites below.</p>\n<p><a href=\"http://evrything.net/\">Evrything</a>, is a software engine that gives all physical objects an identity online - imagine a medicine bottle that reminds you when it’s time to take your pills or a power tool that connects you with DIY tips and tricks and lets you rent it out when you’re not using it to others in your area. Pretty incredible sounding, but Evrythng is set to provide “Active Digital Identities” for everything, putting physical objects on the web and a rich set of tools to build and drive applications linked to physical things. Think of ‘a Facebook for things’ where individual objects, like the products in our lives, have a unique online profile (like we all do), which can be updated, shared and added to. Data about products will be able to be manually or automatically updated via sensors attached to the objects. Thus we get objects which can make suggestions to users based on anything, like location or time of day - pretty much whatever you can imagine. This information is delivered dynamically to consumers when they “check in” to the products by scan/swiping with their smartphones.</p>\n<p><a href=\"http://www.snapfashion.co.uk\">Snap Fashion</a> is another great innovation born here in Britain, invented and developed by 25-year old computer science graduate, Jenny Griffiths, one of only two girls in her class of 30 at the University of Bristol. \u0002The Snap Fashion phone app allows users to photograph any item of clothing to find suitable matches which they can buy. The photographed item is searched for on Snap Fashion’s extensive list of affiliates via cut, colour, and style, and the results are delivered straight back to the user. Users can browse all, save favourites to buy later, or click through directly to the retailer’s website to buy an item there and then.</p>\n<p><a href=\"http://www.inputdynamics.com\">InputDynamics</a> has developed software to make smart-phones smarter. TouchTap software adds a new button – the ‘Big Fat Soft-Key’ - anywhere on the casework without the need for new hardware. It gives users new, flexible ways to interact with their handsets – including while their phone is in their pocket. TouchTap extends touch beyond the screen to the entirety of the case and makes it easier to input text and commands as well as enhancing the user interaction with applications and games.</p>\n<p>These are just a few illustrations of the fantastic digital innovations coming out of the UK. Through identifying collaboration, investment or international trade opportunities at Innovate UK it is hoped that more businesses like these will be able to accelerate growth. At similar events last year (the Technology Strategy Board’s Innovate and UK Trade &amp; Investment’s TechWorld), businesses generated over £70m worth of UK trade as a direct result of attending; 65% identified new business opportunities and 77% said they learned something that would help them to innovate.</p>\n<p>If you would like to be part of the conversation around innovation and to benefit from similar investment and trade opportunities <a href=\"http://www.innovateuk2013.co.uk\">visit us here</a>\u0002for more information</p>\n<p><em>Iain Gray is the CEO of the Technology Strategy Board</em></p>\n<p><em>The ODI will be attending and exhibiting at Innovate UK 2013 on <a href=\"https://www.innovateuk2013.co.uk/agenda/agendabydate\">Tuesday 12th March 2013</a></em></p>","organizations":[],"author":{"name":"Iain Gray","slug":"iain-gray","state":"published","web_url":"http://theodi.org/iain-gray","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Iain Gray","slug":"iain-gray","state":"published","web_url":"http://theodi.org/iain-gray","tag_ids":[]}}