{"id":"https://contentapi.theodi.org/guest-post-what-would-the-open-data-utopia-actually-look-like.json","web_url":"http://theodi.org/blog/guest-post-what-would-the-open-data-utopia-actually-look-like","slug":"guest-post-what-would-the-open-data-utopia-actually-look-like","title":"Guest post: What would the open data utopia actually look like?","format":"article","updated_at":"2016-10-21T14:46:30+00:00","created_at":"2016-10-21T08:56:49+00:00","tag_ids":["blog","open-data-leaders-network","global-development"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-leaders-network.json","web_url":null,"title":"open data leaders network","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-leaders-network","web_url":"http://theodi.org/tags/open-data-leaders-network","slug":"open-data-leaders-network"}},{"id":"https://contentapi.theodi.org/tags/keywords/global-development.json","web_url":null,"title":"global development","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=global-development","web_url":"http://theodi.org/tags/global-development","slug":"global-development"}}],"details":{"business_proposition":false,"description":"<p>We often hear of the smoother, safer and richer future that open data could help bring about. Apolitical Editor Alex Starritt speaks with some open data leaders about the steps we need to take to reach this promised land</p>","excerpt":"We often hear of the smoother, safer and richer future that open data could help bring about. Apolitical Editor Alex Starritt speaks with some [open data leaders](http://theodi.org/blog/global-open-data-leaders-what-a-year-of-peer-learning-looks-like) about the steps we need to take to reach this promised land\r","language":"en","need_extended_font":false,"alternative_title":"Guest post: What would the open data utopia actually look like?","url":"","content":"<p><em>We often hear of the smoother, safer and richer future that open data could help bring about. Apolitical Editor Alex Starritt speaks with some <a href=\"http://theodi.org/blog/global-open-data-leaders-what-a-year-of-peer-learning-looks-like\">open data leaders</a> about the steps we need to take to reach this promised land</em></p>\n<p><strong><em>By Alex Starritt</em></strong></p>\n<p>Revolution, transformation, fundamental change – these are the words people in open data use to describe their work’s potential. But what would the open data utopia actually look like?</p>\n<p>One immediate point is that it need never look like very much to saturate our lives. Most people may never realise they are using open data. As <a href=\"https://www.linkedin.com/in/enrique-zapata-14a12450\">Enrique Zapata</a>, Mexico’s Deputy Director General of Open Data, put it, ‘Most people don’t know how electricity works. You walk into your house, you flick the switch and – magic – you have TV, you have your computer, you have everything. Data is the same. You don’t have to understand how it works, but you have to understand that it’s there and that you’re using it every day and that it’s ubiquitous in our daily lives.’</p>\n<p>Nevertheless, public servants are among those who do have to understand it. They are called upon to find ways of using the data their departments produce and, ultimately, to make the open data utopia a reality. So we asked some of the world leaders in the field: what would it consist of?</p>\n<h3 id=\"thedatautopia\">The data utopia</h3>\n<p><strong>1. Watching everything in real time</strong></p>\n<p>Attach a sensor to a bus and you can tell people when it will arrive. Attach a sensor to every bus, every car, every truck and train and bike and parking space in the city, and you can see where traffic is clogged, where it is running easily and where you should put new routes to free things up. And more: you can use machine learning to find the ideal new route a human wouldn’t think of.</p>\n<blockquote>\n  <p>I see it like the movie Minority Report</p>\n</blockquote>\n<p>Apply the same principle to things like streetlights or air pollution and you can dim the lights when no pedestrians are around or tackle pollutants before people get lung disease – not after lots of deaths lead to an inquiry. The applications are almost limitless. In Barcelona, sensors track the dryness of soil in the park, and alert the gardening crews to which beds need watering.</p>\n<p>Civil servants will be able to model the effects of new projects in incredible detail. <a href=\"https://twitter.com/karitopozo\">Carolina Pozo</a>, Executive Director of Quito’s Innovation Lab, said, ‘What happens now is that things are improvised: the Director of Education, for a random example, doesn’t know that if he builds a school on a certain corner that changes the public transport in the streets around it. I see it like the movie Minority Report. Imagine if you had a dashboard, a map of a neighbourhood, where you can throw in different policies and variables and see the scenarios of what impact they would have, and react before something happens.’</p>\n<p><strong>2. Showing citizens the world they live in</strong></p>\n<p>Have you ever used CityMapper or GoogleMaps to plan a journey? The apps run on open information about traffic. So the same data that allows public servants to plan the transport network lets individuals plan how they use it.</p>\n<p>That same principle applies to higher-order decisions, like where to send your children to school or which neighbourhood to live in. The US has already made maps combining statistics about jobs, rents and schools to show where has a low cost of living and a high quality of life. That also has a reciprocal effect on the schools and neighbourhoods themselves.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/09/e6/5809e6bad0d46207af000088/image_0__3_.png\" alt=\"null\" class=\"img text-center\" id=\"5809e6baf362be0821000157\">\n<small>A US map showing where schools are good, jobs plentiful and living costs low</small></p>\n<p>As <a href=\"https://twitter.com/mbakatre\">Malick Tapsoba</a>, Deputy Manager of Burkina Faso’s Open Data Initiative, said, ‘Having this information about, say, schools helps improve the level of education in the whole country. If it’s clear that the schools lack something, it motivates people to focus on that. If we use the data, it can impact the lives of the whole nation.’</p>\n<p>This reciprocity can be extremely powerful, especially when citizens start to contribute directly to the mass of information. One oft-cited example is <a href=\"http://www.nyc.gov/html/visionzero/pages/home/home.shtml\">Vision Zero</a>, a traffic scheme with which New York has lowered road-accident deaths to their lowest number since before the First World War, despite the population doubling. The scheme asked motorists, cyclists and pedestrians to upload geo-tagged pictures of junctions, corners or roads they thought were scary or dangerous, then combined 10,000 responses with all the other transport information to redesign street layouts.</p>\n<p><strong>3. Scrutinising government itself</strong></p>\n<p>Earlier this year, a blogger in New York used the police department’s ticket data to show that the NYPD had erroneously given out millions of dollars in fines. He <a href=\"https://www.theguardian.com/cities/2016/jul/26/open-data-blogger-parking-tickets-new-york-nypd\">sent his analysis to the NYPD</a>, who wrote back, ‘It appears to be a misunderstanding by officers of a recent, abstruse change in the parking rules. We appreciate [the blogger] bringing this anomaly to our attention.’</p>\n<p>This gets a lot more serious – and the potential gets much bigger – when it comes to a problem that should automatically shrink from scrutiny: corruption. A great example comes from Mexico, a country where corruption is endemic. In building a new airport in the capital, one of the largest infrastructure projects in the world, every amount paid to every contractor <a href=\"http://datos.gob.mx/busca/dataset\">is being published</a>, so that anyone can see whether contracts are suspiciously high or have gone to cronies.</p>\n<p>If taken to its conclusion, this could mean accounting for every brick, every bag of sand, every gallon of fuel – and every penny spent by the state. Some of the most cutting-edge work here has been done by Sweden, which has made an <a href=\"http://openaid.se/aid/\">astonishingly detailed visualisation</a> of what all its foreign aid has been spent on, but also added reports on the effects that money has had, i.e. not just what was spent, but whether it was well spent.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/09/e8/5809e8b4f362be08900000c2/image_1.png\" alt=\"null\" class=\"img text-center\" id=\"5809e8b41f986a07a9000149\">\n<small>Sweden’s Open Aid showing payments to Afghanistan and Syria</small></p>\n<p><a href=\"https://twitter.com/marijaku\">Marija Kujačić</a>, Head of E-Government Development in Serbia, said, ‘It’s very important to have this sense that information is being publicly provided. We have a law on free access to information that’s in the public interest. And it’s the law, but open data would actually provide a user-centric approach to information.’</p>\n<p><strong>4. Making money</strong></p>\n<p>By publishing some of the<a href=\"https://data.noaa.gov/dataset\"> 3.5billion weather recordings </a>it makes every day, the US meteorological service, the NOAA, has created business valued at $31.5billion each year. That includes the US’s huge agricultural sector, which uses predictions to judge when to plant which crops; energy companies predicting demand and trying to generate the right amount of power to match; and ships and airlines adjusting their navigation around inclement weather. It has also fostered the growth of a multi-billion dollar financial industry in weather derivatives.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/0a/1a/580a1ad9d0d46207af00008a/Wheat_harvest.jpg\" alt=\"null\" class=\"img text-center\" id=\"580a1ad9f362be0821000158\">\n<small>US agriculture uses NOAA data to decide when to plant and harvest</small></p>\n<p>It must be stressed that this annual $30billion benefit – the size of the federal government’s total annual science budget – comes from the publication of one type of data. The other opportunities to create jobs and grow the economy are myriad; the <a href=\"http://theodi.org/current-start-ups\">Open Data Institute</a> in London runs an incubator for start-ups using information for a whole range of things: to find land that can be developed, to resolve commercial disputes, to forecast when machines will fail.</p>\n<h3 id=\"howdowereachthispromisedland\">How do we reach this promised land?</h3>\n<p>We are still at the beginning of the big data revolution. Even the NOAA, which is considered exemplary, makes only 10% of its daily data available to the public, and is only one agency in one country. What the leaders talk about is ‘open by default’ – having all agencies and departments publish all the information they gather automatically, without having to be asked.</p>\n<p>Every leader we spoke to agreed that the necessary technology already exists; that that is not an obstacle.</p>\n<p>They mentioned concerns about privacy and making sure data are anonymised, as well as various organisational difficulties: for example, some agencies, like the UK Land Registry, make money selling their data and so don’t want to give it away for free. Or that because government budgets often have to be fixed from the start of the fiscal year, agencies can’t respond to new developments until the next one.</p>\n<blockquote>\n  <p>Let’s face it, data is boring for most people</p>\n</blockquote>\n<p>But all agreed that the most important factor for achieving all this is political will. As <a href=\"https://www.linkedin.com/in/alka-mishra-b546602b\">Alka Mishra</a>, who leads India’s open data work, put it, ‘This has to be mandated. This should be a mandate for all government departments. Only then would it be given priority and focus. Only then will we see its true value.’</p>\n<p>And gathering political will is primarily a matter of communication. That means demonstrating the real worth of data with case studies and hackathons, and fostering the development of killer applications – like CityMapper – that everyone can see and grasp the value of.</p>\n<p>As Enrique Zapata put it, ‘Just by saying the word \"data\", you’re putting a barrier between you and the person you’re communicating with. Because let’s face it, data is boring for most people. Getting there has a lot to do with communication and narrative, and being exposed to open data work in lots of countries.</p>\n<p>‘But people are beginning to see that these young open data guys who don’t seem to follow the rules are delivering, and are making things a reality.’</p>\n<p><strong><em>Alex Starritt is Editor at Apolitical. Follow <a href=\"https://twitter.com/apoliticalco\">@apoliticalco</a> on Twitter.</em></strong></p>\n<p><strong><em>This piece was written as part of a content partnership with Apolitical, an international platform for innovators in public service, and first appeared on the <a href=\"https://apolitical.co/open-data-big-data-revolution-utopia-examples/\">Apolitical website</a>.</em></strong></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/open-data-leaders-network.json","web_url":"http://theodi.org/open-data-leaders-network","slug":"open-data-leaders-network","title":"Open Data Leaders Network","format":"article","updated_at":"2016-04-20T15:43:41+00:00","created_at":"2015-06-19T16:28:38+00:00","tag_ids":["page","leaders-network","services","international"]},{"id":"https://contentapi.theodi.org/open-data-leaders-network-odi-grant-announced-to-support-a-governmentled-open-data-project.json","web_url":"http://theodi.org/blog/open-data-leaders-network-odi-grant-announced-to-support-a-governmentled-open-data-project","slug":"open-data-leaders-network-odi-grant-announced-to-support-a-governmentled-open-data-project","title":"Open Data Leaders Network: ODI grant announced to support a government-led open data project","format":"article","updated_at":"2016-10-18T15:37:45+00:00","created_at":"2016-10-18T14:15:59+00:00","tag_ids":["blog","open-data-leaders-network","grants"]},{"id":"https://contentapi.theodi.org/open-data-leaders-network-lessons-from-istanbul.json","web_url":"http://theodi.org/news/open-data-leaders-network-lessons-from-istanbul","slug":"open-data-leaders-network-lessons-from-istanbul","title":"Open Data Leaders Network: lessons from Istanbul","format":"article","updated_at":"2016-06-29T13:00:07+00:00","created_at":"2016-06-16T18:02:57+00:00","tag_ids":["news","odln","open-data-leaders-network","series-open-data-leaders"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}