{"id":"https://contentapi.theodi.org/happy-birthday-ogp.json","web_url":"http://theodi.org/blog/happy-birthday-ogp","slug":"happy-birthday-ogp","title":"Happy Birthday OGP","format":"article","updated_at":"2015-09-11T09:50:24+00:00","created_at":"2012-10-01T16:39:21+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"A year ago I was in New York at the launch of the Open Government Partnership – I was presenting the UK experience of data.gov.uk to a group of Open Data activists, developers and policy types while down the road President Obama was formally launching the OGP.","language":"en","need_extended_font":false,"content":"<p>A year ago I was in New York at the launch of the Open Government Partnership – I was presenting the UK experience of data.gov.uk to a group of Open Data activists, developers and policy types while down the road President Obama was formally launching the OGP.</p>\n<p>The OGP is a group of countries dedicated to “uphold the value of openness in our engagement with citizens to improve services, manage public resources, promote innovation, and create safer communities.”</p>\n<p>The OGP intends to do this via a promise to “increased access to information and disclosure about governmental activities at every level of government. We commit to increasing our efforts to systematically collect and publish data on government spending and performance for essential public services and activities.”</p>\n<p>The UK was one of 8 founding partners. Last week saw the first anniversary of the OGP with an additional 47 countries signing up. The UK is now co-chair having with Indonesia taken over from Brazil and the US. Countries committed range far and wide – from Albania to Uruguay, the Philippines to Guatemala.</p>\n<p>Francis Maude representing the UK as Co-Chair said</p>\n<blockquote>\n  <p>“Open data is the raw material of the 21st century, a resource for a new generation of entrepreneurs. Transparency drives prosperity and growth. It shines a light on underperformance and inefficiencies in public services and allows citizens and the media to hold governments to account.”</p>\n</blockquote>\n<p>At the ODI we are all about realising the potential of the Open Data that Governments and other organisations release. We are all about training and encouraging a new generation of Open Data entrepreneurs.</p>\n<p>What about the various OGP member nations? It is one thing to launch on Open Data national portal it is another to have it drive accountability, empower citizens, improve public services and generate social and economic value. So what will it take to turn their OGP commitments into action? I offer the following suggestions:</p>\n<h3 id=\"1opendatacommitmentsfromthetop\">1. Open Data Commitments from the Top</h3>\n<p>For nation states to make progress needs top-level political support and cover. In the UK we have had Prime Ministers, Secretaries of State and Ministers all make public and quantifiable commitments. These have included commitments to publish particular data sets against deadlines, the adoption of public data principles as public policy. It is important that these commitments are made across Government Departments and not just in isolated enclaves.</p>\n<h3 id=\"2makeopendatanonpartisan\">2. Make Open Data Non-Partisan</h3>\n<p>One of the impressive features of the UK Open Government Data programme is that it survived contact with an election – data.gov.uk was begun under one administration and then continued and developed under another. The battle has not been between Conservative, Labour or Liberal. Open Data represents a more fundamental contest of ideas between regimes, governments and businesses that seek to be either Open or Closed.</p>\n<h3 id=\"3publishopendatathatmatters\">3. Publish Open Data that Matters</h3>\n<p>It is easy to launch a national portal – data.gov.erewhon – and not too difficult to populate it with mundane national statistics or census data – some of it no doubt worthy and even useful. But the data that matters will be different. It will be the detailed spending data that shows how Governments are spending our taxes. It will be the associated contracts data that shows who that spending is with. Or the health service data that shows infection rates in hospitals or survival rates for particular procedures. It will be nationwide and detailed sets of crime data. It could be the timetable and fare data for a country’s transportation system. It will be the detailed geography, postcodes or address files of a nation. And whilst this is not exhaustive you get the idea.</p>\n<h3 id=\"4useopenlicencesforopendata\">4. Use Open Licences for Open Data</h3>\n<p>It is a basic precondition for Open Data that the licences that accompany it are Open Licences. Licences should not contain restrictions that limit reuse. Restrictions we have seen include a limit on use of the data for commercial purposes or bringing the state in to disrepute. Open Data is built on Open Licences for which templates exist some developed by OGP countries such as the UK Open Government Licence and others by foundations committed to Open Data principles.</p>\n<h3 id=\"5establishademandside\">5. Establish a Demand Side</h3>\n<p>One of the most effective methods to secure the publication of high quality Open Government Data is to develop a demand for that data. This requires an ecosystem in which the private and public sector come to depend and value the Open Data produced. Imagine the furore that would follow if the data from GPS satellites were suddenly unavailable, or weather forecast data withdrawn. If Transport for London turned off its data feeds a lot of people would be up in arms, if UK spending data was no longer available companies and organisations that use it as an essential part of their business intelligence would be up in arms. Demand is the best stimulant for supply.</p>\n<p>So whilst Open Data is not everything in Open Government policy it is an essential foundation – and it should be for any Open Government Partnership.</p>","organizations":[],"author":{"name":"Sir Nigel Shadbolt","slug":"nigel-shadbolt","state":"published","web_url":"http://theodi.org/team/nigel-shadbolt","tag_ids":["team","team-board","person","nigel-shadbolt","founder"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Sir Nigel Shadbolt","slug":"nigel-shadbolt","state":"published","web_url":"http://theodi.org/team/nigel-shadbolt","tag_ids":["team","team-board","person","nigel-shadbolt","founder"]}}