{"id":"https://contentapi.theodi.org/how-to-free-locked-up-data-fao-statistics-companies-efficient-processes.json","web_url":"http://theodi.org/blog/how-to-free-locked-up-data-fao-statistics-companies-efficient-processes","slug":"how-to-free-locked-up-data-fao-statistics-companies-efficient-processes","title":"‘Free your locked-up data’: FAO statistician advises companies on being more efficient","format":"article","updated_at":"2015-11-17T12:40:37+00:00","created_at":"2015-11-16T14:53:56+00:00","tag_ids":["blog","open-innovation","efficiency"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-innovation.json","web_url":null,"title":"open innovation","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-innovation","web_url":"http://theodi.org/tags/open-innovation","slug":"open-innovation"}},{"id":"https://contentapi.theodi.org/tags/keywords/efficiency.json","web_url":null,"title":"efficiency","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=efficiency","web_url":"http://theodi.org/tags/efficiency","slug":"efficiency"}}],"details":{"business_proposition":false,"description":"<p>Steve Katz of the FAO’s Statistics Division calls on institutions to make better use of company data by making sure it can be integrated across different processes</p>","excerpt":"Steve Katz of the FAO’s Statistics Division calls on institutions in the agriculture industry and beyond to make better use of company data by ensuring it is accessible, of a high quality and can be integrated across different processes\r","language":"en","need_extended_font":false,"alternative_title":"‘Free your locked-up data’: FAO statistician advises companies on being more efficient","url":"","content":"<p><em>Steve Katz of the FAO’s Statistics Division calls on institutions in the agriculture industry and beyond to make better use of company data by ensuring it is accessible, of a high quality and can be integrated across different processes</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/49/fa/5649fa991f986a085c000001/lock.jpg\" alt=\"null\" class=\"img text-center\" id=\"5649fa99d0d46206a3000007\">\n<small>By unlocking and integrating their data, companies can avoid duplication, inefficiency and inconsistency in how it is accessed and managed. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [Brenda Clarke](https://www.flickr.com/photos/brenda-starr/4498078166/in/photolist-7RtPVQ-6vJiUQ-6tS17G-9Vypi4-6YKqEc-9VBaGL-8gCrWa-9VB9gG-iJdgCX-7151rB-2jzpPJ-iuSuaX-rV5HX-fUS7TF-aoW8KP-7vXkgX-8kED5C-gdVNmx-2hdD4U-4uZVTx-4HMHFB-cNCqW3-jNzM5-bpo5vA-9Z4bEt-nTwNU-6Z6HtE-5sK2Yv-4sHbkD-TjBT-LgJpn-718ZJ1-kkf4m-o5CEj-spBHyW-pqw5J4-9EptFx-r4HWnL-5sEueF-6T9vJd-FA5EV-x42nN7-4iAakH-8SFe45-9VykZK-6pS5yA-asqvck-7yeBkh-6ZH4sh-5ooWsh “Brenda Clarke\").</small></p>\n<p>With all this talk lately about big data, data revolutions, crowd sourcing, data warehousing, knowledge repositories and the like, one tends to lose sight of and forget the fundamentals of data and its use. </p>\n<p>The fact is that many institutions continue to have serious difficulties managing their core corporate data and making it accessible in user-friendly formats for both human and computer-system consumption. At the same time, for the most part, data is still generated in a highly decentralised manner and primarily to support business processes and transactions, with little consideration for other possible uses. </p>\n<p>For example, most organisations have an automated system to manage the workflow of staff business travel (ie to administer transactions and expenses). However, although this same data could potentially be applied to other important business objectives (to assess who has travelled where and for what reason, to see who has interacted a lot with a specific country or to identify those areas of the world receiving more or less coverage than others, for example), often this is simply not the case. The reason for this is that typically data is not well integrated across different business processes and organisational units, leading in turn to duplication, inefficiency and inconsistency in data access and management.</p>\n<p><strong>Early decisions on standards can limit corporate data’s potential</strong></p>\n<p>The potential use of corporate data for purposes beyond its original context usually emerges only as an afterthought, when data management standards and technological choices have already long been made. Moreover, such decisions are often put in the hands of IT experts who may not have sufficient knowledge or familiarity with the business processes that generate the data in the first place. This in turn results in the development of 'data warehouses' and 'management information systems', providing sophisticated 'business intelligence tools' and/or 'data-mining techniques'. But these are unfortunately not demand-driven, and they present data (and processed derivatives) out of its original context, making it hard to understand and difficult to use.</p>\n<p><strong>A lack of metadata can cause all sorts of problems</strong></p>\n<p>Metadata – which describes the context and the use of a specific dataset: data about the data – is generally limited and difficult to access in company data. The result of this can be catastrophic; organisations find it difficult to assess the full set of data they have at their disposal, or do not know where to get the data they need, even when it is theoretically available. They have to conduct expensive ad-hoc and manual data exploration to obtain information that should really be readily available and accessible at their fingertips (administrative travel data, for example).  </p>\n<p><strong>Data hoarding confuses users</strong></p>\n<p>There are also cultural issues that affect the availability and accessibility of data. Motivated by the famous adage that 'information is power', some data owners intentionally hide and lock their data, even when the underlying technologies would permit it to be easily shared. The exact opposite occurs in the case of data hoarding, where too much overlapping data is collected and kept indefinitely, making it difficult for users to know what version of the data should be used for what purpose, even when all the data is readily accessible.</p>\n<p><strong>How to free your locked-up data</strong></p>\n<p>For those people starting new data projects, or wanting to do something about all this locked-up data waiting to be freed up, here are a few tips and guiding principles that you may find helpful:</p>\n<ul>\n<li><p><strong>Engage with your users</strong> and assess their current and emerging data needs over time.</p></li>\n<li><p><strong>Monitor actual data usage</strong> by your customers and use that feedback to further develop your data services. This should not only include the quantitative measures that most institutions already take, such as web traffic analysis, but also qualitative assessments, such as user satisfaction surveys and case-studies of actual use.</p></li>\n<li><p><strong>Develop and implement a corporate data model</strong> and a quality assurance framework. For example, at the Food and Agricultural Organisation (FAO) we have adopted a <a href=\"http://www.fao.org/docrep/019/i3664e/i3664e.pdf\">Quality Assurance Framework</a> for all the statistical data outputs it produces.</p></li>\n<li><p><strong>Develop and promote an open data policy</strong> within your organisation. This will help to raise awareness of the importance of opening data and how it can benefit business by extending your audience and smoothing demand curves, <a href=\"http://theodi.org/guides/how-make-business-case-open-data\" title=\"among many other benefits\">among many other benefits</a>. Developing an open data policy will also encourage the adoption of good-practices when implementing open data, ensuring initiatives are properly <a href=\"http://theodi.org/guides/how-to-plan-and-budget-an-open-data-initiative\" title=\"planned and budgeted for\">planned and budgeted for</a>, reviewed, evaluated and therefore sustainable.  </p></li>\n<li><p><strong>Keep your data separate from applications</strong> that use it, to facilitate reuse.</p></li>\n<li><p><strong>Nominate a Chief Data Officer</strong>, with the responsibility to keep a birds-eye-view of your organisation’s data and to develop an organisational model and catalogue of what information is available, where and in what format.</p></li>\n<li><p><strong>Include metadata in data collection</strong> processes and make sure that it is made available for user consultation.</p></li>\n<li><p><strong>Advocate the use of international and non-proprietary data standards</strong> in your organisation. For example, in the statistical area, FAO is promoting the use of SDMX for data exchange and offers a list of <a href=\"http://www.fao.org/statistics/standards/en/\">recommended standards</a> and good practices related to data collection and dissemination.</p></li>\n<li><p><strong>Share information about current data projects</strong> – both internal and external to the organisation – and encourage collaboration and joint ventures. For example, FAO is part of the <a href=\"http://www.godan.info/\">Global Open Data for Agriculture and Nutrition</a> (GODAN) initiative, which strives to advocate and improve coordination globally for the various efforts to make agricultural and nutritionally relevant data available, accessible and usable for widespread application worldwide.</p></li>\n<li><p><strong>Support a number of machine-readable data-exchange formats</strong>, preferably adopting international standards (eg SDMX), making it easier to exchange your data with partners.</p></li>\n</ul>\n<p>To those of you embarking on ‘big data’ or similar adventures, please don’t lose sight of your organisation’s locked-up data in the process: a priceless treasure chest sitting at your fingertips.</p>\n<p><strong><em>Stephen Katz is Senior Coordinator of Statistics Governance at the Office of the Chief Statistician at the <a href=\"http://www.fao.org/home/en\" title=\"Food and Agriculture Organisation of the United Nations\">Food and Agriculture Organisation of the United Nations</a>. Follow <a href=\"https://twitter.com/stevek1958\" title=\"@SteveK1958\">@SteveK1958</a> and <a href=\"https://twitter.com/FAOstatistics\" title=\"@FAOstatistics\">@FAOstatistics</a> on Twitter.</em></strong></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/agriculture-nutrition-open-data.json","web_url":"http://theodi.org/agriculture-nutrition-open-data","slug":"agriculture-nutrition-open-data","title":"Agriculture and nutrition","format":"article","updated_at":"2016-02-19T15:24:15+00:00","created_at":"2015-08-20T10:31:22+00:00","tag_ids":["page","agriculture","nutrition","sector","food"]},{"id":"https://contentapi.theodi.org/creative-bureaucrats-outlet-open-data.json","web_url":"http://theodi.org/blog/creative-bureaucrats-outlet-open-data","slug":"creative-bureaucrats-outlet-open-data","title":"Creative bureaucrats around the world find an outlet in open data","format":"article","updated_at":"2015-09-11T10:02:42+00:00","created_at":"2015-07-27T16:57:40+00:00","tag_ids":["blog","open-data-leaders-network"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}