{"id":"https://contentapi.theodi.org/how-can-data-science-prepare-cities-for-the-serendipity-of-human-beings.json","web_url":"http://theodi.org/blog/how-can-data-science-prepare-cities-for-the-serendipity-of-human-beings","slug":"how-can-data-science-prepare-cities-for-the-serendipity-of-human-beings","title":"How can data science prepare cities for the serendipity of human beings? ","format":"article","updated_at":"2015-09-11T09:57:04+00:00","created_at":"2014-09-23T17:18:31+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>As human beings, we are unpredictable, emotional and sporadic. How, then, can calculated facts and statistics on a spreadsheet prepare us for this serendipity? </p>\n<p>This, for me, sitting in a sea of suits as a new intern, alien to the world of all things corporate and data-orientated, was at the forefront of a future cities data science workshop I attended last Wednesday. Those around me were unaware there was a regular ‘citizen’ in the audience, one of those ‘ordinary people’ they want to prioritise in their objectives. </p>","excerpt":"Ruby Reding is an intern working in communications at the ODI. Here she reflects on a workshop examining how data science is shaping future cities, held at Google Campus in September 2014.\r","language":"en","need_extended_font":false,"alternative_title":"Blog post","url":"","content":"<p><em>Ruby Reding is an intern working in communications at the ODI. Here she reflects on a workshop examining how data science is shaping future cities, held at Google Campus in September 2014.</em></p>\n<p>As human beings, we are unpredictable, emotional and sporadic. How, then, can calculated facts and statistics on a spreadsheet prepare us for this serendipity? </p>\n<p>This, for me, sitting in a sea of suits as a new intern, alien to the world of all things corporate and data-orientated, was at the forefront of a future cities data science workshop I attended last Wednesday. Those around me were unaware there was a regular ‘citizen’ in the audience, one of those ‘ordinary people’ they want to prioritise in their objectives. </p>\n<h3 id=\"connectivity\">Connectivity</h3>\n<p>Typing notes on my laptop, I tried to untangle the business vocabulary of ‘innovators’, ‘strategies’ and ‘initiatives’. This workshop was a collaboration between TechHub, MassTech and the ODI, discussing the power of ‘future cities', the challenges they face and how data science can be utilised practically and efficiently. There were people from Boston, Massachusetts and the UK, which I thought was emblematic of their discussion about cities being the pivotal intersection of international frameworks. The workshop began with Tom Stonor, from the UK Government Office for Science, highlighting that \"connectivity is the watchword\". This, essentially, is what makes the <a href=\"https://futurecities.catapult.org.uk/\" title=\"Future Cities Catapult\">Future Cities Catapult</a> so valuable – they are planning and managing this huge connected network of diverse populations. </p>\n<p>Apparently the ‘web of data’ is coming, but how this is to be synthesised to the real-life network of people is still a matter of debate. </p>\n<h3 id=\"realpeople\">Real people</h3>\n<p>‘People’ are talked of generally in the business world as consumers that fit in one box, but one of the central issues raised here was about encouraging a seemingly parochial corporate culture to relate to the hearts and heads of real people. I liked that this seemed a necessary debate to be had. As one of many millions of ‘real people’ it was strange to hear corporate leaders in a room discussing real things that will affect people who are worlds away from them, trying to grasp different interests, needs and judgements. The unfamiliarity of citizens to this discursive managerial process is a huge issue. There must be a consistency with democracy, a voice for the people amongst the incumbent but ultimately challenging bureaucracy that begat ‘future cities’ innovation. This intersection was illustrated by Deval Patrick, Governor of Massachusetts (MA), who asked the question “Where does data stop providing the answers?” For example, the London 2012 Olympics’ decision to stage the event in East London was political. Can this decision making now be generated by data, or does it require pragmatic and human-informed thinking? This debate, immersed in discussion, concluded that data merely informs; and human beings decide.</p>\n<h3 id=\"voluntaryinvolvement\">Voluntary involvement</h3>\n<p>Democracy, however, means that the representatives of the people decide. Chris Moody, Head of Innovation Commercialisation at \n<a href=\"https://ts.catapult.org.uk/\" title=\"Transport Systems Catapult\">Transport Systems Catapult</a> declared that in the past “transport was inflicted on us”, and that we must change this approach to adapt to the transient nature of people. Thus focussing on journeys rather than modes of transport. He emphasised that those heading this project can’t have all the answers; they need help from members of the public themselves. </p>\n<p>Developers have created 90 apps in MA to show how public transport networks are performing. And they’re not just in it for profit, but because they want to help. This voluntary involvement by people from different fields is something that I believe is essential in opening up ‘data’ for everyone, and making the concept tangible and accessible. </p>\n<p>Many of the questions remain unanswered, and perhaps always will be. But what is blindingly obvious is that data needs to be more comprehensible, withdrawn from the office and understood by the passer-by.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Ruby Reding","slug":"ruby-reding","state":"published","web_url":"http://theodi.org/ruby-reding","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Ruby Reding","slug":"ruby-reding","state":"published","web_url":"http://theodi.org/ruby-reding","tag_ids":["writers"]}}