{"id":"https://contentapi.theodi.org/how-we-made-odi-award-winning-annual-report.json","web_url":"http://theodi.org/blog/how-we-made-odi-award-winning-annual-report","slug":"how-we-made-odi-award-winning-annual-report","title":"How we made the ODI’s award-winning annual report ","format":"article","updated_at":"2015-11-25T15:40:00+00:00","created_at":"2015-11-25T15:04:19+00:00","tag_ids":["blog","annual-report","awards"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/annual-report.json","web_url":null,"title":"annual report","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=annual-report","web_url":"http://theodi.org/tags/annual-report","slug":"annual-report"}},{"id":"https://contentapi.theodi.org/tags/keywords/awards.json","web_url":null,"title":"awards","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=awards","web_url":"http://theodi.org/tags/awards","slug":"awards"}}],"details":{"business_proposition":false,"description":"<p>Having picked up the award for best annual report with her team at the CorpComms ceremony last night, ODI Writer and Editor Anna Scott reflects on the ideas, creativity, people and trust that helped make it happen</p>","excerpt":"Having picked up the award for best annual report with her team at the CorpComms ceremony last night, ODI Writer and Editor Anna Scott reflects on the ideas, creativity, people and trust that helped make it happen\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>Having picked up the award for best annual report with her team at the CorpComms ceremony last night, ODI Writer and Editor Anna Scott reflects on the ideas, creativity, people and trust that helped make it happen</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/55/d2/5655d2a1f362be4024000009/annual_report.jpg\" alt=\"null\" class=\"img text-center\" id=\"5655d2a1d0d4627e0c000008\">  </p>\n<p>A proud mum recently told us a wonderful story of her inquisitive eight-year-old, Mabel.</p>\n<p>“I came downstairs this morning to find my daughter (almost 9) engrossed in your ODI annual report, the small hardback book. She said, 'Mummy is this like Figshare? It makes me want to switch on the computer and create something I can share.' She popped it in her school bag to finish reading at lunchtime.”</p>\n<p>At the annual <a href=\"http://www.corpcommsmagazine.co.uk/\" title=\"CorpComms\">CorpComms</a> awards last night, the ODI won <a href=\"http://www.corpcommsmagazine.co.uk/awards/corpcomms/winning-entries/3890-best-annual-report-not-for-profit-and-public-sector-organisations\" title=\"best annual report\">best annual report</a> for not-for-profit and public sector.</p>\n<p>Our original brief from <a href=\"https://theodi.org/team/gavin-starks\" title=\"Gavin\">Gavin</a> (our CEO) was relatively direct:</p>\n<blockquote>\n  <p>Please create a report that isn’t direct-to-landfill. </p>\n</blockquote>\n<p>It’s true that annual reports are often never read beyond their top-line financial figures and executive summaries. We wanted to create something that was engaging for everyone, not just people in tech or people closely associated with the ODI. We wanted to emphasise the human elements of our work, featuring stories about how people use, produce and benefit from data in amongst our programme updates, and showcase action and impacts around open data throughout the report. </p>\n<p>The original idea to create the report in the form of a little Ladybird-style book evolved out of the ODI’s rebranding process in 2013. As <a href=\"https://theodi.org/team/adrian-philpott\" title=\"Adrian Philpott\">Adrian Philpott</a>, the report’s designer, reflects: “We wanted to create a brand for the ODI that had the potential to engage everyone, from leaders in business and governments to teachers, children, parents and grandparents. The annual report is an extension of this brand vision. It’s unlike any typical corporate communications.” </p>\n<h3 id=\"impact\">Impact</h3>\n<p>Based on the feedback we’ve had on our <a href=\"https://theodi.org/odis-first-year-annual-report\" title=\"Year 1\">Year 1</a> and <a href=\"http://theodi.org/odis-second-year-annual-report\" title=\"Year 2\">Year 2</a> reports, we see the work that goes into them as a fantastic investment in helping people to engage with us from year to year. Bringing colour, form and content to what is essentially an invisible asset (data), copies sit on the desks and bookshelves of decision-makers in governments, businesses, nonprofits and our supporter community. We had to print our Year 1 report five times, and our Year 2 report print run delivered over 1,500 copies.</p>\n<h3 id=\"howwemadeit\">How we made it</h3>\n<p>Each of the Year 2 report covers is unique: developed by Adrian and our Labs team to interchange three design elements and generate more than 3,000 colour combinations.</p>\n<p>The report adopts two contrasting illustrative styles, modern branded vectors and hand-painted watercolour illustrations, reflecting open data’s cultural impacts as well as its technical elements. </p>\n<p>As the report’s editor, this was one of the most enjoyable projects I’ve ever worked on. From commissioning team members to draft sections to editing the final copy, it was great to tap into my colleagues’ excitement about their work and help channel it into something so engaging and vibrant.</p>\n<p>I had only been at the ODI for a few months when I started working on the report, but there wasn’t much I didn’t know about the team, their work and open data’s potential by the time we sent it to print. Working closely with <a href=\"https://theodi.org/team/phil-lang\" title=\"Phil Lang\">Phil Lang</a>, our Digital Production Editor, on what he calls “the distillation of wild ideas into a fully formed representation of all the best parts of the ODI,” delivering to our brief was a labour of love. But getting input from the whole team, from business support to Gavin and our Co-Founders, Sirs <a href=\"https://theodi.org/team/nigel-shadbolt\" title=\"Nigel Shadbolt\">Nigel Shadbolt</a> and <a href=\"https://theodi.org/team/timbl\" title=\"Tim Berners-Lee\">Tim Berners-Lee</a>, was what made it so special. </p>\n<p>Another important element was trust. While our leadership and board contributed to the report, they were not very prescriptive about its content. We were given a lot of freedom to experiment with formats and messaging, which I realise is fairly uncommon for an output this central to an organisation. In fact, we were told as much last night by others at the ceremony, many of whom said things along the lines of “wow, our CEO would never let us do that.” </p>\n<p>In Gavin’s words: “As with everything at the ODI, we invest heavily in creating content that is relevant to its audience. This is a huge commitment in time, energy and money, but the reach, influence and impact of the reports have vastly exceeded our expectations. The team has done a fantastic job in creating a world-class asset that helps to carry the brand and values of the ODI worldwide, equipping people, like Mabel, with knowledge that inspires them to innovate with data.”</p>\n<p>There’s a lot to write about for this year’s report. Our team has grown and new members, startups and nodes have joined our global network. We’ve started new programmes, been to new countries, met new people and heard inspiring new stories about open data. So keep an eye out for ODI Year 3, early next year. And if you’re wondering exactly what form it’ll take, you’re in good company, because at the moment so are we.</p>\n<p><em><strong>Anna Scott is <a href=\"https://theodi.org/team/anna-scott\">Writer / Editor</a> at the ODI. Follow <a href=\"https://twitter.com/Anna_D_Scott\">@Anna</em>D<em>Scott</a> on Twitter.</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/odis-first-year-annual-report.json","web_url":"http://theodi.org/odis-first-year-annual-report","slug":"odis-first-year-annual-report","title":"ODI's First Year: Annual Report","format":"article","updated_at":"2015-09-11T09:52:46+00:00","created_at":"2013-11-01T12:11:27+00:00","tag_ids":["page"]},{"id":"https://contentapi.theodi.org/odis-second-year-annual-report.json","web_url":"http://theodi.org/odis-second-year-annual-report","slug":"odis-second-year-annual-report","title":"ODI's 2nd Year: Annual Report","format":"article","updated_at":"2015-09-11T09:59:16+00:00","created_at":"2015-02-18T11:07:28+00:00","tag_ids":["page","annual-report"]},{"id":"https://contentapi.theodi.org/about-us.json","web_url":"http://theodi.org/about-us","slug":"about-us","title":"About the ODI","format":"article","updated_at":"2016-12-13T14:10:00+00:00","created_at":"2013-10-22T22:44:14+00:00","tag_ids":["page","open-data-institute"]}],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}