{"id":"https://contentapi.theodi.org/how-can-opening-up-pension-data-empower-citizens-and-stimulate-innovation.json","web_url":"http://theodi.org/blog/how-can-opening-up-pension-data-empower-citizens-and-stimulate-innovation","slug":"how-can-opening-up-pension-data-empower-citizens-and-stimulate-innovation","title":"Comment blog: How can opening up pension data empower citizens and stimulate innovation?","format":"article","updated_at":"2017-05-18T15:24:42+00:00","created_at":"2016-06-21T22:36:09+00:00","tag_ids":["blog","finance","pensions","fintech"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/finance.json","web_url":null,"title":"finance","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=finance","web_url":"http://theodi.org/tags/finance","slug":"finance"}},{"id":"https://contentapi.theodi.org/tags/keywords/pensions.json","web_url":null,"title":"pensions","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=pensions","web_url":"http://theodi.org/tags/pensions","slug":"pensions"}},{"id":"https://contentapi.theodi.org/tags/keywords/fintech.json","web_url":null,"title":"fintech","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=fintech","web_url":"http://theodi.org/tags/fintech","slug":"fintech"}}],"details":{"business_proposition":false,"description":"<p><em>Called for by HM Treasury, a pension dashboard could help us choose better performing investments, but the high control suggested to sit with vested interest could inhibit wider innovation, financial transparency and competition</em></p>","excerpt":"By Will Lovegrove of pensionsync\r","language":"en","need_extended_font":false,"alternative_title":"How can opening up pension data empower citizens and stimulate innovation?","url":"","content":"<p><strong>By Will Lovegrove of pensionsync</strong></p>\n<p><em>Called for by HM Treasury, a pension dashboard could help us keep tabs on our pension pots and choose better performing investments, but the high level of control suggested to sit with vested interest could inhibit wider innovation, financial transparency and competition</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/6b/af/576baf6cf362be77e900000d/money\" alt=\"money\" class=\"img\" id=\"576baf6c1f986a07bf000065\"></p>\n<p><a href=\"http://citywire.co.uk/new-model-adviser/news/budget-2016-treasury-commits-to-pensions-dashboard/a891845\">HM Treasury wants a pensions dashboard</a> in place by 2019, and wants UK industry to pay to make it happen.</p>\n<p>A pensions dashboard would be a secure online place to see your current retirement savings, their future projected value and even to find your lost pots. It’s undeniably a good idea. Other countries like Netherlands, Australia and <a href=\"https://www.minpension.se/minpension-se-info-pa-engelska\">Sweden</a> have them and by all accounts they work.</p>\n<p>OIX (<a href=\"http://oixuk.org\">Open Identity Exchange UK</a>) has recently produced a <a href=\"http://oixuk.org/?page_id=3330\">“creating a pensions dashboard”</a> whitepaper. The whitepaper has been produced with support from a consortium of leading pension providers, the Association of British Insurers, IT service companies and the UK Government Cabinet office.</p>\n<p>It’s a very thought-provoking read. Particularly for anyone who understands the power of financial data. </p>\n<h3 id=\"howthedashboardwouldwork\">How the dashboard would work</h3>\n<p>The pensions dashboard would electronically collate data from multiple providers and provide a pension scheme member with a single consolidated view of the value of their different pension pots. The effect of a pensions dashboard should be that a member of the public could be able to easily judge which funds were performing well and conversely which were poor value for money. This could well result in a dramatic increase in the number of pension transfers as pension scheme members seek to consolidate their pots away from poorly performing, or expensive, funds. </p>\n<p>What marks the OIX whitepaper as unusual is not the end vision (namely the creation of a dashboard) but the governance and technical framework that they are proposing.</p>\n<p>The proposed governance and technical framework would be a highly controlled, monopolistic central data aggregator, attempting to bridge disparate identity management systems with the initial single goal of building a public service dashboard.</p>\n<p>Crucially, it would be governed by the very organisations who have the very highest level of interest in understanding where their data is going, who is seeing it, and what they are doing with it.  </p>\n<p>The governing body would control:</p>\n<ul>\n<li>the data standard</li>\n<li>the data aggregating infrastructure</li>\n<li>who can access to the data</li>\n<li>the charges to access the data</li>\n<li>how the data is visualised on screen</li>\n</ul>\n<h3 id=\"vestedinterests\">Vested interests</h3>\n<p>Where is the interest of the wider public represented when vested interests retain this level of control?</p>\n<p>For example, there are no current proposals within the draft data standard to provide information around fund charges. Without this information individuals and their advisers cannot make a true comparison between providers or judge what is value for money.</p>\n<p>Many of the companies who are part of the OIX consortium are also members of <a href=\"http://www.transparencytaskforce.org\">The Transparency Taskforce</a>: a group set-up specifically to help make pension data more transparent. Did the consortium behind the OIX white paper forget to include information about member charges? Or did they discuss it and then reject it? We don’t know.</p>\n<p>Even more strangely, it very much looks like the Pension Finder Alpha project is proposing to move member data from the pension provider to the central aggregator without the explicit permission of the member.</p>\n<p>Presumably, they anticipate that most people using the pension dashboard will not know specifically where all of their pension funds reside. Ergo, they cannot explicitly give permission to the pension provider to transfer their data to the dashboard.</p>\n<p>The proposed solution is to export the data from a pension provider where there is a match between the proposed dashboard’s identity management system and the Pension Provider’s own proprietary identity management service.</p>\n<p>Undeniably this is a practical approach, but it raises huge concerns about data protection and identity theft.</p>\n<p>Last but not least, the Pensions Finder Alpha model is not the best configuration to stimulate innovation in the wider economy. <a href=\"https://www.linkedin.com/pulse/pensions-dashboard-too-small-idea-will-lovegrove\">I’m on record as wanting a Open API model</a> in the pensions world, which would follow the exact path laid out by the <a href=\"https://theodi.org/open-banking-standard\">Open Banking Standard</a>. This model would stimulate innovation.</p>\n<p>For example, some Wealth Management organisations believe that individuals considering their post-employment income would want to consider other income bearing assets they might own outside pension schemes - property being an obvious example. Why should Wealth Management Companies be prevented from working directly with one or more pension companies to create new and innovative financial services for their customers? Why should they be forced to work with a central data aggregator (the proposed Pension Finder Service) and adopt or propagate 3rd party identification systems? These constraints are barriers to innovation. </p>\n<p>The centralised, controlled monopolistic approach is apparently justified by OIX’s market research that finds that most people really only want a single dashboard, and that no one wants the same information being presented in different ways in different locations because it would create loss of trust and financial confusion.</p>\n<p>However, the market research sample size was far too small to be meaningful and the exact nature of the questions put to the recipients has not been disclosed. If the question was whether “you would prefer a single dashboard versus a complex federated data model enabling multiple dashboards”, then no surprise that people opted for a single public service dashboard.</p>\n<p>In fact, good governance of an open model can and should prevent mis-information and misrepresentation. In a well-governed open model Pension Providers would still be able to have oversight of who was accessing the individual’s data and how it was represented.</p>\n<p>Despite a lot of references to Open Standards and Open APIs in the OIX Whitepaper, their proposed framework is very much not an open API model. But in truth it would only take a few changes to the proposal to turn it into a open model.</p>\n<ol>\n<li>Focus the Governance body’s powers on: (i) maintaining the Open Pension Data standards; (ii) defining best practices; and (iii) overseeing any required accreditation for any entity that uses the Open APIs created by the pension providers.</li>\n<li>Encourage Pension Providers (and their ISPs) to implement the Open APIs as specified by the Governance body. The Open APIs should include a “member search” service as well as a “retrieve member data” service.</li>\n<li>Prevent the Governance body from procuring any kind of monopolistic central data aggregator, aka pension finder service. Encourage competing pension finder services to arise and battle it out.</li>\n<li>Encourage Pension Providers (and their ISPs) to become GOV.UK Verify Identity Service Providers.</li>\n</ol>\n<p>HM Treasury has challenged industry to make a pension dashboard. But that does not mean the burden of responsibility (and cost) has to fall entirely on the pension providers. Yes, they would need to open up data in a controlled and secure manner via Open APIs. But once that was achieved then my prediction is that the wider tech/pension/financial service economy would kick into gear and start developing a range of innovative alternative pension dashboards and other services. With innovation comes economic opportunity.</p>\n<p>This does not mean that Money Advice Service, or its successor, cannot build a single ‘public service’ dashboard. Nor should they be blocked from building their own private Pension Finder Service at their own cost. They should be free to do this (as risky and expensive as it sounds). But not in a way which inhibits wider innovation, financial transparency and competition.</p>\n<p><em><strong>Dr Will Lovegrove is CEO of <a href=\"http://www.systemsyncsolutions.com/\">SystemSync Ltd</a></strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/open-banking-standard.json","web_url":"http://theodi.org/open-banking-standard","slug":"open-banking-standard","title":"The Open Banking Standard","format":"article","updated_at":"2017-05-18T15:22:55+00:00","created_at":"2016-02-05T13:48:32+00:00","tag_ids":["page","open-banking","open-banking-working-group"]},{"id":"https://contentapi.theodi.org/comment-banking-uber-moment-continued-action.json","web_url":"http://theodi.org/blog/comment-banking-uber-moment-continued-action","slug":"comment-banking-uber-moment-continued-action","title":"Comment: Banking will have its Uber moment only with continued action","format":"article","updated_at":"2017-05-18T15:24:41+00:00","created_at":"2016-04-28T13:10:16+00:00","tag_ids":["blog","open-banking-standard","finance","fintech"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}