{"id":"https://contentapi.theodi.org/how-do-we-own-data.json","web_url":"http://theodi.org/blog/how-do-we-own-data","slug":"how-do-we-own-data","title":"How do we 'own' data?","format":"article","updated_at":"2016-08-18T13:01:03+00:00","created_at":"2016-08-18T09:58:50+00:00","tag_ids":["blog","data","ownership","personal-data","gdpr"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/data.json","web_url":null,"title":"data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data","web_url":"http://theodi.org/tags/data","slug":"data"}},{"id":"https://contentapi.theodi.org/tags/keywords/ownership.json","web_url":null,"title":"ownership","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=ownership","web_url":"http://theodi.org/tags/ownership","slug":"ownership"}},{"id":"https://contentapi.theodi.org/tags/keywords/personal-data.json","web_url":null,"title":"personal data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=personal-data","web_url":"http://theodi.org/tags/personal-data","slug":"personal-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/gdpr.json","web_url":null,"title":"gdpr","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=gdpr","web_url":"http://theodi.org/tags/gdpr","slug":"gdpr"}}],"details":{"business_proposition":false,"description":"<p>We live in an age of data abundance. We produce data every day – as people, businesses, charities, researchers and governments – that might be used to generate valuable insights and build new services. Ellen Broad explores ownership of data this age of abundance  </p>","excerpt":"We live in an age of data abundance. We produce data every day – as people, businesses, charities and governments – that might be used to generate valuable insights and services. Ellen Broad explores data ownership in this age of abundance\r","language":"en","need_extended_font":false,"alternative_title":"Blog post - How do we 'own' data?","url":"","content":"<p><em>We live in an age of data abundance. We produce data every day – as people, businesses, charities and governments – that might be used to generate valuable insights and services. Ellen Broad explores data ownership in this age of abundance</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/b5/93/57b59381d0d462467000001a/lock.jpg\" alt=\"null\" class=\"img\" id=\"57b593811f986a081b0000b4\">\n<small><i>Image: Flickr <a href=\"https://www.flickr.com/photos/purecaffeine/4999887239/in/photolist-8BPJhp-fFDXCq-6uHVNM-boH3xw-4tREdA-4DviEY-e9QUh3-4g5KnY-a4FQSW-aCbyW-6K6wr1-ffHk48-bgrm9K-vX5b-8GYYEp-de4VLb-axbRq9-bDhp3-d5TYCG-yTY4X5-d5TYRQ-pcfo-2SBSVc-bhYenz-dRzRdY-nxYza3-aeQM5f-cML1Vd-aFnw87-UE5ZX-99U6bR-48ZC4h-8q9dKD-4qpGeZ-4LUztC-b7Grf2-5FuEWh-5uSrLb-567Xo-9vg9ef-61Bft6-7Gq76Z-dexT4e-5wEYf7-Ren6s-7YXPEe-awkufb-4EPFQw-kvzKKM-aVfFnV\" title=\"Padlock\">Nathanael Coyne</a> (CC BY-NC-ND 2.0)</i></small></p>\n<p>‘Owning’ data – who owns data, what’s capable of being owned, and what rights and responsibilities ownership attracts – is gaining a lot of attention. \"My medical treatment data is mine.\" “We own this data. If you want to use it, you have to pay us.” “We need true data ownership.” “Your data is yours.” New laws and policies are emerging in response. </p>\n<p>The European Commission strengthened the rights of people over their personal data with the <a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=uriserv:OJ.L_.2016.119.01.0001.01.ENG&toc=OJ:L:2016:119:TOC\">General Data Protection Regulation</a> (GDPR). Now, questions about ownership of data are emerging as part of the <a href=\"http://ec.europa.eu/newsroom/document.cfm?action=display&doc_id=12205\">EU Free Flow of Data</a> initiative. Ownership of data is becoming the starting point for reports and principles in <a href=\"http://www.kingsfund.org.uk/reports/thenhsif/what-if-people-controlled-their-own-health-data/\">health</a>, <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/523755/retail_banking_market_pdr.pdf\">consumer banking</a> and other <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/527985/bis-16-259-helping-consumers-get-a-better-deal.pdf\">consumer services</a>, to help navigate questions like:</p>\n<ul>\n<li><p>How do we maximise the <a href=\"http://theodi.org/blog/comment-what-would-an-open-data-future-look-like\">value of data</a>? </p></li>\n<li><p>Who benefits from data now? Who has access? Who should benefit, and in what circumstances? </p></li>\n<li><p>How do we prevent misuse of data? How do we stop it being exploited in ways that we don’t think are fair? </p></li>\n<li><p>How do we preserve people’s privacy? </p></li>\n<li><p>Who should be held accountable for harm caused by decisions made using data, for example, where there is bias or fraud that hurts people?</p></li>\n</ul>\n<p>These are all important questions. But we need to be careful in how we use the language of ownership to address them. Physical world metaphors don’t readily fit the data world. And even our understandings and expectations of ownership in the physical world aren’t as simple as they seem. </p>\n<h3 id=\"owningdataisnotasstraightforwardasitsounds\">‘Owning’ data is not as straightforward as it sounds</h3>\n<p>There are fundamental ways in which data challenges our metaphors for ‘ownership’ in the physical world. For one thing, data is non-rivalrous: your use of data does not reduce its availability to others. </p>\n<p>The value of data is enhanced by its connection to other data. Our individual health records have limited value – except to us as patients and those who support us. When they’re collected together with other health records, and the other kinds of data they can be linked with, the collective value of that data increases. This makes debates about things like whether we should be paid for our personal data, and how much, difficult to assess.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/b5/87/57b5872bd0d4624670000018/watch-individual-elements.jpg\" alt=\"null\" class=\"img\" id=\"57b5872bf362be08040000ff\">\n<small><i>Image: Flickr <a href=\"https://www.flickr.com/photos/saschapohflepp/104655399/in/photolist-afopr-gj3eW9-aqC7sv-c25iXh-9hTcbp-anNRES-871brw-9KP5qG-ffXSDZ-9KP6Tq-5JHghX-4WKzRo-72mtPS-fEZVwv-jzuj8-3JQcAQ-afon5-9hTdqe-2SJgt-6aUyeL-tVYZvD-uSmyi5-uAf12N-uSPV78-uSPUye-tVP5Td-uSmnBf-tVYVxZ-uAeUW5-tVYUh2-uAnqoD-uSmjeo-tVPaNU-tVYPWD-uSmyhd-uAf3vJ-uT5SCX-uSPVHi-uAnCCt-uT5ZxZ-uQvtfh-uQvfP5-uT5K3r-uAeZuq-uAnBDK-uAnzZH-uSPUqD-uSmwN1-uSPJFD-uAeVSo\" title=\"A dissembled pocket watch\">Sascha Pohflepp</a> (CC BY 2.0)</i></small></p>\n<p>Multiple people or organisations can contribute to creating data. A doctor records your medical symptoms and adds notes on treatment. Both you, as a patient, and the doctor contribute to the creation of data. </p>\n<p>Data can also be about multiple people. For example, it can be about your own IVF treatments, but by its nature also about your partner and your family. </p>\n<h3 id=\"ownershipinthephysicalworldisntasstraightforwardasitsounds\">‘Ownership’ in the physical world isn’t as straightforward as it sounds</h3>\n<p>We own things in lots of different ways. </p>\n<p>We own our house. At the same time, the bank owns our house, because they paid the majority of the purchase price and we are repaying them in the form of mortgage repayments.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/b5/90/57b590501f986a301100000e/for-sale-sign.jpg\" alt=\"null\" class=\"img\" id=\"57b59050d0d46206fc0000e9\"> \n<small><i>Image: Flickr <a href=\"https://www.flickr.com/photos/59937401@N07/5687457093/in/photolist-9EzGR4-rv17XM-djoYvz-7MgJA1-qfYmWL-fvfwEN-ea9Vmf-o9jGw3-9L469A-bAzubG-dZrQ2L-cTtJTb-cABiU7-hW28ML-6Ch5sk-ebgKXE-48gdi8-6uHPty-8vVEVx-8A7Xky-dqCPPi-c4LNdh-awKBaY-9hMkUe-6Cmkq6-arNGX4-hGK8Fc-dTgG9N-awGTcR-oUn492-7JnSPF-7zqAxJ-mj4eAX-5HKioe-h7o3gP-etDaU1-5iavyF-6kKsWW-pBCCBg-8o6G24-hW27ah-3aSZg6-7cfWUc-nU9dZz-9XfquT-a7Zetf-7UDf5T-54TSTs-6o167P-6jJi8f\" title=\"For sale sign\">Images Money</a> (CC BY 2.0)</i></small></p>\n<p>Even though we own our house, easements and caveats shape who can access it and how we use it. The kinds of rules shaping ‘ownership’ can be country- or region-specific. There are rules that shape the kinds of activities we can engage in from our house – the businesses we can run, the <a href=\"http://www.tvlicensing.co.uk/\">TV programmes we can watch</a>, the <a href=\"http://www.nonnativespecies.org/index.cfm?pageid=67\">things we can grow</a> and <a href=\"http://agriculture.vic.gov.au/pets/registration-legislation-and-permits/dog-and-cat-registration\">pets we can have</a>. We have responsibilities towards our neighbours – to keep the noise down, to keep our property unpolluted, to prevent danger of <a href=\"http://www.swimmingpoolregister.nsw.gov.au/\">strangers who might enter our property.</a>  </p>\n<p>While we might own something, that doesn’t mean we can do what we like with it. You can’t burn down your own home, for example, or inflict acts of cruelty on your pets. </p>\n<p>These rules reflect rights and responsibilities that have built up in our societies and legal systems over many years. Some things are privately owned, while others are collectively owned. In some cultures, collective ownership is the norm. Things like land, possessions, stories, dances and art are owned by the community. </p>\n<p>As societies, we have decided that some things can’t be owned by anyone and should be treated as <a href=\"https://theodi.org/blog/why-is-open-data-a-public-good\">public goods</a>. We, as a society, have a collective responsibility to maintain them – the air we breathe and the global climate, for example. There are other public goods that might be privately or publicly owned (depending on what country you’re in), like parks and beaches, sidewalks and roads, riversides, water and energy – all with different expectations of public control, access and use. </p>\n<h3 id=\"howwearecreatingrightsandresponsibilitiesfordata\">How we are creating rights and responsibilities for data</h3>\n<p>Rights to control how data is used, who has access to it, and mechanisms for accountability, co-exist for data in a range of ways. </p>\n<p>Organisations who have invested significant time, money and effort in producing a database – regardless of whether it’s ‘original’ or ‘new’ – have an ownership right and some ability to control who accesses and uses that data (but not absolute control) in the European Union under the <a href=\"http://ec.europa.eu/internal_market/copyright/prot-databases/index_en.htm#maincontentSec1\">Database Directive</a>. </p>\n<p>Organisations who are collecting or processing personal data have obligations and responsibilities imposed upon them as ‘data controllers’ and ‘data processors’ under data protection laws, to guard against misuse and harm. People providing personal data have rights to request their own data, seek erasure or amendment to it, and move it between services, under the General Data Protection Regulation (GDPR). </p>\n<p>Organisations and people providing data often have an obligation to ensure the data they provide is truthful and accurate. Sometimes these are legally enforced. Companies are obliged to provide accurate reporting data under companies law. MPs must publish comprehensive information about their spending. On the other hand, sometimes these are social expectations. We are expected to be truthful and accurate in providing medical data to our doctors and nurses, so that they can treat us, for example. </p>\n<h3 id=\"emergingissuesandconsiderationsfordataownership\">Emerging issues and considerations for data ownership</h3>\n<p>Ownership of data is being explored in numerous contexts. The <a href=\"http://www.kingsfund.org.uk/reports/thenhsif/what-if-people-controlled-their-own-health-data/\">Kings Fund</a> is exploring people’s control of their own health data, on the basis that they own it. Initiatives like <a href=\"http://www.which.co.uk/money/bank-accounts/guides/switching-your-bank-account/what-is-midata/\">midata</a> and the <a href=\"https://theodi.org/open-banking-standard\">Open Banking Standard</a>, recently supported by the <a href=\"https://www.gov.uk/government/news/cma-paves-the-way-for-open-banking-revolution\">Competition & Markets Authority (CMA)</a>, aim to provide consumers with easier, more efficient ways of accessing and moving their data.The UK government department formerly known as ‘BIS’ (now the Department for Business, Energy and Industrial Strategy, or BEIS) is<a href=\"https://www.gov.uk/government/consultations/improving-the-consumer-landscape-and-quicker-switching-call-for-evidence\"> exploring whether reputations data</a> – ratings and reviews of an Uber driver or seller on eBay – should be moveable between services. </p>\n<p>As policymakers, businesses, academics and innovators including the <a href=\"https://solid.mit.edu/\">ODI’s President Tim Berners-Lee</a> explore the potential of data and work to make it more malleable, movable and usable, determining the protections and rights we need to have in place becomes important.</p>\n<p>A recent <a href=\"http://theodi.org/lunchtime-lectures/friday-lunchtime-lecture-who-owns-your-reputation\">ODI Friday lunchtime lecture</a>, with FT Alphaville’s Izabella Kaminska, Australian economist Nicholas Gruen, and Assistant Director of Strategy at BIES Tom Gelderd, explored issues around data ownership and portability, using portability of <a href=\"http://theodi.org/blog/odi-responds-to-consultation-on-improving-the-consumer-landscape-and-quicker-switching\">reputations data</a> as their starting point.</p>\n<p>A growing number of internet platforms allow people to submit reputation and feedback data. Some platforms are focused explicitly on providing feedback about services and products that they don’t own, and have no financial stake in. <a href=\"https://www.patientopinion.org.uk/\">Patient Opinion</a> and <a href=\"https://www.tripadvisor.com/\">TripAdvisor</a> are two platforms who attract visitors solely for the feedback and ratings provided by users of third-party services (healthcare and accommodation, restaurants and attractions).  </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/b5/8c/57b58cebf362be2e4500000b/tripadviser.jpg\" alt=\"null\" class=\"img\" id=\"57b58ceb1f986a081b0000b2\">\n<small><i>Image: Flickr <a href=\"https://www.flickr.com/photos/turieco/6796588007/in/photolist-bmAhPR-9nJLvN-faGBUv-gEEDHq-81hpoH-qStw7Q-agt4CQ-rUU31B-x6rDa8-iGh4k4-jrQrkH-gCpBre-oe6kfw-gCpSP9-dgHfv8-CcdtN7-dkByDf-gEEM62-gEFaYY-gCpACF-gCp4zs-gCpXW3-gEFc8i-4yjRTG-u5wV28-4HXUDo-gEEMVY-gEEVJe-gCpBdE-yVckr5-rfxPDK-qPaQa1-7n86cH-s7gAgg-dcscam-i31xQj-f4ZgsG-qRok5W-4FefkX-i31Aco-i3iCur-i2KLwU-4H1ebe-qsKcw1-qEtntD-bzm3vU-e7ChMd-r7ewoz-6gnTEQ-i2KHFU\" title=\"Trip Advisor\">Turismo y Visitas Virtuales </a>(CC BY 2.0)</i></small></p>\n<p>On the other hand, some platforms use reputations data to drive trust in their own services. <a href=\"http://www.ebay.com/\">eBay</a>,<a href=\"http://www.uber.com/\"> Uber</a> and <a href=\"http://www.airbnb.com/\">AirBnB</a> let users rate people they buy things from, their drivers and accommodation providers to drive uptake of the services they offer and encourage improvements among people who use the platform. </p>\n<p>The discussion at the lunchtime lecture – which covered topics as varied as data value and who benefits, data authenticity, overreliance on data and bias in data – demonstrated just how nuanced our considerations of data ‘ownership’ need to be.</p>\n<p>The panel raised concerns about the manipulation of data and bias in data that we still view as truth. Reputations and reviews data can be biased (they might only reflect the views of a segment of the population, or reflect inherent bias), and yet they have the potential to alter our view of the world. </p>\n<p>Researchers have found evidence of discrimination against racial minorities in <a href=\"http://www.ft.com/cms/s/0/751bd21e-5e7e-11e6-a72a-bd4bf1198c63.html\">ratings on Airbnb</a>, and <a href=\"http://fivethirtyeight.com/features/ghostbusters-is-a-perfect-example-of-how-internet-ratings-are-broken/\">internet movie ratings</a> can be sexist. Should publishers and aggregators of data have responsibilities for acting on these biases and working them into their analysis, or at least bringing them to our attention? Who is responsible for minimising harm?</p>\n<p>The lunchtime lecture panel also discussed who benefits from data. The public goods of the 21st century – search engines, social networks and data – are <a href=\"http://theodi.org/guides/principles-for-strengthening-our-data-infrastructure\">built predominantly by private companies</a>. There’s data that would have significant economic and social value if it were more accessible and usable, including as open data – the footfall data from our mobile phones, for example, or our social media behaviour. Increasingly, ideas of ‘ownership’ of data under IP law will clash with societal expectations of ‘ownership’, as key contributors to high-value data infrastructure held by the private sector. We’re still working out what the future holds. </p>\n<h3 id=\"wedonthavetheanswers\">We don’t have the answers</h3>\n<p>It would be great to be able to end this article with alternative framing language for data, or clear guidance as to what ‘ownership’ extends to and doesn’t in the data world. But we aren’t. </p>\n<p>It’s clear that ‘ownership’ of data resonates with us as people, as businesses, as governments and as a society. And we care about data ownership because we want to provide people and organisations with mechanisms to control and influence how various kinds of data are accessed and used, who benefits and who is accountable for harm.  </p>\n<p>We’re still learning the rules and rights to help us get <a href=\"http://theodi.org/guides/principles-for-strengthening-our-data-infrastructure\">best value from data</a>. Books and articles are <a href=\"https://www.amazon.co.uk/Who-Owns-Future-Jaron-Lanier/dp/0241957214\">being written</a> outlining new ownership paradigms for data. Some legal concepts of data ownership already exist through data protection laws and IP laws. We want to avoid regulatory framings that might make sense for the physical world but don’t work for the web of data. We need to be able to adapt data regulation and policies as technologies evolve, and as our expectations of data maintainers and publishers – and ourselves as data consumers and producers – change too. </p>\n<p><strong>We’re continuing to explore this area. Let us know if you are too by emailing <a href=\"mailto:policy@theodi.org\">policy@theodi.org</a>. We would love to hear from you.</strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/we-need-to-learn-how-to-search-the-web-of-data.json","web_url":"http://theodi.org/blog/we-need-to-learn-how-to-search-the-web-of-data","slug":"we-need-to-learn-how-to-search-the-web-of-data","title":"We need to learn how to search the web of data","format":"article","updated_at":"2016-08-11T08:34:42+00:00","created_at":"2016-08-10T13:13:09+00:00","tag_ids":["blog","web-of-data","web-of-documents","linked-data","search"]},{"id":"https://contentapi.theodi.org/data-knows-no-boundaries.json","web_url":"http://theodi.org/blog/data-knows-no-boundaries","slug":"data-knows-no-boundaries","title":"Data knows no boundaries","format":"article","updated_at":"2016-06-24T15:35:45+00:00","created_at":"2016-06-24T09:43:00+00:00","tag_ids":["blog","open-data","europe","politics"]},{"id":"https://contentapi.theodi.org/widening-the-debate-on-data-sharing.json","web_url":"http://theodi.org/blog/widening-the-debate-on-data-sharing","slug":"widening-the-debate-on-data-sharing","title":"Widening the debate on data sharing","format":"article","updated_at":"2016-04-06T08:47:38+00:00","created_at":"2016-03-02T12:03:15+00:00","tag_ids":["blog","data-specturm","shared-data","personal-data","uk-government"]}],"organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}}