{"id":"https://contentapi.theodi.org/how-important-is-open-data-quality.json","web_url":"http://theodi.org/blog/how-important-is-open-data-quality","slug":"how-important-is-open-data-quality","title":"Guest post: How important is the quality of open data?","format":"article","updated_at":"2015-09-11T09:57:12+00:00","created_at":"2014-10-03T11:45:14+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"","excerpt":"By Dr Dennis McDonald, Senior Consultant at BaleFire Global\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>By Dr Dennis McDonald, Senior Consultant at BaleFire Global</p>\n<h3 id=\"atrisk\">At risk?</h3>\n<p>Martin Doyle's <a href=\"http://www.business2community.com/big-data/open-data-risk-poor-data-quality-01010535\" title=\"Article by Martin Doyle: Is Open Data at Risk from Poor Data Quality\">Is open data at risk from poor data quality</a> is a thoughtful piece but doesn’t address this question: </p>\n<blockquote>\n  <p>Should data quality standards observed in open data programmes be any different from the data quality standards observed in any other programmes that produce or consume data?</p>\n</blockquote>\n<p>My first response is to answer with a definite “No!” However, I think the question is worth discussing. Data quality is a complex issue that people have been wrestling with for a long time. I remember way back in graduate school doing a class project on measuring “error rates” in how metadata were assigned to technical documentation that originated from multiple sources. </p>\n<p>Just defining what we meant by “error” was an intellectually challenging exercise that introduced me to the complexities of defining quality as well as the impacts quality variations can have on information system cost and performance.</p>\n<p>Reading Doyle’s article reminded me of that early experience and how complex quality measurement can be in programmes that are designed to make data accessible and re-usable.</p>\n<h3 id=\"tradeoffs\">Trade-offs</h3>\n<p>One way to look at such questions is in terms of trade-offs. Would we gain more benefit by exposing potentially faulty data files <strong>now</strong> to public scrutiny and re-use than we gain by delaying and spending more time and resources to \"clean up\" the data <strong>before</strong> it’s opened up for public access?</p>\n<p>Setting aside for the moment how we define \"quality\" -- and not all the points made by Doyle are directly related to quality -- database managers have always had to concern themselves with standards, data cleaning, corrections, and manual versus automated approaches to data quality control. In fact, I'm not convinced that \"adding\" quality control measures throughout the process will significantly add to costs; in fact, adding quality control measures may actually reduce costs, especially when data errors are caught early on.</p>\n<h3 id=\"rippleeffects\">Ripple effects</h3>\n<p>One thing to consider when deciding whether or not to release data that may not be 100% \"clean\" -- whatever that is defined to mean -- is that it is a basic principle of open data that others will be free to use and re-use the data. If data are distributed with flaws, will re-use of that data compound those flaws by impacting other systems and processes that may be beyond the control of the issuer? Plus, if downstream problems do occur, who gets to pay for the cleanup?</p>\n<h3 id=\"qualityexpectations\">Quality expectations</h3>\n<p>Data quality concerns in our own lifetimes have become central to commerce and communication as transactions of all types have moved online or onto the web. Buying, selling, and managing personal shopping, health, and financial affairs reliably place a high emphasis on data accuracy, completeness, and reliability. We’re used to that. Our high expectations of data quality are at least partly due to how purpose-built systems with specific functions are expected to operate by delivering support for specified transactions. Data quality issues can directly impact system performance (and sometimes profitability) in immediately measurable ways. The same can also be true of data provided by open data programmes.</p>\n<h3 id=\"solutions\">Solutions</h3>\n<p>As Doyle reports, the move to more open data by governments (he focuses specifically on the UK but I think his observations are widely relevant) exposes issues with how some open data programmes are managed and governed. Such issues can include a variation in data standards, inconsistent or incompatible business processes, variations in software, and occasionally, outright sloppiness.</p>\n<p>Even when you do everything “right,” though, you may still run into problems. I remember once I was managing a large software-and-database consolidation project where, even after many hours of analysis and data transformation programming and testing, there still remained a group of financial transactions that were unable to make it from System A to System B without manual processing. It turned out that there were basic incompatibilities in the two systems’ underlying data models due to their having been built on different accounting assumptions. What one system considered to be an outright “error,” the other system considered to be 100% correct.</p>\n<p>What's the remedy for situations where there are potentially so many areas where errors and data quality variations can creep into the system? Doyle’s solution list is logical and straightforward:</p>\n<ul>\n<li>investing in standards that make data consistent</li>\n<li>ensuring encoding methods are used and checked</li>\n<li>ensuring duplicate data is always removed during frequent data quality checks</li>\n<li>removing dependency on software that produces inconsistent or proprietary results</li>\n<li>ensuring governance that avoids confusion</li>\n</ul>\n<h3 id=\"itsnotallaboutstandards\">It’s not all about standards</h3>\n<p>Note that the above solutions are not all about formally-developed and de facto \"standards\" -- though obviously standards are important. What is also needed is a recognition that publishing data is part of an ongoing process. Success depends not only on the adoption of standards but also on the ability to manage or at least coordinate the people, processes, and technologies that need to mesh together to make open data programmes effective and sustainable. Quality variations occurring at one location in the change may have no impact on that point and may not show up till later.</p>\n<h3 id=\"whosincharge\">Who’s in charge?</h3>\n<p>Blaming one company or product line for open data programme failures, as seems to be the case in ComputerWeekly.com's [Microsoft gets flak over \"rubbish\" UK data](http://www.computerweekly.com/blogs/public-sector/2014/09/microsoft-gets-flack-over-rubb-8.html \"ComputerWeekly.com article: Microsoft gets flak over \"rubbish\" UK data\"), is simplistic. A lot of gears have to work together in an open data programme that depends on technology, software, and organisations working together. One crucial question concerns the last thing mentioned in Doyle's list: governance. Who's in charge? Who has authority, responsibility, accountability? Ultimately, where's the money to come from? And, who is responsible for managing expectations about how the system will perform?</p>\n<p>Open data programmes wherever they occur can involve many different players who have to work together even though their loyalties lie with different organisations. If participants don't share a common purpose and strong central or top down leadership is lacking or unavailable, does that mean that open data programmes and their emphasis on standards are doomed?</p>\n<p>Of course not. Support for open data at all levels of government is still strong. Planning exercises such as the World Bank’s <a href=\"http://data.worldbank.org/about/open-government-data-toolkit/readiness-assessment-tool\" title=\"World Bank Open Data Readiness Assessment Tool\">Open Data Readiness Assessment Tool</a> explicitly recognise policy and governance issues as being important to the success of open data efforts.</p>\n<p>Still, there certainly are real issues that need to be managed. These include not only the types of data problems mentioned in the ComputerWeekly.com article but also process changes associated with data standardisation that I have <a href=\"http://www.ddmcd.com/managing-technology/data-standardisation-scores-and-changing-the-data-act.html\" title=\"Dennis D. McDonald article: Data Standardisation Scores and Changing the DATA Act\">written about before</a>.</p>\n<h3 id=\"sharingasplatform\">Sharing as platform</h3>\n<p>Open data system development involving multiple systems and organisations is manageable when people are willing to work together in a collaborative fashion to pursue realistic and sustainable goals and benefits. Participants also need to share information about what they are doing, including the provision of “data about the data” as provided in the Open Data Institute’s <a href=\"http://blog.balefireglobal.com/2014/09/odi-data-certificates-are-big-deal.html\" title=\"Open Data Institute Data Set Certificates\">Data Set Certificates</a>.</p>\n<p>My own reading of the situation is that such sharing is occurring, partly as an outgrowth of the “open data” movement itself, and partly as an outgrowth of the increasingly social nature of work as more people become accustomed to information sharing via modern tools, relationships, and networks. </p>\n<p>While social networking and sharing are no substitute for leadership, they do provide a platform for collaboration in all the business and technical areas relevant to open data.</p>\n<p>Regarding the question, \"How important is the quality of open data?\" My answer is \"Very important.\" One of our challenges, then, is to make sure that everyone involved in the process sees -- and understands -- how what they do along the way does have an impact on open data quality.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[{"title":"How Important Is Open Data Quality?","url":"http://blog.balefireglobal.com/2014/09/how-important-is-open-data-quality.html"}],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}