{"id":"https://contentapi.theodi.org/how-open-data-can-help-us-all-find-the-toilet.json","web_url":"http://theodi.org/blog/how-open-data-can-help-us-all-find-the-toilet","slug":"how-open-data-can-help-us-all-find-the-toilet","title":"How open data can help us all find the toilet","format":"article","updated_at":"2015-09-11T09:56:45+00:00","created_at":"2014-09-08T12:41:32+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"","excerpt":"<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/0d/b4/540db431f362be08d700004c/toilet400.png\" alt=\"null\" class=\"img text-center\" id=\"540db4301f986a0851000070\">\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/0d/b4/540db431f362be08d700004c/toilet400.png\" alt=\"null\" class=\"img text-center\" id=\"540db4301f986a0851000070\"></p>\n<p><strong>We’ve all been in the uncomfortable position of needing the toilet, but not knowing where to find one.</strong></p>\n<p>When we’re out and about and nature calls, most of us are more likely to nip into a nearby cafe and use their loo than try to find a public toilet. Because, most of the time, it’s not obvious where to look for one. </p>\n<p>This is a problem that <a href=\"http://gailknight.wordpress.com/about/\">Gail Ramster</a>, a researcher in community-led design, is trying to solve using open data. Gail came to the Open Data Institute last week to explain how, during a <a href=\"http://theodi.org/lunchtime-lectures\">Friday lunchtime lecture</a>. </p>\n<p>Gail works on ways to improve design and accessibility of public toilets, especially for people with disabilities or problems with continence. It struck her that public loos would be much more accessible if people were able to look up where their nearest ones were and rate them for privacy and quality. A simple idea, with a complicated solution. </p>\n<p>There where already two national datasets that include toilet locations: <a href=\"http://www.ordnancesurvey.co.uk/\">Ordnance Survey</a>, which shows public convenience (PC) on their maps, and <a href=\"http://www.openstreetmap.org/\">Open Street Map</a>, which has over 4,000 toilet locations. But, because these are broader mapping projects, they only show public toilet locations or buildings, and not all the other publicly accessible toilets in supermarkets, town halls and cafes, for example.</p>\n<p>Gail decided to make her own <a href=\"http://greatbritishpublictoiletmap.rca.ac.uk/\">Great British Public Toilet Map</a>. But to make a map, you need data, and data on toilets is hard to come by. Gail began her search at <a href=\"http://data.gov.uk/\">data.gov.uk</a>, where government data on all sorts of public services is published. But she didn’t find the national public toilet database she was looking for, and alerted officials to the fact that there wasn’t one. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/0d/b3/540db3eff362be08d700004a/palace400.png\" alt=\"null\" class=\"img text-center\" id=\"540db3ee1f986a085100006f\">\n<small><em>We're sure the Queen has plenty of fancy lavs in the Palace, but if they all broke she could find three public toilets nearby with the Great British Public Toilet Map.</em></small></p>\n<p>Gail looked for councils that might have open data on toilets, by virtue of scoring well on Openly Local’s <a href=\"http://openlylocal.com/councils/open\">UK Councils open data scoreboard</a>, a project aimed at making local government data more accessible. But, as local governments get more keen to be open, most of the data they publish is about financial spending, not locations. When Gail approached the Councils’ mapping departments, their geographic information system (GIS) managers said that they knew where the toilets were but could not say. This is because, at the time, Ordnance Survey had restrictions on the re-use of data they had already mapped. </p>\n<p><strong>So, Gail was no closer to finding the elusive public toilets.</strong></p>\n<p>However, things are looking up. Ordnance Survey have recently decided to allow Councils to reuse their intellectual property on toilet data. They also said that if others were to ask them for the data, they would be likely to grant them access on the same terms. </p>\n<p>The Great British Public Toilet Map is now making freedom of information requests for Councils to open up their data on toilets. So far, they have had responses from 199 – a response rate of 63%. </p>\n<p>The project is being helped along by the <a href=\"http://www.local.gov.uk/\">Local Government Association</a>, which has now included public toilets in its <a href=\"http://incentive.opendata.esd.org.uk/\">local open data incentive scheme</a>. </p>\n<p>Gesche Schmid, the LGA’s Programme Manager for transparency came along to the lecture to explain the incentives they are giving to councils for publishing open data on toilets.\nThe scheme <a href=\"http://schemas.opendata.esd.org.uk/publictoilets\">encourages councils to open data</a> in a consistent format across three themes, public toilets being one. The more data Councils publish correctly, the more they are recompensed by the LGA. </p>\n<p>Little by little, national public toilet data is beginning take shape. The Great British Public Toilet Map is currently in its pilot stage, and covers 33 boroughs in London. If local Councils continue to open their public toilet data, Gail's map will be able to cover much more of the UK and help us all find our nearest facilities – wherever we are. </p>\n<p><strong>Keep an eye on Gail’s <a href=\"http://gailknight.wordpress.com/category/open-data/\">blog</a> for updates.</strong></p>\n<iframe class=\"pull-left\" width=\"700px\" height=\"166\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/166769887&color=ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false\"></iframe>\n<iframe style=\"float:left; max-width:100%; width:720px; height: 550px;\" class=\"scribd_iframe_embed\" src=\"//www.scribd.com/embeds/239033520/content?start_page=1&view_mode=slideshow&access_key=key-14jzVFLmgOGS7FTe70j9&show_recommendations=true\" data-auto-height=\"false\" data-aspect-ratio=\"1.3323485967503692\" scrolling=\"no\" frameborder=\"0\"></iframe>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}