{"id":"https://contentapi.theodi.org/how-can-the-public-monitor-radiation-levels-openly.json","web_url":"http://theodi.org/blog/how-can-the-public-monitor-radiation-levels-openly","slug":"how-can-the-public-monitor-radiation-levels-openly","title":"Lessons for open data from the Fukishima nuclear disaster","format":"article","updated_at":"2016-02-11T11:09:57+00:00","created_at":"2015-07-23T12:22:37+00:00","tag_ids":["blog","radiation","science","japan","fukushima","innovation","crowdsourcing","mapping","civic-tech"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/radiation.json","web_url":null,"title":"radiation","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=radiation","web_url":"http://theodi.org/tags/radiation","slug":"radiation"}},{"id":"https://contentapi.theodi.org/tags/keywords/science.json","web_url":null,"title":"science","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=science","web_url":"http://theodi.org/tags/science","slug":"science"}},{"id":"https://contentapi.theodi.org/tags/keywords/japan.json","web_url":null,"title":"Japan","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=japan","web_url":"http://theodi.org/tags/japan","slug":"japan"}},{"id":"https://contentapi.theodi.org/tags/keywords/fukushima.json","web_url":null,"title":"Fukushima","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=fukushima","web_url":"http://theodi.org/tags/fukushima","slug":"fukushima"}},{"id":"https://contentapi.theodi.org/tags/keywords/innovation.json","web_url":null,"title":"innovation","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=innovation","web_url":"http://theodi.org/tags/innovation","slug":"innovation"}},{"id":"https://contentapi.theodi.org/tags/keywords/crowdsourcing.json","web_url":null,"title":"crowdsourcing","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=crowdsourcing","web_url":"http://theodi.org/tags/crowdsourcing","slug":"crowdsourcing"}},{"id":"https://contentapi.theodi.org/tags/keywords/mapping.json","web_url":null,"title":"mapping","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=mapping","web_url":"http://theodi.org/tags/mapping","slug":"mapping"}},{"id":"https://contentapi.theodi.org/tags/keywords/civic-tech.json","web_url":null,"title":"civic tech","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=civic-tech","web_url":"http://theodi.org/tags/civic-tech","slug":"civic-tech"}}],"details":{"business_proposition":false,"description":"<p>In the aftermath of the 2011 Fukushima earthquake and level 7 nuclear disaster there was almost no publicly available information about radiation levels, and what there was was spotty and unreliable. For citizens there was no way to know the extent of radiation contamination and there seemed no obvious attempt to find out. The only previous level 7 nuclear disaster to date was Chernobyl, so there was also little historic precedent. </p>","excerpt":"<img src=\"https://farm6.staticflickr.com/5264/5764778687cfc68de2a5z.jpg\" width=\"640\" height=\"391\" alt=\"Mike Weightman (02810458)\">\r","language":"en","need_extended_font":false,"alternative_title":"How can the public monitor radiation levels? Openly","url":"","content":"<p><img src=\"https://farm6.staticflickr.com/5264/5764778687_cfc68de2a5_z.jpg\" width=\"640\" height=\"391\" alt=\"Mike Weightman (02810458)\"></p>\n<p><em>IAEA fact-finding team leader visit the Fukushima Daiichi Nuclear Power Plant. Photo by <a href=\"https://www.flickr.com/photos/iaea_imagebank/5764778687\">Greg Webb / IAEA</a> CC by 2.0</em></p>\n<p>In the aftermath of the 2011 Fukushima earthquake and Level 7 nuclear disaster there was almost no publicly available information about radiation levels, and what there was was spotty and unreliable. For citizens there was no way to know the extent of radiation contamination and there seemed no obvious attempt to find out. The only previous <a href=\"https://en.wikipedia.org/wiki/International_Nuclear_Event_Scale\">Level 7 nuclear disaster</a> to date was Chernobyl in 1986, so there was also little historic precedent for how information should be shared. </p>\n<p>At <a href=\"http://www.globaldirt.org/\">Global DIRT (Disaster Immediate Response Team)</a> we had what we thought was a simple idea. We would fly to Japan with a donated radioactive isotope identification instrument - a Sam 940 RIIS, take measurements of contamination levels in Fukushima and publish them. We thought the operation would be a relatively short-lived, expecting that a Japanese government agency would soon start gathering and publishing data itself on a much larger scale than was possible for a small group of volunteers. </p>\n<p>We landed in Tokyo in mid-March 2011 just a few days after the earthquake and began taking measurements. It caused more than a few suspicious glances. </p>\n<p>We decided first to focus on school zones. Schools are particularly high-risk areas for radiation contamination and, perhaps naively, we thought that an emphasis on protecting children might minimise any ruffled political feathers. But, interestingly, it wasn’t a government authority who first began to ask questions, but officials in the schools themselves. As one school official asked us, “what happens if you find something? [...] Then it will be chaos and we will have to do something!”</p>\n<p>The response is telling. It highlights different cultural attitudes towards transparency and openness. For this school official, in order to maintain the status quo, it was simply better not to know - a perspective which in this current age of information over-saturation might be worth meditating upon.</p>\n<p>Everywhere in Japan we were surprised by the calm and order with which the spectre of radiation contamination was handled. In the face of a natural disaster the focus was on the maintenance of order, perhaps for good reason. </p>\n<p>Indeed, this was the focus of the state as well. One policeman stopped us at a roadblock just outside the 3 km evacuation radius wearing only his uniform, gloves and mask. He told us very seriously that the area was safe from radiation because his bosses said it was and he needed to believe them. </p>\n<p>The Japanese government, like any government, was concerned to maintain public order, especially given the threat of disorder that any natural disaster generates. These two attitudes - the cultural emphasis on order and intrinsic interest of the state in maintaining control - manifests itself here in a lack of transparency and accountability; the government was not willing to publish data and citizens were not holding them accountable. </p>\n<p>After the roadblocks at the school and with government officials, we realised our operation of a few volunteers and a geiger counter was too small to make any sizeable impact in bringing radiation data to the public. </p>\n<p>Enter open data. </p>\n<p>After the Fukushima disaster, it was nearly impossible to buy radiation monitoring equipment as units had been sold-out all over the world. In Tokyo we began working with a then fledgeling organisation called <a href=\"http://blog.safecast.org/\">Safecast</a>. Safecast were assembling at the Tokyo Hackerpsace to build their own geiger counters. </p>\n<p>This group of software developers, hackers, artists, and engineers began to capture data points across Japan in the style of Google Streetview. They attached the geiger counters to an iPhone programmed to take a picture every five minutes, strapped that to a car, drove around, and then mapped the data based on the geo-tagged photos from the iPhone. A few data points were then checked against our professional radiation monitor and published as open data, and anyone who purchased the geiger counter from the Safecast website could contribute to the map. Geiger counters were strapped to cars, delivery buses, bikes.</p>\n<iframe src=\"https://player.vimeo.com/video/88977637\" width=\"600\" height=\"338\" frameborder=\"0\" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>\n<p><a href=\"https://vimeo.com/88977637\">Safecast MiniDoc | by Adrian Storey</a></p>\n<p>Eventually maps began to look like this: </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/b0/dd/55b0dd5ff362be08a3000001/Screenshot_2015-07-23_13.25.57.png\" alt=\"null\" class=\"img text-center\" id=\"55b0dd5f1f986a07bf000013\">  </p>\n<p>Safecast <a href=\"http://blog.safecast.org/maps/\">has now mapped radiation levels across Japan</a> and has extended this effort to the rest of the world. By mobilising open source and open data technology, radiation data was made available to the Japanese public. And by fashioning their own geiger counters, Safecast democratised the means by which radiation can be monitored. </p>\n<p>While this case is an example of the solutions that open data can provide, it also raises broader questions for any acolyte of open data to consider. </p>\n<p>Firstly, how does the cultivation of a transparent open data approach translate across cultures? To put it another way, how can an ethic of transparency be cultivated in settings where other norms (such as order) might be emphasized over openness? </p>\n<p>Secondly, what is the nature of transparency and open data’s relationship to governance? This is particularly relevant when considering potential harms to public good such as radiation. Is there a kernel of truth in the sentiment of the school official? If knowing the extent of radiation ran the risk of undermining social order, would you want everyone to know? </p>\n<p>These are big questions; and as the open data movement develops, our answers will help us to understand how open data can best promote knowledge sharing and an empowered citizenry.</p>\n<p><em><a href=\"http://www.globaldirt.org/staff\">Brendan Harvey is executive director of Global DIRT</a>.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}