{"id":"https://contentapi.theodi.org/how-can-open-data-help-bridge-the-digital-language-divide.json","web_url":"http://theodi.org/blog/how-can-open-data-help-bridge-the-digital-language-divide","slug":"how-can-open-data-help-bridge-the-digital-language-divide","title":"How can open data help bridge the digital language divide?","format":"article","updated_at":"2017-05-01T11:27:56+00:00","created_at":"2015-12-10T16:34:16+00:00","tag_ids":["blog","language","accessibility"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/language.json","web_url":null,"title":"Language","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=language","web_url":"http://theodi.org/tags/language","slug":"language"}},{"id":"https://contentapi.theodi.org/tags/keywords/accessibility.json","web_url":null,"title":"Accessibility","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=accessibility","web_url":"http://theodi.org/tags/accessibility","slug":"accessibility"}}],"details":{"business_proposition":false,"description":"<p>Over half of the landing pages of the web’s most visited sites are written in English. In light of ‘information inequality’ online, Alexander Leon explores how open data can help improve the web for non-English speakers</p>","excerpt":"Over half of the landing pages of the web’s most visited sites are written in English. In light of ‘information inequality’ online, Alexander Leon explores how open data can help improve the web for non-English speakers\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>Over half of the landing pages of the web’s most visited sites are written in English. In light of ‘information inequality’ online, Alexander Leon explores how open data can help improve the web for non-English speakers</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/69/b0/5669b0801f986a46fa00000b/flags_flags.jpg\" alt=\"null\" class=\"img text-center\" id=\"5669b080d0d4620145000052\"><br />\n<small>A tower of world flags from the 2012 Summer Olympics - <a href=\"https://www.flickr.com/photos/karen_roe/7782636382/in/photolist-cRJ3DU-eumeG9-cgX8eG-A8LHs-oGk3h2-qzedda-4P2bUQ-yTfDn3-dPjCGV-2hWusz-2hWrQn-2hWwAg-2hWwSx-2i1U8s-2hWrtx-2hWutD-2i1Unm-2i1Uqh-2i1Tm3-2i1YRA-2hWu2T-2i1XwW-2hWypR-2i1YLq-n2Fk7i-2i1TDY-4BxxjK-2i1Ubd-2hWtaT-2hWwWx-2i1YuJ-2hWs7r-4ys8E5-7R2VXC-2hWrA4-2hWtT4-2i1Yk3-9d7uWi-2i1XsE-2i1SB9-7uhFSB-2i1YDE-cGwTHY-cRJ4y5-Bp1kr-2i1XiU-7Mz9mp-2hWsHT-aBVk1t-3Pc9xM\">image: Karen Roe CC-BY-2.0</a></small>  </p>\n<p>The word data, coming from Latin, literally means 'something given'. For a word with such an altruistic etymology, it is stifling that data finds itself, in the internet age, facing problems of exclusivity and restriction. We are familiar with the issue of important, valuable data being inaccessible, but beyond this lies another issue of contention seldom discussed but of supreme importance to the international community: why is so much of our data and online content published solely in English and how can we work towards creating a more inclusive digital space?</p>\n<p>Historically, the English language has dominated cyberspace. In 1997, David Crystal estimated that over <a href=\"http://catdir.loc.gov/catdir/samples/cam041/2003282119.pdf\">80% of online content was in English</a>, and although this has been in steady decline as internet access has become more available worldwide, a study in March 2015 estimated that <a href=\"http://w3techs.com/technologies/overview/content_language/all\">the homepages of just under 55% of the most visited websites are in English</a>. When we compare these figures to the number of native-level English speakers (<a href=\"http://www.ethnologue.com/language/eng\">around 20% of the world population</a>), it becomes clear that if you are not a speaker of one of <a href=\"http://www.internetworldstats.com/stats7.htm\">the top 10 most common languages featured on the internet</a>, then it is of relatively little use to you. In other words, there's data out there, something to be given, but we're not making it easy for speakers of Tswana, Shan or Aymara to access it. This type of ‘information inequality’ is a result of the wider problem of the ‘<a href=\"http://www.internetworldstats.com/stats7.htm\">digital language divide</a>’, that is, the gap between regions that do and don't have access to information and communication technologies in their native language.</p>\n<p>It is at this point that data – this time open data – re-enters our narrative. One of the most poetic qualities of data is that while it can unearth a problem, it can, upon being opened up, also be the driving force behind its solution. In the case of empowering minority language speakers, open data plays a pivotal role in uncovering the digital world.</p>\n<p>One approach that leverages open data to help solve the issue follows the reasoning of embracing globalisation – that is, as it seems that English isn't going anywhere, let's make it easier for minority language speakers to adopt it. But beyond our perception of English as the current lingua franca, do we have any proof that its dominance on the web will persist beyond the next few decades? Data visualisation projects, such as those of <a href=\"http://language.media.mit.edu/visualizations/books/\">the Global Language Network</a>, harness open data to quantify the lasting global importance of the English language. Researchers were able to show, through analysis of long-term translation trends on Twitter, Wikipedia and digitised book translations, that the vast majority of text-based content on the Web is written in English, or ends up translated into English eventually. Even languages which trend away from English, due to demographic or cultural reasons (for example, minority Chinese dialects being translated into Mandarin), are pulled back to English further down the line. Essentially, when it comes to languages both on and offline, all roads lead to, well, English.</p>\n<p>So how can we draw upon open data to make learning English more feasible? <a href=\"http://flax.nzdl.org/greenstone3/flax?a=fp&sa=library\">FLAX</a> (Flexible Language Acquisition) is an <a href=\"http://linkedup-challenge.org/vici/\">award-winning</a> language learning tool which combines publicly available digital libraries (such as <a href=\"http://www.natcorp.ox.ac.uk/\">The British National Corpus</a> and its <a href=\"http://www.anc.org/\">American equivalent</a>) with powerful word analysis software, automating learning exercises tailored to any given text. Due to the near endless supply of content available, FLAX allows students of English to learn with texts that are of particular interest to them. Naturally, it's free to use.</p>\n<p>Open data also plays a supporting role in the movement to preserve and promote linguistic diversity, especially through the documentation of minority languages and the creation of translation and learning platforms. The <a href=\"http://www.endangeredlanguages.com/\">Endangered Languages Project</a> maps out languages across the world that are at-risk, endangered or dead, providing users with information and learning resources to help revive them. The movement to increase native content for minority language speakers is relatively new, thus the simple act of documenting the thousands that exist equips researchers a strong foundation for further work.</p>\n<p>Going one step further, <a href=\"http://www.openwords.com/\">Openwords</a>, a US-based startup, aims to create a free smartphone app which uses open language data to provide learning modules in over 1,000 languages, including many minority languages that suffer a scarcity of learning resources. Using open lexical and educational data, Openwords collects words from a variety of languages and builds lessons around them, allowing users to choose those they are interested in. With a range of <a href=\"https://rose-openwords.rhcloud.com/#anchor_apis\">APIs</a>, Openwords provides a free, open alternative to costly and inflexible language learning resources.</p>\n<p>Whether it's facilitating the learning of English or creating a larger profile for minority languages, the onus is on the English-speaking diaspora, who enjoy a relative freedom of data access, to attempt to balance the scales. </p>\n<p>Through the application and advocation of open data we can have reasonable hope for a future in which people everywhere, no matter their chosen language, can have equal access to the online world.</p>\n<p><em><strong>Alex Leon is a Junior Consultant at the ODI. Follow <a href=\"https://twitter.com/alxndrleon\">@alxndrleon</a> on Twitter.</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Alexander Leon","slug":"alexander-leon","state":"published","web_url":"http://theodi.org/alexander-leon","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Alexander Leon","slug":"alexander-leon","state":"published","web_url":"http://theodi.org/alexander-leon","tag_ids":["writers"]}}