{"id":"https://contentapi.theodi.org/how-can-gathering-data-help-curb-social-exclusion.json","web_url":"http://theodi.org/blog/how-can-gathering-data-help-curb-social-exclusion","slug":"how-can-gathering-data-help-curb-social-exclusion","title":"Guest post: How can gathering data help curb social exclusion?","format":"article","updated_at":"2017-02-09T14:05:52+00:00","created_at":"2017-02-07T16:23:18+00:00","tag_ids":["blog","collaborative-mapping","crowdsourcing","large-scale-surveys","open-data","barcelona"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/collaborative-mapping.json","web_url":null,"title":"collaborative mapping","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=collaborative-mapping","web_url":"http://theodi.org/tags/collaborative-mapping","slug":"collaborative-mapping"}},{"id":"https://contentapi.theodi.org/tags/keywords/crowdsourcing.json","web_url":null,"title":"crowdsourcing","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=crowdsourcing","web_url":"http://theodi.org/tags/crowdsourcing","slug":"crowdsourcing"}},{"id":"https://contentapi.theodi.org/tags/keywords/large-scale-surveys.json","web_url":null,"title":"large-scale surveys","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=large-scale-surveys","web_url":"http://theodi.org/tags/large-scale-surveys","slug":"large-scale-surveys"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/barcelona.json","web_url":null,"title":"barcelona","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=barcelona","web_url":"http://theodi.org/tags/barcelona","slug":"barcelona"}}],"details":{"business_proposition":false,"description":"<p>ODI Associates Mar Santamaria Varas and Pablo Martinez Diez, from 300.000 Km/s, discuss how analogue-to-digital tools can improve large-scale data collection processes in cities, helping to combat homelessness and social exclusion</p>","excerpt":"ODI Associates Mar Santamaria Varas and Pablo Martinez Diez from [300.000 Km/s](http://www.300000kms.net/), discuss how analogue-to-digital tools can improve large-scale data collection processes in cities, helping to combat homelessness and social exclusion\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>ODI Associates Mar Santamaria Varas and Pablo Martinez Diez from <a href=\"http://www.300000kms.net/\">300.000 Km/s</a>, discuss how analogue-to-digital tools can improve large-scale data collection processes in cities, helping to combat homelessness and social exclusion</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/9a/00/589a00adf362be08bf000003/7626203290_b490219a59_b.jpg\" alt=\"null\" class=\"img\" id=\"589a00adf362be07ef000018\"></p>\n<p><small>Homeless <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by <a href=\"https://www.flickr.com/photos/jristaniemi/\">J.RISTANIEMI</a>.</small></p>\n<p><em><strong>by Mar Santamaria Varas and Pablo Martinez Diez</strong></em></p>\n<p>Open data for cities has rapidly evolved. Data on almost every city – from demographics and employment to transport and health – has become much more accessible. This access, as well as the ability to use and share the data, will bring huge potential for understanding urban problems and for designing more sustainable and equitable cities.  </p>\n<p>As a result, we are experiencing an open data revolution: technological difficulties regarding data infrastructure and data formats have been mostly overcome, as well as a lack of legal frameworks in most high income countries or the lack of willingness of public bodies and private companies to share their data. </p>\n<p>However, the lack of data in certain areas is still a serious problem that can result in a ‘data divide’. Extreme poverty, for example, is an issue yet to be mapped or quantified in ways that people can access and use.</p>\n<p>As homeless people are not traditionally included in censuses, they tend to be relatively invisible to social researchers. Arguably, one of the first steps towards rectifying this and helping to prevent social exclusion is the quantification of homelessness. Having the means to measure the true extent of the problem is key to developing initiatives to help overcome it, both for government and civil society. </p>\n<p>But how would this work in practice? Official household surveys, which tend to be slow and expensive, are one way. But there are other ways of mapping poverty which utilise data and are both quicker and more efficient.</p>\n<p>For example, <a href=\"http://www.oxcarre.ox.ac.uk/images/stories/papers/ResearchPapers/oxcarrerp2015164.pdf\">nighttime satellite imagery</a> has been used to estimate the number of people who live in darkness because they cannot afford to pay for electricity. Recent findings also demonstrate the potential of analysing daytime images in more impoverished areas, where light is already low, to enhance results. </p>\n<p>Still, we could affirm that the best way to count rough sleepers in urban areas is to comb the streets, as it can generate more accurate data. Major cities such as Los Angeles, London and Barcelona recruit volunteers, either every year or every two years, to <a href=\"http://www.economist.com/blogs/democracyinamerica/2016/02/counting-street-sleepers\">count the amount of homeless people sleeping rough in one night</a>. The count is a critical supplement to shelter statistics and official reports, and also helps to inform design and determine the funding of programmes. </p>\n<p><a href=\"http://www.arrelsfundacio.org/en/\">The Arrels Foundation</a> – which works to support homeless people in Barcelona – organises the city’s annual rough-sleeping count by mobilising nearly 1,000 volunteers. The challenge of such a large-scale survey is to divide the city into equal areas according to the number of volunteers, to collect the information in a structured way and to process it for a further analysis. </p>\n<p><a href=\"https://theodi.org/blog/open-papers-to-understand-poverty-and-homelessness-we-need-to-quantify-it\">Open Papers</a>, developed by urban design firm <a href=\"http://www.300000kms.net/\">300.000 Km/s</a> in collaboration with Arrels, was developed in response to the lack of existing workflows and tools to organise, monitor and manage such large-scale surveys. </p>\n<p>The project relies on the power of paper maps and forms to collectively gather data. Using mobile phones in large-scale surveys can lead to a lack of information due to GPS inaccuracy or the misuse of technology by volunteers.</p>\n<p>In the wake of other emerging analogue-to-digital tools (e.g. <a href=\"http://fieldpapers.org/about\">Field Papers</a>, <a href=\"http://walking-papers.org/\">Walking Papers</a>), Open Papers allows any organisation to subdivide their city into ad hoc zones to generate an automatic paper atlas for each team of volunteers. This contains a map of the area to explore and a worksheet to collect information and digitise it via image-recognition technology. </p>\n<p>Our hope for Open Papers is that even though it has been developed for this specific purpose, it will be used for similar processes in different areas such as the participatory design of cities and citizen science projects.</p>\n<p>The <a href=\"https://github.com/300000kms/openPapers\">first pilot of the tool</a> (available on Github) was successfully launched during the night of the rough sleeping count in Barcelona on 18 May 2016. The results were brilliant - 930 volunteers, organised in 216 groups, counted 943 people sleeping rough and 1,973 in shelters. </p>\n<p>This year the count was managed by <a href=\"http://www.barcelona.cat/en/\">Barcelona City Council</a> with support from local stakeholders that had previously been leading the project. Unfortunately, after the survey, the data obtained was only partially shared and not available in any open data format to be used by citizens or the NGO community.</p>\n<p>The main challenge of Open Papers is therefore to ensure the proper use of\nthe platform to generate open data. The platform offers within the same\nproduct a software and a database, something which open licences treat separately (software (<a href=\"https://opensource.org/licenses\">Open Source Initiative</a>), creative contents (<a href=\"https://creativecommons.org/licenses/\">Creative Commons licenses</a>) or databases (<a href=\"http://opendatacommons.org/\">Open Data Commons</a>)). A third party could eventually use the tool to make a survey with the participation of the community and decide not to share or enable the reuse of the information. </p>\n<p>We believe that licensing crowdsourced data under open data standards is still a major issue to be faced and we hope this tool, besides fighting social exclusion, will help in this long journey to having better data.</p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at [@ODIHQ](https://twitter.com/odihq “@ODIHQ”).</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/open-papers-to-understand-poverty-and-homelessness-we-need-to-quantify-it.json","web_url":"http://theodi.org/blog/open-papers-to-understand-poverty-and-homelessness-we-need-to-quantify-it","slug":"open-papers-to-understand-poverty-and-homelessness-we-need-to-quantify-it","title":"Open Papers: 'To understand poverty and homelessness, we need to quantify it'","format":"article","updated_at":"2016-10-27T18:23:51+00:00","created_at":"2016-10-26T15:06:01+00:00","tag_ids":["blog","homelessness","poverty","mapping"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}