{"id":"https://contentapi.theodi.org/improving-the-resilience-of-cities-using-open-data.json","web_url":"http://theodi.org/blog/improving-the-resilience-of-cities-using-open-data","slug":"improving-the-resilience-of-cities-using-open-data","title":"Improving the resilience of cities using open data","format":"article","updated_at":"2017-01-20T15:17:53+00:00","created_at":"2016-12-08T15:07:43+00:00","tag_ids":["blog","smart-cities","open-cities"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/smart-cities.json","web_url":null,"title":"Smart cities","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=smart-cities","web_url":"http://theodi.org/tags/smart-cities","slug":"smart-cities"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-cities.json","web_url":null,"title":"open cities","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-cities","web_url":"http://theodi.org/tags/open-cities","slug":"open-cities"}}],"details":{"business_proposition":false,"description":"","excerpt":"By Jessica Weereratne\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><strong><em>By Jessica Weereratne</em></strong></p>\n<p><em>As the population of cities is expected to grow, from being home to <a href=\"http://www.un.org/en/development/desa/population/publications/pdf/urbanization/the_worlds_cities_in_2016_data_booklet.pdf\">just over 50% of the world’s population in 2015 to 60% by 2030</a>, finding innovative solutions to improving urban resilience becomes even more pressing.</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/49/78/584978081f986a0836000005/Resilient_cities_1.jpg\" alt=\"Resilient\" class=\"img\" id=\"58497808d0d46206e3000006\">\n<small>Image by Claudio Mendonca</p>\n<p>Cities around the world are struggling under combined pressures, both manmade and natural. Whether it be population growth that is placing additional pressure on services, or the impacts of climate change, if the resilience of cities is not improved they risk no longer being places where people can grow and thrive. Open data is a powerful tool which is being used around the world to build services and find insights to alleviate some of these pressures. </p>\n<p>The ODI and <a href=\"http://www.opennorth.ca/\">Open North</a> have worked together to create a <a href=\"https://drive.google.com/open?id=0B356JqI1-OL6RUtKOUloZWpZcmM\">new paper</a> investigating whether urban resilience can be improved with <a href=\"http://theodi.org/what-is-open-data\">open data</a>. Urban resilience describes a city's ability to withstand, adapt and grow irrespective of the stresses and shocks they encounter, whether manmade or natural. </p>\n<p>In investigating this question the paper also looked at the people around the world working in the urban resilience and open data communities, discovering that they’re tackling many of the same problems in similar ways. This is unsurprising, after all <a href=\"http://theodi.org/blog/data-is-critical-national-infrastructure-lets-make-it-open-and-secure\">data is critical national infrastructure</a>; if a city is to become resilient it needs to recognise this and strengthen that infrastructure.</p>\n<p>Openness is also key, an open culture includes sharing both problems and solutions, it reduces single points and failure and increases resilience. While the urban resilience and open data communities are looking at similar issues, more work needs to be done to couple their efforts and build a culture of openness. The paper proposes that one way to overcome this challenge is to use existing trusted networks to encourage collaboration and bring together the open data and urban resilience efforts. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/49/77/5849778a1f986a0836000003/Resilient_cities_2.jpg\" alt=\"Resilientcities2\" class=\"img\" id=\"5849778ad0d46206e3000005\">\n<small>Image by Claudio Mendonca</p>\n<p>The paper includes a number of case studies that show how data and openness help make a city more resilient. For example: </p>\n<p><strong>Healthcare</strong></p>\n<p>Healthcare is a sector which can acutely feel the impact of pressures on a city. <a href=\"http://hackinghealth.ca/\">Hackathon Health</a>, which begun in 2012 and is active in 40 countries, is bringing together Health and IT professionals to develop innovative prototypes to be tested in clinics and hospitals. Through this, collaboration apps have been created such as <a href=\"http://www.iamsick.ca/ar\">Iamsick.ca</a> that connects users in Canada to local providers. This app has an arabic language functionality and is being used by Syrian Refugees who have recently arrived in Canada. </p>\n<p><strong>Crisis Management</strong></p>\n<p>Crisis management is another key area where the resilience of a city is tested, often under the gaze of the global spotlight. In some cities we are starting to see local governments collaborating with community groups in crisis situations. In New York, open data was made available to help respond to people’s needs after <a href=\"https://blog.okfn.org/2012/11/01/hurricane-sandy-and-open-data/\">Hurricane Sandy</a>. In Jakarta, <a href=\"https://www.petajakarta.org/banjir/en/\">PetrJakarta.org</a> is using social media to map out flooding in real-time, <a href=\"http://theodi.org/news/odi-showcase-2016-peta-jakarta\">helping the public and emergency services to improve responses to flooding</a>. </p>\n<p><strong>Crowdsourcing solutions</strong></p>\n<p>Crowdsourcing is increasingly being used to create web applications, demonstrating how open data can be used to improve a city's resilience. These services include measuring the <a href=\"http://theodi.org/summer-showcase-breathe-heathrow\">air quality around Heathrow airport</a>, <a href=\"http://blog.safecast.org/\">radiation levels in Fukushima</a>, <a href=\"https://www.ushahidi.com/about\">mapping reports of violence in Kenya</a>, and disaster mapping. <a href=\"https://hotosm.org/projects/disaster-mapping\">Humanitarian OpenStreetMap</a> is using volunteer mappers to create up-to-date maps for organisations responding to emergencies – both natural and man made. Since its initial use in Haiti following the 2010 earthquake, it’s been used for earthquake mapping in Nepal, Eastern Afghanistan, Ecuador and mapping the Ebola epidemic in West Africa. These maps help put the poorest people and most vulnerable places on the world on a map, and allow cities and humanitarian organisations better target their relief efforts in times of crisis. </p>\n<p>Developing a common language and working together to solve problems will be key to getting the open data and urban resilience communities working ever closer together. This will help cities to become resilient to future challenges and better places to live, work and play right now and into the future. </p>\n<p><strong>Five recommendations</strong></p>\n<p>Based on the case studies and interviews with members of the urban resilience and open data communities, the paper suggests five recommendations:</p>\n<ul>\n<li>Couple open data and urban resilience efforts to build a culture of openness</li>\n<li>Assess and address similarities and differences in urban resilience work between low and high income countries globally</li>\n<li>Close the open data capacity gap</li>\n<li>Develop an agile approach to managing urban resilience</li>\n<li>Cultivate business opportunities that address urban resilience issues</li>\n</ul>\n<p><a href=\"https://drive.google.com/file/d/0B8BZxtR6WDBJcHYzallaZFNBRFU/view\">This paper</a> is just the start of a wider discussion, if you want to know more or have open data initiatives for urban resilience get in touch with us at <a href=\"mailto:resilientcities@theodi.org\">resilientcities@theodi.org</a>.</p>\n<p><em><strong>If you have ideas or experience in open data that you’d like to share, <a href=\"http://theodi.org/blog/production@theodi.org\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[{"title":"Read urban resilience paper","url":"https://drive.google.com/file/d/0B8BZxtR6WDBJcHYzallaZFNBRFU/view"}],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}