{"id":"https://contentapi.theodi.org/innovating-open-data-overcoming-challenges.json","web_url":"http://theodi.org/blog/innovating-open-data-overcoming-challenges","slug":"innovating-open-data-overcoming-challenges","title":"Innovating with open data: overcoming the challenges","format":"article","updated_at":"2015-09-11T10:03:02+00:00","created_at":"2015-08-07T08:13:07+00:00","tag_ids":["blog","open-data-challenge-series"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-challenge-series.json","web_url":null,"title":"Open Data Challenge Series","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-challenge-series","web_url":"http://theodi.org/tags/open-data-challenge-series","slug":"open-data-challenge-series"}}],"details":{"business_proposition":false,"description":"<p>ODI Programme Manager Briony Phillips outlines some of the challenges and trickier aspects of innovating with open data, and suggests ways to overcome them</p>","excerpt":"ODI Programme Manager Briony Phillips outlines some of the challenges and trickier aspects of innovating with open data, and suggests ways to overcome them\r","language":"en","need_extended_font":false,"alternative_title":"Innovating with open data: overcoming the challenges","url":"","content":"<p><em>ODI Programme Manager Briony Phillips outlines some of the challenges and trickier aspects of innovating with open data, and suggests ways to overcome them</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/c4/6b/55c46bb2f362be1b10000003/challenge_series.jpg\" alt=\"null\" class=\"img text-center\" id=\"55c46bb21f986a581100000d\">\n<small>The experiences of the Open Data Challenge Series teams have helped unpick and illustrate a number of issues in using open data. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [Open Data Institute](https://www.flickr.com/photos/ukodi/14112182130/in/photolist-nv3C61-nMf1SM-qmwmgr-7b1em2-gFapdB-gFbhKT-gFatim-nv3mkn-nMndi9-nMf1qp-nPjzct-nMf2gx-apL9WG-e36bek-7aZywZ-7aUPJF-7aZK1K-nMuhXN-fceSRS-7aWEBS-nFovfp-nEhbqa-nXp41s-nVtbP1-nEhr5S-nXS4Mg-9NGKrb-9NEtYQ-nXvGSF-nFnHLu-nZDwsH-o1fKj4-nXpPPN-9S1To-9NAsCc-nUJgKE-nYtmKV-nVtckG-nFYY11-nFYJCv-nXp4Ms-nYmJcU-nEhiGJ-nF2i1C-pGCPj5-onYaFT-om1moy-ojc4cG-o4Kb4q-o4K2rB “Open Data Institute\").</small></p>\n<p>Over the past two years, in response to specific sector-based social challenges, nearly 150 product and service ideas have been proposed as part of the first ever <a href=\"https://theodi.org/opendatachallengeseries\">Open Data Challenge Series</a> (ODCS). </p>\n<p>These teams have embraced the opportunity to solve social challenges by using a new raw material: open data. And, in return, data owners and publishers have seen their collective challenges solved in creative ways using data in ways they didn’t imagine, their data quality and access improved thanks to engagement with a new community of experts and their social and economic impact extended thanks to a new ecosystem of open data entrepreneurs. </p>\n<p>As a by-product of this process, the experiences of these teams have helped us unpick and illustrate a number of issues in using open data. My hope is that this blog will go some way to help organisations across the public, third and private sectors to release their data and embrace the opportunity to ‘outsource innovation’.</p>\n<h2 id=\"technicalchallenges\">Technical challenges</h2>\n<p>Technical challenges aren’t often obvious to data owners/publishers, and don’t become clear until a dialogue is opened up with innovators/reusers. While we actively encouraged all our participants to <a href=\"https://theodi.org/guides/engaging-reusers\">engage directly with data publisher</a><a href=\"https://theodi.org/guides/engaging-reusers\">s</a>, this certainly wasn’t a standard, for innovators or for data holders!</p>\n<p><strong>Data sources are often unreliable</strong> – they might not continue to be released, the metadata might be missing or the licence not shared. We explored these challenges, and helped our participants overcome them through the information in this <a href=\"http://www.nesta.org.uk/blog/challenge-fuelled-open-data-what-exactly-do-we-mean\">related </a><a href=\"http://www.nesta.org.uk/blog/challenge-fuelled-open-data-what-exactly-do-we-mean\">blog</a>. To improve this for future challenges, data owners could consider <a href=\"https://certificates.theodi.org/\">creating an open data certificate</a> for their data – to provide easy access to all the relevant information and recommendations for improvement. </p>\n<p><strong>Data sources are often inconsistent in data model, format and content</strong> across different points in time or geography. For example, Census 2011 data – one of the greatest examples of quality open data – is published separately by England and Wales, Scotland and Northern Ireland. They sometimes use different data models and sometimes simply do not offer the same data. Many innovators would benefit from greater coordination between relevant departments and authorities to make the data more consistent.</p>\n<p><strong>Many institutions don’t keep the innovative potential of open data in mind</strong> when they release it. Instead, they work with academics or others, not innovators in mind, and sometimes not obviously thinking of the needs of the reuser at all, so the format is less accessible for innovators. This is often easily solved, as we found with the Heritage and Culture challenge in which the British Museum were able to improve access to their artefacts data with some simple feedback from innovators. Our open data <a href=\"http://theodi.org/guides/the-open-data-consumers-checklist\">consumer checklist</a> gives you an insight into the types of question and issues that consumers will have.</p>\n<p><strong>The APIs built by institutions don’t necessarily function well enough for modern day apps</strong> – our innovators have experienced unreliable servers, a lack of guaranteed service and frequently missing documentation. This challenge is easily resolved by data publishers providing data downloads alongside their APIs.</p>\n<h2 id=\"inconsistencieswithinsectorsandindustries\">Inconsistencies within sectors and industries</h2>\n<p>There is a lack of collaboration and consistency within sectors to release data in a consistent standard. Not only that, but innovation would be far easier if there were industry-wide agreements regarding the core datasets that all parties will release, for example if all housing associations were to release data on tenant group size or stock floor space. Across sectors, there is also a great deal of inconsistency around the quality and volume of data. As part of the process our fabulous data scientist did a quality assessment of a core list of datasets for each challenge which helped uncover those sectors where the quality and quantity of data wasn’t so hot! You can access the data resources from the challenge pages on the Nesta website: <a href=\"http://www.nesta.org.uk/open-data-challenge-series\">http://www.nesta.org.uk/open-data-challenge-series</a> </p>\n<h2 id=\"missingdata\">Missing data</h2>\n<p>Every challenge theme we considered had a key dataset that was not yet available and that would be of great value in answering the social issues that we were grappling with. Often these datasets of value are also perceived to be of highest ‘risk’ for the releasing organisation. It became clear through the challenge process that, when used in the right way, these ‘high risk’ datasets can be of great use even when aggregated and anonymised (such as the <a href=\"https://www.gov.uk/national-pupil-database-apply-for-a-data-extract\">National Pupil Database from the Department for Education</a>) – so perhaps there are ways of bringing this data into the open while minimising the risk associated with it. The ODI has recently developed a <a href=\"http://theodi.org/data-spectrum\">data </a><a href=\"http://theodi.org/data-spectrum\">spectrum</a> to help data owners consider the best way to release data – considering the different degrees of ‘openness’. Just in case the owners are reading, these datasets would be very helpful next releases!</p>\n<p><strong>Crime and Justice</strong> – data on the items stolen in a specific geographic area, our winner <a href=\"https://checkthatbike.co.uk/\">CheckThatBike</a> is accessing this data via FOI requests, but opening it up would make life far easier.</p>\n<p><strong>Education</strong> – we found this to be in pretty good order though simplified access to the aggregated and anonymised NPD would be a time saver for many startups. Linking the Education and Jobs challenges was a shared need for data showing the links between school pupils and where they go afterwards. While work is underway to link to Higher Education data, it would be hugely valuable to show links to jobs data. In addition, a new dataset that would be of great value in providing timely support to students it termly teacher assessment (tracking) data. End of key stage assessments offer some insight and if termly data is too great a task of data collection, then annual data, especially for year 3,4 and 5 kids would be very useful.</p>\n<p><strong>Energy and Environment</strong> – the Energy Performance Certificate (EPC) data owned by DCLG was asked for time and again and continues to be asked for long after the challenge has finished.</p>\n<p><strong>Food</strong> – nutritional information on foods is simply not comprehensive enough. There are small organisations like <a href=\"http://openfoodfacts.org/\">Open Food Facts</a> working hard to crowd source this information but I wonder what role supermarkets and retailers could play in expediting the process. Price paid data and provenance information was also often asked for but very difficult to find, particularly as the most useful information would come from commercial organisations.</p>\n<p><strong>Housing</strong> – the lack of land ownership and planning data significantly influenced our choice of challenge question and would be a very useful addition for future challenges.</p>\n<p><strong>Heritage and Culture</strong> – the lack of a single source dataset for heritage and culture event/opening times across all institutions was frustrating for many teams. Pleasingly one of our finalists <a href=\"https://twitter.com/rabbledays\">RabbleDays</a> plans to create this dataset as part of their service (to help families volunteer at heritage institutions) – but this will rely on them finding some funding.</p>\n<p><strong>Jobs</strong> – the Valuations Office Agency (an executive agency, sponsored by <a href=\"https://www.gov.uk/government/organisations/hm-revenue-customs\">HM Revenue & Customs</a> which gives the government the valuations and property advice needed to support taxation and benefits) data is expensive to access. It would be great to have a whole data release including vital information such as commercial floor area. There was also much conversation about Standard industrial classification (SIC)/Standard Occupational Classification (SOC) codes and whether they are fit for wider purpose. Finally Universal jobs match from DWP was felt to be less usable than much of the other data, though unlike the other areas we know that they have plans to improve this!</p>\n<p>If you’re a data owner or publisher reading this, I can only encourage you to embrace the challenges that we’ve put in the spotlight here, and release more data to unleash its innovative potential. By outsourcing innovation through challenge prizes such as the Open Data Challenge Series, you are supporting the birth of a new generation of startups, and enabling greater community-led innovation, which can only benefit your relationship with your customers, colleagues, citizens and friends  and the quality of your data.</p>\n<p>Beyond the data, we uncovered many more insights around the barriers to innovating with open data – such as the business models that are most likely to deliver success or the lack of funding for those stuck in the valley between seed funding and scaling, but those are for another day.</p>\n<p>In the meantime, we would love to run another set of challenges – and to work more closely with data owners to help them open their data with innovators in mind. If you are interested to find out more about what good quality open data looks like, do consult the ODI guide on <a href=\"http://theodi.org/guides/publishers-guide-open-data-licensing\">publishing open data</a>, take a look at <a href=\"http://www.nesta.org.uk/blog/challenge-fuelled-open-data-what-exactly-do-we-mean\">this blog which includes links to our data assessments</a>, read about our winners and methodology in the <a href=\"http://www.nesta.org.uk/blog/open-data-challenge-series-handbook-our-story-so-far\">ODCS </a><a href=\"http://www.nesta.org.uk/blog/open-data-challenge-series-handbook-our-story-so-far\">Handbook</a> or <a href=\"mailto:briony.phillips@theodi.org\">get in touch</a> with me if you’d like to run a challenge in partnership with us. </p>\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/oce9DGFRTJo\" frameborder=\"0\" allowfullscreen></iframe>\n<p><em><strong>Briony Phillips is a <a href=\"https://theodi.org/team/briony-phillips\">Programme Manager</a> at the ODI. Follow <a href=\"https://twitter.com/brionyphi11ips\">@BrionyPhi11ip*s</a> and <a href=\"https://twitter.com/odchallenges\">@ODChallenges</a> on Twitter.</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/opendatachallengeseries.json","web_url":"http://theodi.org/opendatachallengeseries","slug":"opendatachallengeseries","title":"Open Data Challenge Series","format":"article","updated_at":"2015-11-09T12:15:14+00:00","created_at":"2012-12-13T09:45:46+00:00","tag_ids":["page","event:open-data-challenge-series","challenge-series","open-data"]}],"organizations":[],"author":{}}