{"id":"https://contentapi.theodi.org/inspired-odi.json","web_url":"http://theodi.org/blog/inspired-odi","slug":"inspired-odi","title":"Inspired by the ODI","format":"article","updated_at":"2015-09-11T09:51:11+00:00","created_at":"2013-03-27T18:18:32+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"It’s my last official day at the ODI. I’ve been working here since January 2012 and based in the office (on assignment from my job at the Cabinet Office) since it opened on 1 October so it is with very mixed feelings that I return to Whitehall. On the one hand I am hugely excited about my new role within the Transparency and Open Data team (jointly leading on working with departments to get data published and bridging the gap between supply and demand). On the other, it’s very sad to say ‘goodbye’ to the amazing team at ODI.\u0002","language":"en","need_extended_font":false,"content":"<p>It’s my last official day at the ODI. I’ve been working here since January 2012 and based in the office (on assignment from my job at the Cabinet Office) since it opened on 1 October so it is with very mixed feelings that I return to Whitehall. On the one hand I am hugely excited about my new role within the Transparency and Open Data team (jointly leading on working with departments to get data published and bridging the gap between supply and demand). On the other, it’s very sad to say ‘goodbye’ to the amazing team at ODI.\u0002\nI genuinely believe that the ODI is something special. Gavin, Nigel, Tim and the team are creating an organisation that is filling a need, has a conscience and ambitions to change the world. The strapline is, after all, ‘knowledge for everyone’. No mean feat. Lucky they have some great people working there. And when I say great, I mean world class. A lot of the team are well known and, rightly so. They are the epitome of our values: expert, enabling and fearless. Can I also add a few other adjectives? Humble, honest and fun. I think it’s fair to say that I have been inspired, in some way, by each member of the team and, as someone who has been in there from the start, it’s been great seeing everyone come together and, quite simply, gell.\u0002\nMy position has been unique. I’ve been here from the start and treated as part of the team but I’ve always known I’d be returning to the Cabinet Office at Easter. An outsider on the inside. It’s been a real insight to see how a start-up team grows from scratch and I’ve learnt a lot to take back to the Cabinet Office in terms of adopting ways of working which will support an open culture. In a previous job, we tried to instill an organisational culture of ‘do as we do’. ODI exemplifies this. The organisation is non-hierarchical and open. Everyone’s opinions matter, comments and suggestions are listened to and considered. Giving feedback and support is part of the course. All of this probably sounds quite easy but consider the fact that a lot of these people didn’t know each other a few months or weeks ago, the size and scope of the agenda and the number of organisations that genuinely behave in such a way and I think this becomes more impressive. And inspirational. This is how the team has been working from the start when there were just a handful of people. These are very positive behaviours which have helped me with my personal development. I would hope that everyone who collaborates with the ODI is exposed to this and it serves to foster greater support and trust across our stakeholders and networks.\u0002\nOne of the most striking things about the team is that they instill confidence. When you meet them you know these are the kind of people who get things done. They are a small team and they have a LOT to do but with a collective resume that includes doctorates, entrepreneurship, government knowledge, commercial nous, vast technical knowledge, creativity and a good dose of common sense, I know they can deliver.\u0002\nSo, thank you, ODIes*, for having me as part of the team and for inspiring me. It’s been brilliant.\u0002\n*’ODIes’ is the collective noun for people working at ODI and was first coined by super temp Edwina Bowles.</p>","organizations":[],"author":{"name":"Olivia Burman","slug":"olivia-burman","state":"published","web_url":"http://theodi.org/olivia-burman","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Olivia Burman","slug":"olivia-burman","state":"published","web_url":"http://theodi.org/olivia-burman","tag_ids":[]}}