{"id":"https://contentapi.theodi.org/introducing-csvlint.json","web_url":"http://theodi.org/blog/introducing-csvlint","slug":"introducing-csvlint","title":"Introducing CSVLint","format":"article","updated_at":"2015-09-11T09:55:16+00:00","created_at":"2014-04-15T08:15:02+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"","excerpt":"The ODI tech team has recently been building a tool to validate CSV files. While CSV is a very simple format, it is surprisingly easy to create files that are hard for others to use. \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>The ODI tech team has recently been building a tool to validate CSV files. While CSV is a very simple format, it is surprisingly easy to create files that are hard for others to use. </p>\n<p>The tool we've created is called <a href=\"http://csvlint.io/\">CSVLint</a> and this blog post provides some background on why we've built the tool, its key features, and why we think it can help improve the quality of a large amount of open data.</p>\n<h2 id=\"whybuildacsvvalidator\">Why build a CSV validator?</h2>\n<p>Jeni Tennison recently described 2014 as <a href=\"http://theodi.org/blog/2014-the-year-of-csv\">the Year of CSV</a>. A lot, perhaps even the majority, of Open Data is published in the tabular format CSV. CSV has many short-comings, but is very widely supported and can be easy to use.</p>\n<p>Unfortunately though, lots of CSV data is published in broken and inconsistent ways. There are numerous reasons why this happens, but two of the key issues are that:</p>\n<ul>\n<li>tools differ in how they produce or expect to consume CSV data, leading to the creation of many different variants or \"dialects\" of CSV that have different delimiters, escape characters, encoding, etc</li>\n<li>lots of data is dumped from spreadsheets that are designed for human-reading and not automated processing</li>\n</ul>\n<p>This case study on <a href=\"http://theodi.org/blog/the-status-of-csvs-on-datagovuk\">the status of CSVs on data.gov.uk</a> highlights the size of this issue: only a third of the data was machine-readable.</p>\n<p>These types of issues can be addressed by better tooling. Validation tools can help guide data publishers towards best practices providing them with a means to check data before it is published to ensure it is usable. Validation tools can also help re-users check data before it is consumed and provide useful feedback to publishers on issues.</p>\n<p>This is the motivation behind CSVLint.</p>\n<h2 id=\"gatheringrequirements\">Gathering Requirements</h2>\n<p>To ensure that we were building a tool that would meet the needs of a variety of users, we gathered requirements from several sources:</p>\n<ul>\n<li>A <strong>user workshop</strong> -- we engaged with a group of data publishers and re-users to discuss the issues they faced and the features they would like to see. The attendees identified and prioritised a potential set of features for the tool</li>\n<li><strong>background research</strong> -- we <a href=\"https://github.com/theodi/csv-validation-research\">explored</a> a range of different tools, techniques and formats for validating and describing CSV files. This allowed us to identify the types of validation that might be useful and ways to describe constraints and create schemas</li>\n</ul>\n<p>We used this input to refine an initial set of features which formed the backlog for the project. The key things that we needed to deliver were:</p>\n<ul>\n<li>a CSV syntax validator to check that the basic structure of a CSV file</li>\n<li>an extended validator that could check a CSV file against a schema, e.g. to ensure that it contained the correct columns with the correct data types</li>\n<li>a way to generate documentation for schemas, to make it easy for people to publish and aggregate data in common formats</li>\n<li>a tool that can be used to check data both before and after publication</li>\n<li>clear guidance on how to fix identified problems</li>\n<li>integration options for embedding these tools into other various workflows</li>\n</ul>\n<h2 id=\"thecsvlintalpha\">The CSVLint Alpha</h2>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/4d/22/534d22121f986a2ef0000182/csvlint-home.png\" alt=\"null\" class=\"img text-center\" id=\"534d2212d0d4623a4a000003\"></p>\n<p>The end result of our efforts is <a href=\"http://csvlint.io/\">CSVLint</a> an open service that supports the validation of CSV files published in a variety of ways. </p>\n<p>The service is made up of two components. The web application provides all of the user facing functionality, including the reporting, etc. It is backed by an underlying software library, <a href=\"https://github.com/theodi/csvlint.rb\">csvlint.rb</a>, that does all of the heavy lifting around data validation. </p>\n<p>Both <a href=\"https://github.com/theodi/csvlint\">the web application</a> and <a href=\"https://github.com/theodi/csvlint.rb\">the library</a> are open source. This means that everything we've built is available for others to customise, improve, or re-deploy.</p>\n<p>The service builds on some existing work by the <a href=\"http://okfn.org/\">Open Knowledge Foundation</a>, including the <a href=\"http://dataprotocols.org/csv-dialect/\">CSV dialect</a>, <a href=\"http://dataprotocols.org/json-table-schema/\">JSON Table Schema</a> and <a href=\"http://dataprotocols.org/data-packages/\">Data Package</a> formats.</p>\n<p>CSVLint supports validating CSV data that has been published in a variety of different ways:</p>\n<ul>\n<li>As a single CSV file available from a public URL</li>\n<li>As a collection of CSV files packaged into a zip file</li>\n<li>As a collection of CSV files associated with a CKAN package</li>\n<li>As a Data Package</li>\n<li>Via uploading individual files</li>\n<li>Via uploading a zip file</li>\n</ul>\n<p>Data uploaded to the tool is deemed to be \"pre-publication\" so the validation reports are not logged. This allows publishers to validate and improve their data files before making them public. </p>\n<p>All other data is deemed to be public and validation reports are added to <a href=\"http://csvlint.io/validation\">the list of recent validations</a>. This provides a feedback loop to help highlight common errors.</p>\n<h2 id=\"validationreports\">Validation Reports</h2>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/4d/21/534d21a1f362be6c87000152/csvlint.png\" alt=\"null\" class=\"img text-center\" id=\"534d21a1d0d4623a4a000002\"></p>\n<p>The validation reports (<a href=\"http://csvlint.io/validation/5343d38a6373760715770000\">example</a>) have been designed to give \"at a glance\" feedback on the results, as well as a detailed breakdown of each issue.</p>\n<p>All feedback is classified along two different dimensions:</p>\n<ul>\n<li>Type of feedback</li>\n<li>Error -- problems that needs to be fixed for the CSV to be considered valid</li>\n<li>Warning -- problems that should be fixed, but aren't critical</li>\n<li>Message -- additional feedback on areas for improvement or assumptions made during the validation</li>\n<li>Category of error</li>\n<li>Structure -- problems with the syntax of the file, e.g. problems with quoting or delimiters</li>\n<li>Schema -- issues caused by schema validation failures</li>\n<li>Context -- problems related to how the data has been published, e.g. the <code>Content-Type</code> used to serve the file</li>\n</ul>\n<p>The summary table for each validation result is supplemented with detailed feedback on every reported issue with suggested improvements.</p>\n<p>The report also includes badges that allow a summary result and a link to a full report to be embedded in other web applications. </p>\n<p>A <a href=\"http://csvlint.io/validation/5343d38a6373760715770000.json\">JSON view</a> of a validation result provides other integration options.</p>\n<h2 id=\"schemavalidation\">Schema Validation</h2>\n<p>In addition to checking structural problems with CSV files, the <a href=\"http://csvlint.io/\">CSVLint</a> service can also validate a file against a schema.</p>\n<p>We proposed some suggested improvements to the <a href=\"http://dataprotocols.org/json-table-schema\">JSON Table Schema</a> format that would allow <a href=\"http://dataprotocols.org/json-table-schema/#field-constraints\">constraints</a> to be expressed for individual fields in a table, e.g. minimum length, patterns, etc. These have now been incorporated into the latest version of the specification.</p>\n<p>CSVLint currently supports schemas based on the latest version of JSON Table Schema. There is some background <a href=\"http://csvlint.io/about\">in the documentation</a> (see \"How To Write a Schema\") and it is possible to see <a href=\"http://csvlint.io/schemas\">a list of recently used schemas</a> to view further examples.</p>\n<p>Using a schema it is possible to perform additional checks, including:</p>\n<ul>\n<li>whether the columns have the right name</li>\n<li>required fields are populated</li>\n<li>fields have a minimum or maximum length, or match a pattern</li>\n<li>field values are unique</li>\n<li>values match a declared type, e.g. a date</li>\n</ul>\n<p>This provides a lot of flexibility for checking the data contained in a CSV file. When validating a file a user may specify a schema file to be used when validating the data, either uploading it with the data or pointing to an existing schema that has been published to the web. For <a href=\"http://dataprotocols.org/data-packages/\">Data Packages</a> any built-in schema is automatically applied. Schemas can be uploaded along with a data file or published openly on the web.</p>\n<p>CSVLint automatically generates some summary documentation for schemas loaded from the web, e.g. this <a href=\"http://csvlint.io/schemas/530b16c163737676e9260000\">schema for the Land Registry Price Paid data</a>.</p>\n<h2 id=\"howcsvlintcanmakeadifference\">How CSVLint can make a difference</h2>\n<p>While CSLint is still an alpha release there are already a rich set of features available to support guiding and improving data publication. We think that the service can potentially play a number of roles:</p>\n<ul>\n<li>by helping users of all kinds improve the data they are publishing via a quick feedback loop that will guide them on fixing errors</li>\n<li>enabling communities to publish schemas that describe and validate data formats to simplify the aggregation of open data</li>\n<li>supporting data re-users in checking source data to catch common problems and provide useful constructive feedback to data publishers</li>\n<li>allowing data repositories to use CSVLint badges in their service to provide immediate feedback to both publishers and re-users on data quality</li>\n</ul>\n<p>But to prove this we need people to start using the tool. User feedback will provide us with useful guidance on how the service might evolve. So we're really keen to get feedback on how well CSVLint supports your particular data publication or re-use use case. </p>\n<p>Please try out the service and share your experience by leaving a comment on this blog post. If you encounter a bug, or have an idea for a new feature, then please <a href=\"https://github.com/theodi/csvlint/issues?state=open\">file an issue</a>. </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Leigh Dodds","slug":"leigh-dodds","state":"published","web_url":"http://theodi.org/team/leigh-dodds","tag_ids":["team","rnd-programme","staff"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Leigh Dodds","slug":"leigh-dodds","state":"published","web_url":"http://theodi.org/team/leigh-dodds","tag_ids":["team","rnd-programme","staff"]}}