{"id":"https://contentapi.theodi.org/introducing-philbot.json","web_url":"http://theodi.org/blog/introducing-philbot","slug":"introducing-philbot","title":"Introducing Philbot - a DIY storage appliance","format":"article","updated_at":"2015-09-11T09:55:36+00:00","created_at":"2014-05-06T08:39:27+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"","excerpt":"Here at the ODI, we love creating content. [Phil](http://theodi.org/team/phil-lang), our Digital Production Editor, handles loads of video, audio, photography, and so on, and because a lot of it is rather large, his laptop threatens to bust its seams on a regular basis. So, he walked over and asked if there was anything the [tech team](https://twitter.com/ukoditech) knew of that would give him more space to work with.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>Here at the ODI, we love creating content. <a href=\"http://theodi.org/team/phil-lang\">Phil</a>, our Digital Production Editor, handles loads of video, audio, photography, and so on, and because a lot of it is rather large, his laptop threatens to bust its seams on a regular basis. So, he walked over and asked if there was anything the <a href=\"https://twitter.com/ukoditech\">tech team</a> knew of that would give him more space to work with.</p>\n<p>Of course, it wasn't quite as simple as just having a load of disk space. This is important stuff, so backup is important, and ideally we should be able to access it from the outside. We also have no system administrator (or air conditioning in the server room), so it couldn't be anything that needed much maintenance.</p>\n<p>We'd heard of things like the <a href=\"https://aws.amazon.com/storagegateway/\">Amazon Storage Gateway</a>, and the idea of local storage backed by infinite cloud storage was very appealing. However, we don't use AWS; instead, we love <a href=\"https://www.rackspace.co.uk\">Rackspace</a>. Not only are they one of our <a href=\"http://directory.theodi.org/members/AR6346HB\">sponsors</a>, but they're <a href=\"http://www.rackspace.com/cloud/openstack/\">big on open source</a>, and their London data centre runs on <a href=\"https://www.rackspace.co.uk/green-hosting\">100% renewable energy</a>, all of which make us happy.</p>\n<p>Unfortunately, there wasn't anything around that we could use as a storage appliance backed by Rackspace Cloudfiles, which was a problem. Then, we realised - using a little bit of code and some cheap hardware, we could make our own!</p>\n<p><img src=\"https://theodi.github.io/presentations/philbot/philbot.jpg\" alt=\"Philbot\" /></p>\n<p>So, this is Philbot. It's pretty simple, hardware wise. It's a <a href=\"http://www.raspberrypi.org/\">Raspberry Pi</a> with a 2TB Seagate USB hard disk attached, which it shares over the network using the usual network drive protocols. All in all, under a £100. Not bad.</p>\n<p>The magic is in the software. We're a Ruby shop mostly, and there are some amazing open source gems out there that let us do most of this really easily.</p>\n<p>Firstly, our code uses the <a href=\"https://github.com/guard/listen\">Listen</a> gem to watch the filesystem and detect when things change. The idea is that when <em>real</em> Phil saves a file onto Philbot's disk, the script will notice. If a file is added, modified, or deleted, then it's placed onto a queue (using <a href=\"https://github.com/resque/resque\">Resque</a>). That queue is processed in the background, and the file is uploaded or removed from Cloudfiles as appropriate using the <a href=\"https://github.com/fog/fog\">fog</a> gem. All in all, it's really very little code, mostly just glue to connect together the parts. It's all test driven with <a href=\"https://github.com/cucumber/cucumber\">Cucumber</a> as well, another of our favourite tools.</p>\n<p>At this point, it works. Human Phil can save files on a large network drive, and they will be instantly backed up to Cloudfiles. If he deletes them, they will be removed from Cloudfiles as well. In future, we want to add a function to \"freeze\" directories, which removes them from the local storage but leaves them in the cloud for long-term cold storage. </p>\n<p>There are some other future plans; we want to make the configuration of the device itself operate using a network drive with a configuration file on it, and then create a Raspberry Pi OS image with it all preconfigured, so that you can just plug it in and get going. That's in the future though; for now it's handling our day to day needs nicely.</p>\n<p>So, if you would like to have your own cloud storage appliance for less than a hundred quid, why not take a look at the detailed setup instructions in the <a href=\"https://github.com/theodi/philbot/\">Philbot repository on GitHub</a>. Let us know how you get on!</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"James Smith","slug":"james-smith","state":"published","web_url":"http://theodi.org/team/james-smith","tag_ids":["team","rnd-programme","research-and-development","odi-labs"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"James Smith","slug":"james-smith","state":"published","web_url":"http://theodi.org/team/james-smith","tag_ids":["team","rnd-programme","research-and-development","odi-labs"]}}