{"id":"https://contentapi.theodi.org/introducing.json","web_url":"http://theodi.org/blog/introducing","slug":"introducing","title":"Introducing ODI Devon","format":"article","updated_at":"2015-09-11T09:59:24+00:00","created_at":"2015-02-11T10:14:46+00:00","tag_ids":["blog","node","devon","odi-devon"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/node.json","web_url":null,"title":"Node","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=node","web_url":"http://theodi.org/tags/node","slug":"node"}},{"id":"https://contentapi.theodi.org/tags/keywords/devon.json","web_url":null,"title":"Devon","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=devon","web_url":"http://theodi.org/tags/devon","slug":"devon"}},{"id":"https://contentapi.theodi.org/tags/keywords/odi-devon.json","web_url":null,"title":"ODI Devon","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=odi-devon","web_url":"http://theodi.org/tags/odi-devon","slug":"odi-devon"}}],"details":{"business_proposition":false,"description":"<p>Devon is now home to an Open Data Institute (ODI) Node, which has formed this week. The new Communications Node will work with councils, emergency services, community organisations, business and citizens across the county to improve innovation and boost transparency in every sector.</p>","excerpt":"Cities are the future, or so we’re constantly told. Cities are where the action is, where the people are, where the jobs are, where the latest fashions emerge, where new movements are born. We have future cities catapults, smart cities, civic foundries, city-based incubators.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>Cities are the future, or so we’re constantly told. Cities are where the action is, where the people are, where the jobs are, where the latest fashions emerge, where new movements are born. We have future cities catapults, smart cities, civic foundries, city-based incubators.</p>\n<p>And when it comes to Open Data Institute Nodes, it’s all cities as far as the eye can see.</p>\n<p>But wait. <a href=\"http://news.bbc.co.uk/1/shared/bsp/hi/pdfs/28_06_12_uk_national_ecosystem.pdf\">Only 6.8% of the UK is classed as “urban”</a> – so one of the great unanswered open data questions of our times is: how will rural areas generate, process and use open data?</p>\n<p>It’s certainly challenging. One of the most successful nodes in the UK is based in Leeds, which serves a population of 750,000 people. By comparison, that’s the same as the population of Devon (excluding Plymouth and Torbay) but this rural population is spread over 2,534 square miles.</p>\n<p>To help tackle this disparity, <a href=\"/nodes/odi-devon\">Devon is now home to an Open Data Institute (ODI) Node</a>, which has formed this month. The new Communications Node will work with councils, emergency services, community organisations, business and citizens across the county to improve innovation and boost transparency in every sector.</p>\n<p>ODI Devon is deliberately designed as <a href=\"/nodes\">a Level 3 Communications Node</a> precisely because we need to join things up before we can think about replicating some of the great work that goes on in cities. We need to activate a local network through our market and coastal towns as well as in the cities of Plymouth, Torbay and Exeter. A communications node exists to do precisely that.</p>\n<p>The ODI Devon Node is designed to support new projects and businesses that use the power of Open Data, bringing together regional innovations with the best examples from around the world. Devon is home to some world class environmental science and sustainability organisations and we really want the expertise held in these places to be more widely available to the rest of the open data community. Therefore ODI Devon’s initial focus will be on building new partnerships around key strengths such as environment and climate data, but the Node will also be looking to develop exciting new collaborations between rural and urban initiatives.</p>\n<p>ODI Devon is hosted by Service Design agency <a href=\"http://redfront.co.uk\">Redfront</a>, supported by staff from <a href=\"http://www.devon.gov.uk/\">Devon County Council</a>. Redfront’s international networks will help to provide new perspectives and partnership opportunities for the Node, while further developing its research projects around data and Service Design.</p>\n<p>We started the Devon Node as a way to focus attention on the whole Open Data picture in Devon and bring together a view of all the projects that different groups of people are working on. The Devon Open Data Forum, a regular networking event for people working in this area, forms the backbone of this effort and the links and wider network that being part of the ODI bring will enable a dispersed and disconnected region to have a single Open Data voice.</p>\n<p>The ODI Devon Node will support projects that harness the power of open data, help people and institutions to release open data, promote best practice in designing new data-driven services, and connect those with a need for data services with a directory of individuals and organisations who can help them.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Martin Howitt","slug":"martin-howitt","state":"published","web_url":"http://theodi.org/martin-howitt","tag_ids":["writers","writer"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/odi-devon.json","web_url":"http://theodi.org/nodes/odi-devon","slug":"odi-devon","title":"Devon","format":"node","updated_at":"2016-01-29T09:59:43+00:00","created_at":"2014-12-09T10:44:43+00:00","tag_ids":["odi-devon","devon","node"]}],"organizations":[],"author":{"name":"Martin Howitt","slug":"martin-howitt","state":"published","web_url":"http://theodi.org/martin-howitt","tag_ids":["writers","writer"]}}