{"id":"https://contentapi.theodi.org/investigating-the-british-open-data-ecosystem.json","web_url":"http://theodi.org/blog/investigating-the-british-open-data-ecosystem","slug":"investigating-the-british-open-data-ecosystem","title":" Investigating the British Open Data Ecosystem","format":"article","updated_at":"2015-09-11T09:53:02+00:00","created_at":"2013-11-21T17:34:50+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"","excerpt":"I came across the ODI in late 2012 when it was on the verge of moving from being an idea to being a tangible organisation. At that time, I had just started my masters studies at the [University of St Andrews](http://www.cs.st-andrews.ac.uk/prospective-pg/msc/mit) and stumbled upon a [YouTube clip](http://www.youtube.com/watch?v=bxhR0o0cXFs) of Gavin Starks, newly appointed CEO of the ODI. In a lightning talk he briefly outlined the ODI's research agenda and its general openness towards interested external researchers. A couple of months later, I was able to leave the Scottish countryside for four weeks to work as a research intern at the ODI offices in Shoreditch, London. There, suddenly thrown into the vibrant heart of European Open Data, I tried to answer my dissertation's research question: How have different stakeholders influenced the development of the British Open Data Ecosystem?\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>I came across the ODI in late 2012 when it was on the verge of moving from being an idea to being a tangible organisation. At that time, I had just started my masters studies at the <a href=\"http://www.cs.st-andrews.ac.uk/prospective-pg/msc/mit\">University of St Andrews</a> and stumbled upon a <a href=\"http://www.youtube.com/watch?v=bxhR0o0cXFs\">YouTube clip</a> of Gavin Starks, newly appointed CEO of the ODI. In a lightning talk he briefly outlined the ODI's research agenda and its general openness towards interested external researchers. A couple of months later, I was able to leave the Scottish countryside for four weeks to work as a research intern at the ODI offices in Shoreditch, London. There, suddenly thrown into the vibrant heart of European Open Data, I tried to answer my dissertation's research question: How have different stakeholders influenced the development of the British Open Data Ecosystem?</p>\n<p>My research question emerged from a variety of previous attempts to generalise on the strategies that have been used to implement and sustain Open Data initiatives. There are many different, but overlapping, guidelines. At the World Bank, for example, an <a href=\"http://data.worldbank.org/open-government-data-toolkit\">Open Government Data Working Group has developed a Toolkit</a> to help governments launch their own initiatives. The United Nation's Public Administration Programme, in turn, <a href=\"http://workspace.unpan.org/sites/Internet/Documents/Guidenlines%20on%20OGDCE%20May17%202013.pdf\">maintains guidelines</a> on how to use Open Government Data for citizen engagement. Finally, the OECD published <a href=\"http://www.oecd-ilibrary.org/governance/open-government-data_5k46bj4f03s7-en\">a framework</a> on how to conduct further empirical analyses of Open Government Data initiatives. A common denominator found across these and similar reports is that the promises of economic prosperity and civic empowerment can only be achieved in a well-established network of different stakeholders. With my work at the ODI, I therefore developed a descriptive case study of the British Open Data ecosystem as one of the <a href=\"http://census.okfn.org/G8/\">“best in class”</a>. When I came to London I not only expected to answer my academic research question, but also hoped to design a subsequent and longitudinal analysis of an ecosystem's structural properties.</p>\n<p>My initial research contained a review of existing attempts to define what constitutes an Open Data ecosystem. On the one hand, I was looking for a model broad enough to include all relevant actors, while on the other hand this model had to be specific enough to be operational in my field research.</p>\n<p>I finally developed a framework based on <a href=\"http://www.deloitte.com/assets/Dcom-UnitedKingdom/Local%20Assets/Documents/Market%20insights/Deloitte%20Analytics/uk-da-open-growth.pdf\">an assessment of Open Data in the UK</a> produced by Deloitte. Here the “traditional” Open Data value chain – from supplier through intermediary to consumer – is enhanced with a shortcut, as well as a feedback-loop. To include stakeholders, which do not interact with the data directly but play a significant role in the maintenance of the ecosystem, I added ecosystem enablers to the model as a separate stakeholder class. This category pools actors (like investors, academics and policy makers) who seem quite heterogenous at first glance, but in fact all play their own role in the network of an Open Data ecosystem. </p>\n<p>During my time at the ODI I used this taxonomy as a checklist to guide my research. With semi-structured interviews as my main source of data, I made sure to engage with at least one representative from each stakeholder category. To cover the supply side, I met with representatives from the Cabinet Office, as a proxy for public data holding bodies. I spoke with several startups (which transform Open Data into products and services) about their roles as intermediaries, and I met with various data consumers during Open Data meetups around London. An interview with Martin Tisné from <a href=\"http://www.omidyar.com/\">Omidyar Network</a> helped me to understand the role of impact investors within the ecosystem and a long discussion with Rufus Pollock shed light on the <a href=\"http://okfn.org/\">Open Knowledge Foundation's</a> role in the last decade of Open Data implementation in the UK. During my time at the ODI I managed to conduct 15 interviews in total, which I turned into roughly 13,000 words of transcribed text that I subsequently coded and analysed. </p>\n<p>Together with <a href=\"http://www.twitter.com/fredsaunderson\">Fred Saunderson</a>, who conducted his <a href=\"http://theodi.org/blog/guest-post-shifting-environments-at-the-odi\">masters research</a> on open participation at the ODI as well, I intend to publish the final results of my dissertation within the coming months. </p>\n<p>My time at the ODI sparked my interest in the underlying structures and organisational routines of Open Data ecosystems and demonstrated to me the demand of further research that exists in this field. To address this demand I recently moved to Berlin to begin my PhD research on municipal Open Data ecosystems at <a href=\"http://www.fu-berlin.de/en/\">Free University</a>. </p>\n<p>If you are interested in my previous or future research, you can follow my <a href=\"www.heimstaedt.com\">research blog</a> or contact me directly on <a href=\"mailto:m.heimstaedt@gmail.com\">m.heimstaedt@gmail.com</a>.</p>\n<p><img src=\"http://i.images.cdn.fotopedia.com/flickr-5625707813-original/Photography_Techniques/Depth_of_field/Shallow_focus/Research.jpg\" alt=\"Alt\" /></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Max Heimstädt","slug":"max-heimstadt","state":"published","web_url":"http://theodi.org/max-heimstadt","tag_ids":["writers","writer"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Max Heimstädt","slug":"max-heimstadt","state":"published","web_url":"http://theodi.org/max-heimstadt","tag_ids":["writers","writer"]}}