{"id":"https://contentapi.theodi.org/japan-open-data.json","web_url":"http://theodi.org/blog/japan-open-data","slug":"japan-open-data","title":"Member blog: Japan’s growing open data movement  ","format":"article","updated_at":"2015-09-11T09:54:03+00:00","created_at":"2014-01-15T11:40:45+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>Open data has become one of the central topics of IT policy in Japan. Since the adoption of the e-government Open Data Strategy in July 2012, national and local governments have made great steps forward in this area and the government launched an open data portal in December 2013: “Data.go.jp”, in beta version. The Japanese government aims to achieve the world’s best standard in terms of data provision by 2015.</p>","excerpt":"Open data has become one of the central topics of IT policy in Japan. Since the adoption of the[ e-government Open Data Strategy](http://www.kantei.go.jp/jp/singi/it2/pdf/120704siryou2.pdf) in July 2012, national and local governments have made great steps forward in this area and the government launched an open data portal in December 2013: \"[Data.go.jp](http://www.data.go.jp/?lang=english)\", in beta version. The Japanese government aims to achieve the world’s best standard in terms of data provision by 2015.\r","language":"en","need_extended_font":false,"alternative_title":"Open data has become one of the central topics of IT policy in Japan.","url":"","content":"<p>Open data has become one of the central topics of IT policy in Japan. Since the adoption of the<a href=\"http://www.kantei.go.jp/jp/singi/it2/pdf/120704_siryou2.pdf\"> e-government Open Data Strategy</a> in July 2012, national and local governments have made great steps forward in this area and the government launched an open data portal in December 2013: \"<a href=\"http://www.data.go.jp/?lang=english\">Data.go.jp</a>\", in beta version. The Japanese government aims to achieve the world’s best standard in terms of data provision by 2015.</p>\n<p>However, the importance of open data had been recognised even before the adoption of the government strategy. The Great East Japan earthquake of March 2011 reminded people of the importance of being able to join up re-useable data. Some pragmatic actions were taken to mitigate the aftermath by using available data. These included:</p>\n<p>● Probe data from car navigation systems which was mashed up on the GIS to identify routes that were still accessible.</p>\n<p>● Data on real time electricity shortages which was visualised on various websites and digital signage to encourage energy savings.</p>\n<p>The earthquake also deepened the interest of civil engineers in addressing social issues, for instance through:</p>\n<p>● The<a href=\"http://www.sinsai.info/\"> sinsai.info</a> website where people could enter information on the 2011 earthquake for others to use.</p>\n<p>● <a href=\"https://sites.google.com/site/hackforjapan/\"> Hack for Japan</a>, a developer community that was started immediately after the earthquake as developers wished to use their technical skills to support the response to the disaster, and the subsequent recovery.</p>\n<p>These experiences made the advantages of using open data more compelling, not only for IT experts but also for policy makers.</p>\n<p>From a government agency perspective, the Ministry of Economy, Trade and Industry has been operating the<a href=\"http://datameti.go.jp/\"> Open Data METI</a> portal site since 2012. The<a href=\"http://www.opendata.gr.jp/\"> Open Data Promotion Consortium</a> was established by various stakeholders including government agencies, local governments, private firms and experts. Among local governments,<a href=\"http://linkdata.org/work/rdf1s127i\"> 19 cities</a> are promoting an open data programme.</p>\n<p>On the other hand, the<a href=\"http://okfn.jp/\"> Open Knowledge Foundation Japan</a> (OKFJ) is a private sector community which is now playing a central role in promoting open data policy by linking together experts, policy makers and engineers.<a href=\"http://code4japan.org/\"> Code for Japan</a> has built a community of more than 800 civic engineers with the purpose of solving social issues through the use of technology.</p>\n<p>However, use of open data is still in its infancy. As seen in many other countries, a number of events such as ideathons, hackathons and competitions have been organised throughout Japan. One of these, the<a href=\"http://lod.sfc.keio.ac.jp/challenge2013/index.html\"> LOD challenge</a>, formed in 2011, is an annual contest using datasets, applications and ideas specifically focused on linked open data. In 2012, as a part of a worldwide initiative, OKFJ organised<a href=\"http://odhd13.okfn.jp/\"> International Open Data Day in Japan</a> which attracted more than 300 participants across eight cities. \"Where does my money go?\", originally developed by the Open Knowledge Foundation in UK, has been adopted by more than<a href=\"http://spending.jp/\"> 60 cities</a> in Japan.</p>\n<p><a href=\"http://www.nttdata.com/global/en/\">NTT DATA</a> has played an important role within the open data movement by providing best practice case studies from around the world and making policy recommendations. Currently, as a supplier to the Ministry of Internal Affairs and Communications, NTT DATA is conducting a pilot project on the interoperability of open data with Sabae city and Yokohama city. By building a standard for data formats and APIs, a single application will be usable across different cities. NTT DATA in Japan is also organising an<a href=\"http://www.nttdata.com/jp/ja/news/information/2013/2013092501.html\"> open innovation forum</a> to connect entrepreneurs and large firms in focusing on the generation of business opportunities which exploit open data.</p>\n<p>On 9 December 2013, Richard Stirling of the Open Data Institute (ODI) and I participated in a<a href=\"http://icpc.gr.jp/wordpress/?p=444\"> panel session</a> in Japan which covered a wide range of issues including the importance of open data both for addressing social issues and for creating new businesses. Mr Stirling also delivered a keynote speech at the Open Data Promotion Consortium<a href=\"http://www.opendata.gr.jp/2nd_symposium/en/index.html\"> conference</a> and inspired government executives and opinion leaders on the measures being taken by the ODI to boost business creation.</p>\n<p>After a period of research and a focus on increasing the availability of open data, Japan is ready to promote open data reuse to cultivate innovation. Japanese society continues to find new ways of deriving benefits from open data, exploiting both its own resources and experience from around the world.</p>\n<p>Soichiro Takagi, is a Deputy Manager on e-government research at NTT DATA Corporation</p>","media_enquiries_name":"Helen Desmond","media_enquiries_email":"helen.desmond@theodi.org","media_enquiries_telephone":"07984 813831","organizations":[],"author":{"name":"Soichiro Takagi","slug":"soichiro-takagi","state":"published","web_url":"http://theodi.org/soichiro-takagi","tag_ids":["members"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Soichiro Takagi","slug":"soichiro-takagi","state":"published","web_url":"http://theodi.org/soichiro-takagi","tag_ids":["members"]}}