{"id":"https://contentapi.theodi.org/joining-odi.json","web_url":"http://theodi.org/blog/joining-odi","slug":"joining-odi","title":"On joining the ODI","format":"article","updated_at":"2015-09-11T09:50:21+00:00","created_at":"2012-09-11T23:05:58+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"During the Olympics Opening Ceremony, the creator of the web tweeted “[This is for everyone](https://twitter.com/timbernerslee/status/228960085672599552)” to millions of people around the world. Decades since their invention, we are still discovering and unlocking value from the innovations catalysed by the open web, open internet, and open source. The Open Data Institute's mission is to demonstrate and unlock the value in Open Data. Today, I am joining Sir Tim Berners-Lee and Professor Nigel Shadbolt at the ODI, as its CEO. The ODI is a start-up – the first of its kind in the world. We have ambitious plans, and aim to have a substantial and positive impact for many, many people.","language":"en","need_extended_font":false,"content":"<p>During the Olympics Opening Ceremony, the creator of the web tweeted “<a href=\"https://twitter.com/timberners_lee/status/228960085672599552\">This is for everyone</a>” to millions of people around the world. Decades since their invention, we are still discovering and unlocking value from the innovations catalysed by the open web, open internet, and open source. The Open Data Institute's mission is to demonstrate and unlock the value in Open Data. Today, I am joining Sir Tim Berners-Lee and Professor Nigel Shadbolt at the ODI, as its CEO. The ODI is a start-up – the first of its kind in the world. We have ambitious plans, and aim to have a substantial and positive impact for many, many people.</p>\n<ul>\n<li><p>Incubate and catalyse innovative new companies</p></li>\n<li><p>Help large and small companies develop and derive value from open data</p></li>\n<li><p>Provide the right environment to inspire, train, and develop world-class talent</p></li>\n<li><p>Enable organisations publish high-quality open data</p></li>\n<li><p>Help shape standards in this emerging space</p>\n<p>We have had fantastic support across the political spectrum, from academia, from the private sector, and from individuals. Open Data creates the potential for anyone to innovate. The web was created using, and exists because of, open source and open data. I want to explore how we can best deliver; - data presented in a structured, “machine-readable” form so that data can be used bvy and between services (for example, using Apps)</p></li>\n<li><p>data that is addressable via the internet and can therefore be linked together</p>\n<p>I believe that <em>\"information causes change, otherwise it's not information\"</em><br />\nJames Burke, <a href=\"http://archive.dconstruct.org/2012/admiralshovel\">dconstruct 2012</a></p>\n<p>There are massive <a href=\"http://www.opsi.gov.uk/advice/poi/power-of-information-review.pdf\">benefits</a> of getting this right. Governments, businesses, and individuals around the world are gradually coming to understand the power of data. The World Economic Forum has now categorised Personal Data as a new “Asset Class”: <em>“Personal data is the new oil of the Internet  \nand the new currency of the digital world.”</em><br />\nMeglena Kuneva, <a href=\"http://www3.weforum.org/docs/WEF_ITTC_PersonalDataNewAsset_Report_2011.pdf\">European Consumer Commissioner</a></p>\n<p>And this is just the beginning: there is an emerging shift in our collective understanding of the power of connected, addressable information. The ODI will help us reveal this power, guide us towards best practices, fair usage, and empower a new generation of innovators to create value - and in this definition I include economic, environmental, and social value. <strong>What is Data?</strong> This may seem like an obvious question, and to help anchor our language I want to be clear what this means. We live in an age where almost everything is, or will be, digitised. We are familiar with government spending data, health statistics, company financial reports, school assessments, and our own personal records. We are less familiar with data that is collected when we (as governments, businesses, or individuals) use the web, or devices that generate new data (such as location data from your mobile phone, or using Facebook). I see two trends here: one is a growing set of opportunities for innovation – creating new services that improve our lives, the other is a growing sense of anxiety – that we are monitored and not in control of our information. I want to address both these areas. <strong>What is Open Data?</strong> Firstly Open Data does not mean “all data”, or that it's a free-for-all. For example, your personal health data is extremely private. There are benefits, for example aggregated anonymous statistical analysis can help us make better decisions. There are also risks – we know that companies, governments, and individuals are not always as well equipped to handle information as we may want. <strong>Examples</strong> (please send me more - I am keen to learn!) - Public data released around <a href=\"http://data.gov.uk/dataset/quarterly_epidemiological_commentary/resource/702302fa-131d-4405-ba67-6ab354e1762d\">MRSA</a> has <a href=\"http://theodi.org/sites/default/files/ODI%20Business%20Plan%20-%20May%20Release.pdf\">contributed</a> to reducing death rates - Company data released around <a href=\"http://discover.amee.com/categories/CDP_emissions_and_financial_metrics\">environmental data</a> has helped to catalyse the <a href=\"http://www.cdproject.net\">transition</a> to more energy efficient operations - And even remarkable stories involving <a href=\"http://artisopensource.net/cure/\">individual data</a> could help to find new cures...</p></li>\n</ul>","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}