{"id":"https://contentapi.theodi.org/latin-america-paves-the-way-for-smart-cities-and-open-data-startups.json","web_url":"http://theodi.org/blog/latin-america-paves-the-way-for-smart-cities-and-open-data-startups","slug":"latin-america-paves-the-way-for-smart-cities-and-open-data-startups","title":"Latin America paves the way for smart cities and open data startups","format":"article","updated_at":"2015-09-11T09:57:26+00:00","created_at":"2014-10-20T14:01:22+00:00","tag_ids":["blog","mexico","smart-cities","training"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/mexico.json","web_url":null,"title":"Mexico","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=mexico","web_url":"http://theodi.org/tags/mexico","slug":"mexico"}},{"id":"https://contentapi.theodi.org/tags/keywords/smart-cities.json","web_url":null,"title":"Smart cities","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=smart-cities","web_url":"http://theodi.org/tags/smart-cities","slug":"smart-cities"}},{"id":"https://contentapi.theodi.org/tags/keywords/training.json","web_url":null,"title":"training","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=training","web_url":"http://theodi.org/tags/training","slug":"training"}}],"details":{"business_proposition":false,"description":"<p>In the Laboratorio para la Ciudad (Laboratory of the City) in Mexico City, the city government has created a space for people to come together, and discuss innovative ideas on how to govern a city of 21 million people. </p>","excerpt":"In the Laboratorio para la Ciudad (Laboratory of the City) in Mexico City, the city government has created a space for people to come together, and discuss innovative ideas on how to govern a city of 21 million people. \r","language":"en","need_extended_font":false,"alternative_title":"Blog post","url":"","content":"<p>In the Laboratorio para la Ciudad (Laboratory of the City) in Mexico City, the city government has created a space for people to come together, and discuss innovative ideas on how to govern a city of 21 million people. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/45/1b/54451b9bf362be08a900000d/mexico_training<strong>permission_in_request</strong>11.jpg\" alt=\"null\" class=\"img text-center\" id=\"54451b9a1f986a06e8000017\"></p>\n<p>The ODI’s <a href=\"http://theodi.org/team/david-tarrant\" title=\"Dr David Tarrant\">Dr David Tarrant</a> was invited to lead a workshop of a group of open data actors from Mexico City and other cities throughout Latin America. Over the course of the session, he addressed issues surrounding open data, smart cities and startups using open data. </p>\n<p>The workshop brought out some great ideas on how cities of the 21st century need to develop their governance to allow for more efficient delivery of services such as education, healthcare, water management and transportation. In the semi-organised chaos of a metropolitan area as large as Mexico City, such efficiency is vital to improve the quality of citizen’s lives and reduce administration costs. </p>\n<p>Mexico City has particular problems with transportation and security. The city’s sprawling public transport network (and endless traffic jams) are difficult to navigate, with some routes very organised and others very confusing. Dave highlighted that it was possible to develop apps to allow for easier navigation of public transport routes, and link data to facilitate transit across urban areas. Apps such as <a href=\"https://citymapper.com/london/superrouter?\" title=\"CityMapper\">CityMapper</a> and the <a href=\"http://unicefstories.org/2014/05/12/prishtina-bus-transportation/\" title=\"Prishtina Bus project\">Prishtina Bus project</a> have made it much easier for people to navigate through city environments.</p>\n<p>The various neighbourhoods of the city provide different security risks: some areas are perceived to be very dangerous, but in fact have little crime, while others such as the tourist areas have high instances of theft. Dave demonstrated the map visualising the <a href=\"http://www.ft.com/cms/s/2/851bed28-7077-11e2-a2cf-00144feab49a.html#axzz3GKasRJ00\" title=\"fire brigade’s coverage of London boroughs\">fire brigade’s coverage of London boroughs</a>. Would it be possible to locate police stations and then visualise crime statistics in areas of Mexico City? Something to be explored perhaps. </p>\n<p>The other key area of focus that attendees raised was that of citizen engagement. Despite living so close to one another, those inhabiting urban areas can feel disconnected from their governments and municipal authorities. Opening up public data, and making it accessible to everyone can help bridge the gap between officials and citizens in order to guide policy and gather feedback. </p>\n<p>One of the attendees was the startup <a href=\"http://codeandomexico.org/\" title=\"Codeando Mexico\">Codeando Mexico</a>, which contributed towards a project in Monterey, CA, where the government had embarked on a tree planting programme. They crowdsourced information of what types of trees had been planted around the city, then identified where trees had been planted in the wrong ecosystem. This feedback has guided city policy to ensure that trees are planted in the appropriate conditions. </p>\n<p>Not all of the workshop surrounded smart cities. A second start up had conducted analysis on the data surrounding the upcoming US mid-term elections. This was in reaction to a newspaper article stating that if all Hispanics across the US voted, it would have a negligible effect on the outcome of congressional elections. The startup then established what the effect of removing all Hispanic votes from the election. This would have a significant effect, with around 50-60 seats swinging from Democrat to Republican. Therefore, they could prove that the Hispanic vote would have far more than a negligible impact on the November ballots. </p>\n<p>The workshop was exciting and invaluable in demonstrating the myriad applications of open data. When datasets are released by governments, municipalities, and other local authorities, individuals and businesses can use that data for the betterment of others. Whether that is how to get across Mexico City the fastest, how to determine which is the best school for your children, or which areas of a city need more police officers, open data will guide the development of cities well into the 21st century. </p>\n<p><em>William Gerry is Programme Assistant for the International team at the ODI</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/big-and-open-government-data-just-got-real.json","web_url":"http://theodi.org/blog/big-and-open-government-data-just-got-real","slug":"big-and-open-government-data-just-got-real","title":"Big and open government data portals just got real","format":"article","updated_at":"2015-09-11T09:57:03+00:00","created_at":"2014-09-22T09:33:01+00:00","tag_ids":["blog"]}],"organizations":[],"author":{}}