{"id":"https://contentapi.theodi.org/leading-open-data-change-in-government-seven-success-stories.json","web_url":"http://theodi.org/blog/leading-open-data-change-in-government-seven-success-stories","slug":"leading-open-data-change-in-government-seven-success-stories","title":"Leading open data change in government: Seven success stories ","format":"article","updated_at":"2017-02-13T11:00:12+00:00","created_at":"2016-12-07T11:32:55+00:00","tag_ids":["blog","open-data-leaders-network","odln"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-leaders-network.json","web_url":null,"title":"open data leaders network","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-leaders-network","web_url":"http://theodi.org/tags/open-data-leaders-network","slug":"open-data-leaders-network"}},{"id":"https://contentapi.theodi.org/tags/keywords/odln.json","web_url":null,"title":"ODLN","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=odln","web_url":"http://theodi.org/tags/odln","slug":"odln"}}],"details":{"business_proposition":false,"description":"","excerpt":"By Kateryna Onyiliogwu\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>By Kateryna Onyiliogwu</p>\n<p><em>Since the launch of the <a href=\"https://theodi.org/open-data-leaders-network\">Open Data Leaders Network</a> in late 2014, the Open Data Institute (ODI) <a href=\"https://theodi.org/blog/global-open-data-leaders-what-a-year-of-peer-learning-looks-like\">has created the space</a> for individuals leading the implementation of their government’s open data initiatives to connect, exchange ideas, and develop frameworks and strategies for solving problems. We reflected on the complex challenges these leaders face, the ODI decided to extend the programme to 6 months to provide far great support to participants.</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/47/f4/5847f44af362be089d000083/ODLN.jpg\" alt=\"ODLN\" class=\"img\" id=\"5847f44a1f986a07a400010c\">\n<small><a href=\"https://www.flickr.com/photos/ukodi/31110059060/in/dateposted/\">Open Data Leaders Network</a>, <a href=\"https://creativecommons.org/licenses/by-nc-sa/2.0/\">CC BY 2.0</a> uploaded by <a href=\"https://www.flickr.com/photos/ukodi/albums\">the ODI</a></p>\n<p>The programme aims to encourage learning and network building through a wide variety of activities: leaders receive a week of intensive face-to-face training in London, executive mentoring and coaching throughout the 6-month programme, and the opportunity to receive a mini-grant to support their government initiative. Through this blended approach, we hope to enlighten and inspire leaders, foster lifelong networks, and provide them with even greater capacity to solve the many problems that they face. </p>\n<p>In July 2016, we launched <a href=\"http://theodi.org/blog/open-data-leaders-network-open-call-2016\">the open call</a> for a fourth cohort of leaders, and received over 54 applications from every corner of the world. </p>\n<p>In September, seven leaders were invited to the ODI’s London office who showed passion, commitment and the ability to inspire and guide others towards a vision of the open future in government. This blog is about the successes and strategies that these open data government leaders create around the world, in order to inspire the next generation of leaders.  </p>\n<p><strong>Linet Kwamboka (Open Data Initiative Coordinator, Kenya)</strong> is a true community and network creator. As well as being at the forefront of the <a href=\"https://opendata.go.ke/\">Kenya Open Data Initiative</a>, Linet is the founder of DataScience Ltd, a Nairobi-based software-engineering company. In this role, she has pioneered the Fellowship programme, which hired 38 graduates in computer science, IT and statistics. These fellows are spread across county and national government institutions, working to open up data and build data literacy. </p>\n<p><strong>Sandra Elena (Coordinator of the Open Justice Program at the Ministry of Justice, Argentina)</strong> is the visionary behind the open justice agenda in Argentina and the wider Latam region. After previously working as the Director of the Justice Program at CIPPEC, a leading think tank in Argentina, Sandra has now opened the door for the implementation of open justice policy in government. By raising the issue at various events and gathering a community passionate about the topic, Sandra has been key in pushing forward a vision where open data will increase access to justice for the Argentinian people. </p>\n<p><strong>Alannah Hilt (Open Data Lead, Treasury Board Secretariat, Government of Canada)</strong> has been opening up the Canadian government’s data since 2011, when only 12 departments were involved. She works with every single department to guide their release of open data. As a result of her work, 25 departments published open data in 2013, 46 in 2016 and she plans to have 80 departments by 2018. Alannah’s persistence and commitment ensures that Canada is one of the world leaders in open data. </p>\n<p><strong>Benedikt Kotmel (Open Data Project Manager, Czech Republic)</strong> is responsible for opening up datasets at the <a href=\"http://www.mfcr.cz/cs/verejny-sektor/smart-governance/otevrena-data-ministerstva-financi\">Ministry of Finance of the Czech Republic</a>. Unusually for a public institution, Benedikt used the ministry’s own data during the Czech Republic Open Data Challenge to create <a href=\"http://data.mfcr.cz/supervizor/\">‘Supervisor’</a>, an app that visualises information relating to invoices and public contracts from the Ministry of Finance. The app help convince other departments and divisions to open up their data, and has been successfully scaled to six other ministries in the country. Because of Benedikt’s success, the Ministry of Finance is now the leading government department in the country for open data. </p>\n<p><strong>Neil Hoorn (Open Data Project Manager, Cape Town, South Africa)</strong> is leading <a href=\"https://web1.capetown.gov.za/web1/OpenDataPortal/\">the open data programme in Cape Town</a>, the first city in Africa to open up their data. By working closely with open data users and opening up requested datasets, Neil’s work has been central to several projects. Neil is most proud of the <a href=\"http://capetownbudgetproject.org.za/\">Budget Project</a>, developed by Code for South Africa, as the project uses data from the portal that he manages.</p>\n<p><strong>Robertus Theodore (Associate Director of <a href=\"http://data.go.id/\">Open Data Indonesia</a>, Government of Indonesia)</strong> focuses on connecting the demand and supply sides of open data in Indonesia. He uses data journalism events to convince government to produce and release data, and focuses on individual sectors, most recently health and education.</p>\n<p><strong>Tadeusz Osowski (Deputy Director of the IT Department, City of Warsaw, Poland)</strong> is leading Warsaw’s open data initiative. In only three months, Tadeusz has built an <a href=\"https://api.um.warszawa.pl/\">open data portal</a> which contains 236 datasets and is used by more than 100 developers. As well as creating this data ecosystem, he is stimulating demand for open data by engaging open data users in challenges and competitions.</p>\n<p>As the leaders connected and learned during the week, we were inspired by their motivation, drive and energy to create impact with open data in their countries. The ODI is fortunate to be able to support these leaders over the next few months. </p>\n<p><em>The network offers a space for sharing knowledge and ideas, discussing common challenges, best practices and learning from peers. It is supported by the International Development Research Centre as part of the OD4D network and the European Commission as part of the <a href=\"https://www.europeandataportal.eu/\">European Data Portal.</a></em> </p>\n<p><em><strong>If you have ideas or experience in open data that you’d like to share, <a href=\"production@theodi.org\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/open-data-leaders-network.json","web_url":"http://theodi.org/open-data-leaders-network","slug":"open-data-leaders-network","title":"Open Data Leaders Network","format":"article","updated_at":"2016-04-20T15:43:41+00:00","created_at":"2015-06-19T16:28:38+00:00","tag_ids":["page","leaders-network","services","international"]},{"id":"https://contentapi.theodi.org/open-data-leaders-odi-publishes-method-paper-on-how-to-create-and-sustain-peer-network.json","web_url":"http://theodi.org/news/open-data-leaders-odi-publishes-method-paper-on-how-to-create-and-sustain-peer-network","slug":"open-data-leaders-odi-publishes-method-paper-on-how-to-create-and-sustain-peer-network","title":"Open data leaders: ODI publishes method paper on how to create and sustain peer networks","format":"article","updated_at":"2016-04-22T15:16:19+00:00","created_at":"2016-03-02T15:29:32+00:00","tag_ids":["news","open-data-leaders-network","series-open-data-leaders","global-development"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}