{"id":"https://contentapi.theodi.org/leveraging-opendata-to-ameliorate-the-life-in-cities.json","web_url":"http://theodi.org/blog/leveraging-opendata-to-ameliorate-the-life-in-cities","slug":"leveraging-opendata-to-ameliorate-the-life-in-cities","title":"Guest post: Employing open data to improve cities","format":"article","updated_at":"2015-09-11T09:53:23+00:00","created_at":"2013-12-03T17:34:11+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>The increase in population in cities all over the world puts even more pressure on structural problems: metro full of people at the exact same hour, an increase in the number of driving accidents, stress when trying to park one's car are some examples.</p>","excerpt":"The increase in population in cities all over the world puts even more pressure on structural problems: metro full of people at the exact same hour, an increase in the number of driving accidents, stress when trying to park one's car are some examples.\r","language":"en","need_extended_font":false,"alternative_title":"How employing open data can allow us to make better decisions when it comes to planning how we use and develop our transport networks.","url":"","content":"<p>The increase in population in cities all over the world puts even more pressure on structural problems: metro full of people at the exact same hour, an increase in the number of driving accidents, stress when trying to park one's car are some examples.</p>\n<p>Solving those problems might necessitate heavy architectural and infrastructural changes that are costly and impractical on the short term. However, it is possible today to address them very effectively by leveraging predictive analytics: mathematical models able to robustly infer the behaviour of the citizens, and make accurate predictions about their future behaviours.</p>\n<p>Let's look at a concrete example: my company, <a href=\"http://snips.net\" title=\"We Scale Cities: Snips\">Snips</a>, launched in June an application — <a href=\"http://tranquilien.com\" title=\"Tranquilien\">Tranquilien</a> — in partnership with the french rail operator SNCF to predict the number of people in commuting trains. The application allows anyone to enter a departure and destination, and a date in the future, to know whether they will be able to ride in a free seat. This in turn enables companies and individuals to make smarter scheduling decisions, and shift the employee arrival or departure time by 15 or 30 minutes for a better ride. The global impact will be a reduction in peak hours and a better efficiency of the train network usage.</p>\n<p>Constructing such mathematical models require using massive amounts of data. Indeed, it is not sufficient to know the past historical usage data for each train, but the tools we develop at Snips reconstruct the whole event context: what time it was, was it a period of vacation, was it raining, was there a concert near the station, etc. This enables us to infer patterns and make better predictions. In order to build such detailed contexts, we rely heavily on quality open-data initiatives all over the world.</p>\n<p>The potential of this approach is enormous, and its applications very versatile: we have made a very precise model of the crowd at postal offices in Paris, we predict the availability of parking spots in New-York, and are now developing a predictive model of traffic accidents by modelling the areas of danger in cities and the behaviour of drivers.</p>\n<p>By leveraging the contextual modelling of cities and the open-data sets we are now able to construct tools that improve the life of citizens and make the usage of urban infrastructure more efficient at a very low cost.</p>\n<p><em>Dr Maël Primet, is a mathematician, entrepreneur and co-founder of Snips.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Maël Primet","slug":"mal-primet","state":"published","web_url":"http://theodi.org/mal-primet","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Maël Primet","slug":"mal-primet","state":"published","web_url":"http://theodi.org/mal-primet","tag_ids":["writers"]}}