{"id":"https://contentapi.theodi.org/linked-data-integration-empowering-the-enterprise-journey-to-wisdom.json","web_url":"http://theodi.org/blog/linked-data-integration-empowering-the-enterprise-journey-to-wisdom","slug":"linked-data-integration-empowering-the-enterprise-journey-to-wisdom","title":"Guest post: Empowering enterprises with linked data integration","format":"article","updated_at":"2017-01-19T09:38:50+00:00","created_at":"2017-01-17T09:54:21+00:00","tag_ids":["blog","linked-data","semantic-web"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/linked-data.json","web_url":null,"title":"Linked data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=linked-data","web_url":"http://theodi.org/tags/linked-data","slug":"linked-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/semantic-web.json","web_url":null,"title":"semantic web","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=semantic-web","web_url":"http://theodi.org/tags/semantic-web","slug":"semantic-web"}}],"details":{"business_proposition":false,"description":"","excerpt":"Businesses now have access to more data than ever that can help inform their strategies. Milena Yankova shares how companies are adopting semantic web technology and linked data to get a holistic view of all the data they need\r","language":"en","need_extended_font":false,"alternative_title":"Guest post: Empowering enterprises with linked data integration","url":"","content":"<p><em>Businesses now have access to more data than ever that can help inform their strategies. Milena Yankova shares how companies are adopting semantic web technology and linked data to get a holistic view of all the data they need</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/7e/3a/587e3a711f986a0865000001/16171765851_d8454e6e32_h.jpg\" alt=\"null\" class=\"img text-center\" id=\"587e3a71d0d4620696000002\"> \n<small>Companies can fly to new horizons when they can access, combine and analyse data from new sources. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [Sunny M5](https://www.flickr.com/photos/84935187@N04/16171765851/in/photolist-qD3wza-9Y3D7a-8QhvLW-jMZQq-Gvkki-oGhAwc-5ZnkL-7uvmhy-6d2P78-32bGzd-qhnYBZ-bB5khT-66H9cm-HConE-6PnXD9-9jbgdp-azVd9-nkXCSX-bB5kAp-72FBdu-6e24hj-87beUJ-71uBtJ-4gc3Co-d9S8fQ-9idFCT-5y6yHd-7KidCn-9tJ9f8-61CmAs-boasoJ-bxputL-7GgmW7-8ztStc-fEWpTc-7Gnuoz-s9L6-6jd2Gh-FEr3y-MoCrh-KqjWW-eZmPHj-7V6p7U-7wreCG-pUZVP5-7DMSpH-7V6foW-FRtorj-8L68ZG-jh2ddi/ “Sunny M5\").</small></p>\n<p><strong><em>By Milena Yankova</em></strong></p>\n<p>The exponentially growing amounts of information in recent years have swamped enterprises with disparate data from all kinds of sources. </p>\n<p>Immense data stacks, however, do not necessarily mean that data is easy to access, process, share or reuse. This is because datasets are often sitting isolated in data silos and do not fit – either in format or meaning – with datasets in other formats or from different sources.</p>\n<p>Enterprises therefore face the familiar dilemma of quantity v quality. True, it is good to have an all-round collection of datasets from all possible relevant sources, but what good would those datasets be to organisations if they did not have the means to easily access, combine, analyse, upgrade or share data?</p>\n<p><strong>Linked data for leaner integration</strong></p>\n<p>Luckily, we already have <a href=\"http://ontotext.com/knowledgehub/fundamentals/semantic-web-technology/\">semantic web technology</a> that uses universally recognised standards for smoothly interconnecting the global sharing of any kind of personal, commercial, scientific and cultural data. </p>\n<p>Luckily for the enterprises that have seen the benefits of <a href=\"http://ontotext.com/knowledgehub/fundamentals/linked-data-linked-open-data/\">linked (open) data</a>, those organisations are successfully using the relatively new paradigm for data integration – linked data – to cope with the huge amounts of data and data silos in their master data management and data analytics. </p>\n<p><strong>The benefits of fitting data pieces into one big picture</strong></p>\n<p>Freely available and machine-readable linked open data enriches enterprises' proprietary data with external data sources to create a uniform and semantically consistent view of all the data. The flexible, scalable and integration-friendly linked data is crucial for businesses to complete their own ‘semantic’ (meaningful, if you will) puzzle, which reveals new knowledge and insights to the companies using this approach.</p>\n<p><a href=\"http://ontotext.com/data-integration-joining-data-pieces-business-puzzle/\">Linked data integration</a> allows enterprises to see their heterogenous data represented in a uniform way, ready for further integration and use in countless combinations. The power of using this approach lies in the flexibility to scale up, combine, access and retrieve data in a way that warrants a long-term solution to data integration, rather than an ad-hoc vendor-specific tool to cope with the next dataset coming our way. </p>\n<p>Any enterprise can use the power of data (in any format or kind) to curb costs, but the true value of easily and smoothly integrating datasets is the knowledge that companies get when they have the full 360-degree view of their data, semantically tagged and arranged. This is all possible because the very basic principles of linked open data are about representing and accessing data in a standard format.</p>\n<p><strong>Linked data champions</strong></p>\n<p>Early-adopter enterprises have realised that interlinked and integrated services and flexible data integration not only enhance customer experience, they have also learned that using and supporting linked open datasets leads to efficiency gains and cost savings. A variety of industries, creative arts groups and publishers are leveraging the power of linked data to discover new links between datasets and fast-track their decision-making processes, while reducing costs.</p>\n<p>The <a href=\"http://www.bbc.com/\">BBC</a>, for example, uses <a href=\"http://wiki.dbpedia.org/\">DBpedia</a> – a crowd-sourced community effort to extract structured information from Wikipedia and make it available on the Web. The BBC uses DBpedia in its dynamic semantic publishing, in which it has mastered the art of <a href=\"http://ontotext.com/the-web-as-a-cms-how-bbc-joined-linked-open-data/\">integrating linked open data</a> to provide interlinked and relevant content, spread the word and help others benefit from linking open datasets. The BBC is also actively using and contributing to the <a href=\"https://musicbrainz.org/\">Musicbrainz</a> dataset, which collects music metadata and makes it available to the public.</p>\n<p>Another well-known company – research, educational and professional publisher <a href=\"http://www.springernature.com/gp/\">Springer Nature</a> – actively uses linked data to cope with the problem of fragmented data and promote a culture of data governance and reuse. Springer Nature is also using linked data to boost content discoverability with semantic search, detailed and interesting discovery pathways while browsing, and dynamic semantic publishing, in which it is repurposing content based on context and metadata.</p>\n<p><strong>Solutions for integrating linked open data</strong> </p>\n<p>Both the BBC and Springer Nature have been using the GraphDB graph database developed by our semantic technology company, <a href=\"http://ontotext.com/\">Ontotext</a> which is also a vendor of infrastructure for linked data integration to <a href=\"http://ontotext.com/company/customers/\">brands and companies</a> in the media and publishing industries, life sciences and biotech, compliance and document management, and museums and archives.</p>\n<p>Ontotext is soon to launch the next major version of its graph database, <a href=\"http://ontotext.com/company/news/speed-improvement-graphdb-7-2\">GraphDB 8</a>. This latest version is designed to create new opportunities for transforming tabular data (tsv, csv, .xls, xml, json, etc.) into RDF and publishing it as linked data. The idea is that, as a result, GraphDB 8 users will be able to easily explore varied datasets to create new linked data applications and publish them as linked open data.</p>\n<p>Linked data standards are operating easily-scalable, flexible data infrastructure solutions that have enabled insightful business intelligence, seamless data integration and lean master data management.</p>\n<p><em><strong>Milena Yankova is Head of Marketing at <a href=\"http://ontotext.com/\">Ontotext</a>, an ODI Member. Get in touch at <a href=\"https://twitter.com/ontotext\">@ontotext</a></strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/guest-post-linked-data-and-the-future-of-the-web.json","web_url":"http://theodi.org/blog/guest-post-linked-data-and-the-future-of-the-web","slug":"guest-post-linked-data-and-the-future-of-the-web","title":"Guest post: Linked data and the future of the web","format":"article","updated_at":"2015-09-11T09:57:48+00:00","created_at":"2014-10-30T11:56:32+00:00","tag_ids":["blog","identifiers","thompson-reuters","linked-data"]},{"id":"https://contentapi.theodi.org/odi-futures-why-linked-open-data-can-help-boost-stifled-innovation-in-agronomics.json","web_url":"http://theodi.org/blog/odi-futures-why-linked-open-data-can-help-boost-stifled-innovation-in-agronomics","slug":"odi-futures-why-linked-open-data-can-help-boost-stifled-innovation-in-agronomics","title":"ODI Futures: Why linked open data can help boost stifled innovation in agronomics ","format":"article","updated_at":"2015-12-02T09:49:52+00:00","created_at":"2015-12-01T11:07:32+00:00","tag_ids":["blog","odifutures","innovation","agriculture","defra"]},{"id":"https://contentapi.theodi.org/guest-blog-open-and-linked-data-recipe-refreshed-public-services-and-better-businesses.json","web_url":"http://theodi.org/blog/guest-blog-open-and-linked-data-recipe-refreshed-public-services-and-better-businesses","slug":"guest-blog-open-and-linked-data-recipe-refreshed-public-services-and-better-businesses","title":"Guest Blog: Open and Linked data - a recipe for refreshed public services and better businesses.","format":"article","updated_at":"2015-09-11T09:50:35+00:00","created_at":"2012-11-13T13:35:03+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}