{"id":"https://contentapi.theodi.org/locked-down-data-future-infrastructure.json","web_url":"http://theodi.org/blog/locked-down-data-future-infrastructure","slug":"locked-down-data-future-infrastructure","title":"Comment: What would a locked-down data future look like?","format":"article","updated_at":"2015-09-11T10:03:32+00:00","created_at":"2015-08-28T13:33:43+00:00","tag_ids":["blog","data-infrastructure","open-data","data-future"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-infrastructure.json","web_url":null,"title":"data infrastructure","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-infrastructure","web_url":"http://theodi.org/tags/data-infrastructure","slug":"data-infrastructure"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-future.json","web_url":null,"title":"data future","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-future","web_url":"http://theodi.org/tags/data-future","slug":"data-future"}}],"details":{"business_proposition":false,"description":"","excerpt":"This is the second in a blog series discussing potential data futures and how they affect [data infrastructure](http://theodi.org/who-owns-our-data-infrastructure). The [first in the series](http://theodi.org/blog/how-will-future-affect-data-infrastructure) outlines why we are considering three potential data futures \r","language":"en","need_extended_font":false,"alternative_title":"What would a locked-down data future look like?","url":"","content":"<p><em>This is the second in a blog series discussing potential data futures and how they affect <a href=\"http://theodi.org/who-owns-our-data-infrastructure\">data infrastructure</a>. The <a href=\"http://theodi.org/blog/how-will-future-affect-data-infrastructure\">first in the series</a> outlines why we are considering three potential data futures</em> </p>\n<p>In this blog we consider a locked-down future, exploring how it might emerge and what it would mean for us, our data infrastructure, our environments, our businesses and our society.</p>\n<p>The locked-down future maximises closed data and minimises open data. People and organisations choose to keep more and more data closed and do not allow others to access or use it. This is a choice made by the majority of society.</p>\n<p>This future may emerge due to a growing <a href=\"http://www.statslife.org.uk/news/1672-new-rss-research-finds-data-trust-deficit-with-lessons-for-policymakers\">data trust deficit</a> existing in <a href=\"http://www.pewinternet.org/2014/11/12/public-privacy-perceptions/\">many countries</a>, causing us to use <a href=\"http://searchengineland.com/duck-duck-go-prism-private-search-164333\">more secure services</a> that guarantee not to <a href=\"http://gizmodo.com/tim-cook-on-user-privacy-at-apple-youre-not-our-produ-1635100649\">open or share our data</a>.</p>\n<p>There may be concerns about pieces of <a href=\"http://www.theawl.com/2015/08/notes-on-the-ashley-madison-hack\">data that we thought secure being released and linked back to us</a> or the <a href=\"http://www.wired.co.uk/news/archive/2015-07/22/23andme-api-blocks-based-on-race-gender\">ethically challenging uses</a> that people find for our data. There may also be a deeper understanding of the risk of <a href=\"http://www.uclalawreview.org/pdf/57-6-3.pdf\">ever-easier reidentification, as more and more data is openly available</a>. Due to hacks and misuse of data, our security fears increase and our trust decreases.</p>\n<p>In the locked-down future, people demand that their data is locked as they lack trust in how it is being used. As a result, governments change legislation in ways that make it increasingly difficult to share or open data, reversing their movement towards <a href=\"http://project.opendatamonitor.eu/project/\">openness</a> and <a href=\"http://www.opengovpartnership.org/\">transparency</a>.</p>\n<p>These choices by individuals and governments in turn effect data users, such as those in <a href=\"http://theodi.org/blog/aim-to-be-boring-lessons-for-data-infrastructure\">academia</a> or businesses. There is a ‘data drought’ as it is increasingly difficult to use data. The impact on reputation and revenues when data leaks occur are cataclysmic. Organisations tend to keep the data they hold closed, rather than share or open it to create new revenue streams or allow others to use it to create new services and insights. People, businesses and governments forget or ignore how many <a href=\"http://www.pbs.org/newshour/rundown/many-americans-dont-know-theyre-using-government-data-using-apps-like-uber-pew-reports-says/\">everyday services use open data</a> and don’t recognise the trust and <a href=\"http://www.slideshare.net/dirdigeng/getting-open-data-used\">economic value</a> that public and private sector open data creates. We lose access to <a href=\"https://theodi.org/open-data-means-business\">many of the services</a> that we currently use each day.</p>\n<p>The data that we choose to share is minimal, but we still share some. Rather than openly publishing data, people choose to only share it in limited circumstances. For example, where direct care is provided by a medical professional, where government regulation requires access to the data, or because the remaining business-to-business data providers need it for their business models. Those data providers are likely to struggle, due to legal restrictions on sharing data, and a shallower pool of associated data with which to enrich their insights.</p>\n<p>At this data future's extreme we could imagine legislation requiring individual informed consent for every secondary use of data. Will individuals have to give new consent every time their data is aggregated, or their data is transferred between companies, or every time an individual census return is analysed for a new purpose? How will that consent be given and tracked? Will <a href=\"https://en.wikipedia.org/wiki/Data_literacy\">data literacy</a> rise to a point where informed consent is possible for every scenario? Will we be able to design services to assist individuals who cannot become data literate?</p>\n<p>These are questions that society will have to answer to enable such legislation to work. If we cannot answer the questions then, in the locked-down future, the default position will be to keep the data closed in every circumstance. The data that we choose to make open for anyone to use for any purpose is small. There is little information that is many available publicly and freely by individuals, businesses or governments.</p>\n<p>This is how we represent the locked-down future on the <a href=\"http://theodi.org/data-spectrum\">data spectrum</a>:</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/e0/81/55e08130d0d4620808000009/closed_spectrum.jpg\" alt=\"\" class=\"img text-center\" id=\"55e08130d0d46206f600000c\">  </p>\n<p>In this future, the importance of data infrastructure is smaller, as so much data is closed.</p>\n<p>The focus for data infrastructure in this future is to keep data closed and secure with a smattering of work to support shared and open data. Strong data infrastructure, although intended to make our data as widely used as it can be, will, to be blunt, fall short of its promise. </p>\n<p>If we use the analogy of <a href=\"http://theodi.org/blog/aim-to-be-boring-lessons-for-data-infrastructure\">data and data infrastructure as roads</a> then the road network will exist but it will be sparse. There will be some free highways for anyone to use, but if we were to travel the road network we would very quickly find our journeys interrupted by toll roads and gated communities. If we were to negotiate our way past these challenges we would then discover that many parts of the landscape were simply inaccessible. We might be able to see a community of people in the distance, but would have no way of getting to them. Eventually, people would stop using the road network. It wouldn't be worth the effort.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/e0/82/55e082f8f362be01ec00003b/road_spectrum.jpg\" alt=\"null\" class=\"img text-center\" id=\"55e082f8d0d46206f600000d\">\n<small>An abandoned road in New Jersey. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [Doug Kerr](https://www.flickr.com/photos/dougtone/5284046497/ “Doug Kerr\").</small></p>\n<p>As well as people and organisations choosing to keep their data closed, we should also think of those for whom there is no choice. A world of maximised closed data is similar to the current world for the billions of people who cannot or choose not to use digital services. Their data is closed because it is too difficult to discover it, share it or use it: the data exists but it is in paper and face-to-face interactions. Despite the amazing growth in <a href=\"http://a16z.com/2015/06/19/mobile-it-changes-everything/\">internet access and the apparent ubiquity of smartphones</a>, 25% of the world's population are still offline.</p>\n<p>When the digitally excluded and the countries, cities and regions that they live in come online, will those societies choose the locked-down future or a different one? In the next article in this series we will discuss our second scenario – the paid future – and what might happen when people expect to be paid for their data.</p>\n<p><em><strong>Peter Wells is an Associate at the Open Data Institute. Follow <a href=\"https://twitter.com/peterkwells\">@peterkwells</a> on Twitter.</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you’d like to share, pitch us a blog or tweet us at @ODIHQ.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Peter Wells","slug":"peter-wells","state":"published","web_url":"http://theodi.org/peter-wells","tag_ids":["writers","writer"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/how-will-future-affect-data-infrastructure.json","web_url":"http://theodi.org/blog/how-will-future-affect-data-infrastructure","slug":"how-will-future-affect-data-infrastructure","title":"How will the future affect our data infrastructure?","format":"article","updated_at":"2015-09-11T10:03:17+00:00","created_at":"2015-08-18T13:38:02+00:00","tag_ids":["blog","data-publication","data-as-infrastructure","future"]},{"id":"https://contentapi.theodi.org/who-owns-our-data-infrastructure.json","web_url":"http://theodi.org/who-owns-our-data-infrastructure","slug":"who-owns-our-data-infrastructure","title":"Who owns our data infrastructure?","format":"article","updated_at":"2015-11-18T15:32:13+00:00","created_at":"2015-05-27T11:02:51+00:00","tag_ids":["page","open-data","infrastructure","strategy","visions","international"]},{"id":"https://contentapi.theodi.org/where-next-for-data-infrastructure-work.json","web_url":"http://theodi.org/blog/where-next-for-data-infrastructure-work","slug":"where-next-for-data-infrastructure-work","title":"Where next for our data infrastructure work?","format":"article","updated_at":"2015-09-11T10:01:48+00:00","created_at":"2015-06-29T09:53:57+00:00","tag_ids":["blog","services","data-infrastructure","2015","policy"]}],"organizations":[],"author":{"name":"Peter Wells","slug":"peter-wells","state":"published","web_url":"http://theodi.org/peter-wells","tag_ids":["writers","writer"]}}