{"id":"https://contentapi.theodi.org/london-tech-innovators-ponder-links.json","web_url":"http://theodi.org/blog/london-tech-innovators-ponder-links","slug":"london-tech-innovators-ponder-links","title":"London tech innovators ponder links ","format":"article","updated_at":"2015-09-11T09:56:34+00:00","created_at":"2014-07-31T08:48:48+00:00","tag_ids":["dapaas","blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/dapaas.json","web_url":null,"title":"dapaas","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=dapaas","web_url":"http://theodi.org/tags/dapaas","slug":"dapaas"}},{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>A blog post written by Kasper De Graff detailing the recent DaPaaS, VITAL and Strategic FP7 research projects meeting. </p>","excerpt":"The London partners of three major international technology R&D projects gathered at a meeting hosted by [IMAGES&Co](http://www.images.co.uk/) at The Clarence Centre on the 21st July to discuss the potential benefits of cross-project collaboration. Between them, these projects are investing more than €14m in improving the usability of, and access to data and services, backed by almost €9m in public funding under the [European Commission’s Seventh Framework Programme.](http://cordis.europa.eu/fp7/homeen.html)\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>The London partners of three major international technology R&amp;D projects gathered at a meeting hosted by <a href=\"http://www.images.co.uk/\">IMAGES&Co</a> at The Clarence Centre on the 21st July to discuss the potential benefits of cross-project collaboration. Between them, these projects are investing more than €14m in improving the usability of, and access to data and services, backed by almost €9m in public funding under the <a href=\"http://cordis.europa.eu/fp7/home_en.html\">European Commission’s Seventh Framework Programme.</a></p>\n<p><a href=\"http://project.dapaas.eu/\">DaPaaS</a>, represented by Amanda Smith and Tom Heath of the <a href=\"http://theodi.org\">Open Data Institute,</a> is developing a cross-platform environment where government agencies, developers and companies can publish data sets or data-intensive applications and make them available to end user applications. DaPaaS aims to make it cheaper and easier for companies and organisations at all levels to use open data and deploy open data applications. The other DaPaaS partners are Manchester-based linked data specialist Swirrl, Bulgarian semantic database experts Ontotext, Korea’s big data analysts Saltlux, the networked systems and services division of Norway’s Sintef Group and mobile app developer Sirma in Sofia.</p>\n<p>The aim of <a href=\"http://strategic-project.eu/\">Strategic</a>, represented by Arturo Dell and Chris Widgery from the London Borough of Camden, and Theo Dimitrakos, Gery Ducatel and Joshua Daniel from BT’s research and technology division, is to help public bodies and other organisations make better use of cloud services by migrating existing services, adapting cloud-based services deployed by others for their own requirements, and creating new services. Strategic aims to develop a marketplace of public cloud services with easy to use tools and interfaces together with effective security and authentication. The other partners in the Strategic project are the Spanish arm of global technology giants Atos, the leading Greek software specialists SingularLogic, Estonia’s National Institute of Chemical Physics and Biophysics, London’s Uranus cloud platform and services provider, the City of Genoa and the Belgrade municipality of Stari Grad.</p>\n<p><a href=\"http://vital-iot.com/\">VITAL</a> is creating a middleware platform that will give developers ready access to disparate sources of Internet of Things data and complex services for use and deployment in smart city applications. VITAL was represented at the meeting by project coordinator Gregor Schiele from the Insight Centre for Data Analytics at the National University of Ireland in Galway, Simon Pitkeathley and Hasanul Hoque of Camden Town Unlimited, the business improvement district for one of London’s most vibrant areas, and Malcolm Garrett, Paul Lefrère and Kasper de Graaf of the communication design group IMAGES&amp;CO. The other project partners are the municipal government of Istanbul, the Technical University of Istanbul, the Turin-based software group Santer Reply and France’s national institute for IT research Inria. Strategic partners Atos of Spain and SinglarLogic in Athens are also represented in the VITAL consortium.</p>\n<p>While each of the projects needs to stay focused on its own objectives to succeed, the participants identified potential for collaboration in dissemination, longer term research and short-term use case development, with benefits for the outcomes of all the projects. There were common issues around security, interoperability, ontologies and dealing with legacy systems. Opportunities discussed included platform linking and integration, providing an element of ongoing consultation and peer review, and possible collaboration on creating a public competition for application developers.</p>\n<p>The partners decided to plan a technical working session to exchange information about the R&amp;D approaches being pursued, and to establish a liaison group to maintain contact and deepen the collaboration.</p>\n<p><em>This blog post, written by <a href=\"https://twitter.com/kasperdegraaf\">Kasper de Graff,</a> originally appeared on the <a href=\"http://www.vital-iot.com/blog/london-tech-innovators-ponder-links\">VITAL blog</a></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Amanda Smith","slug":"amanda-smith","state":"published","web_url":"http://theodi.org/team/amanda-smith","tag_ids":["team","team","team","team","services-programme","person"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Amanda Smith","slug":"amanda-smith","state":"published","web_url":"http://theodi.org/team/amanda-smith","tag_ids":["team","team","team","team","services-programme","person"]}}