{"id":"https://contentapi.theodi.org/long-held-ambition-realised-odi-opens-officially.json","web_url":"http://theodi.org/blog/long-held-ambition-realised-odi-opens-officially","slug":"long-held-ambition-realised-odi-opens-officially","title":"A long-held ambition realised as the ODI opens officially","format":"article","updated_at":"2015-09-11T09:50:45+00:00","created_at":"2012-12-04T11:22:19+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Today is the official launch of the ODI and we'll be welcoming both Francis Maude and David Willetts as our guests. Support at the very highest levels of Government has been crucial not just for the ODI but for the success of open data efforts in the UK.","language":"en","need_extended_font":false,"content":"<p>Today is the official launch of the ODI and we'll be welcoming both Francis Maude and David Willetts as our guests. Support at the very highest levels of Government has been crucial not just for the ODI but for the success of open data efforts in the UK.</p>\n<p>Tim Berners-Lee and I were appointed by the previous Government to begin a process of releasing government public data. We had our portal data.gov.uk running in 5 months with its first data sets. Beta sites and agile development, open source and open innovation - these were new concepts to government.</p>\n<p>Tim and I were asked to join others on the Transparency Board and to continue advising on Open Data. The commitment to open data, featured large in the Conservative Party’s Technology Manifesto and in this Governments work – with real and substantial achievements in policy and practice.</p>\n<p>So the UK has been fortunate to have Governments from across the political divide that have understood the importance of open data. I make this point because open data must not, should not and so far has not been a matter of partisan politics. The development of open data in the UK is something all the major parties can be proud of.</p>\n<p><strong>Benefits for the Public</strong></p>\n<p>I have said before that open data is a public good; it is a public good just like clean air and clean water. \u0002And many benefits flow from this public good.</p>\n<p>For example, transparency and accountability. When the infection rates in our hospitals are published as open data, this data holds those institutions accountable. Those that perform poorly have to look to their laurels.</p>\n<p>Since the data on infection rates were published there has been an 85% decrease in patients infected with MRSA. And it costs £9000 to treat a patient wit MRSA, so open data is making hospitals more efficient, it is saving money. We can’t lay all of this improvement at the door of open data but when people can see the difference between the best and the worst it drives a sharing of best practice; people look to understand the differences and strive to do better. Open data of this sort is also a social good in and of itself.</p>\n<p><strong>Engaging Open Data</strong></p>\n<p>Open data can lead to engagement and participation. Every month police forces in England and Wales publish their reported crime data, by type and location. The first month following the publication of this data saw significant increases in calls to the police offering additional information on those reported crimes.</p>\n<p>Open data can create economic value.. Just how much may not yet be exactly quantifiable but all the evidence is in one direction. From insurance to intelligent procurement, transport to health, companies are beginning to sense the economic opportunity. The shape of this new market is outlined in the Deloitte research on which we collaborated. Economic value creation is one of the main reasons we are here today.</p>\n<p>But there is no one reason to do open data, there are many. There is no one benefit, there are many. \u0002This is why it is important to maintain and extend the publication of open data. This why the Government’s continued commitment to open data is so important - and it is why the ODI is so important.</p>\n<p><strong>Beginnings</strong></p>\n<p>The ODI had its genesis in conversations Tim and I had with No 10. He and I believed that there was the opportunity to create a world class centre to help pull through the UK’s expertise and leadership in this area. The Chancellor announced funding in last year’s Autumn Statement for an Open Data Institute to be established in Shoreditch with Government providing £10m over 5 years via the Technology Strategy Board(TSB), and the ODI to raise matched funding over this same time period.</p>\n<p>The TSB needed a detailed plan before they could enter in to an agreement. A good part of my life from December through April was spent creating a blueprint for the ODI and writing that plan. I’d like to express now my thanks to those who helped and gave advice – Tim Kelsey, Pete Lawrence and Olivia Burman from the Cabinet Office; Iain Gray, David Bott and Hadley Beaman from the TSB – and many others.</p>\n<p>When the plan was approved all we had to do was set up the ODI. this was a brand new entity. We had a plan but no premises, no people and no trading history. Yet we had the right idea.</p>\n<p>And here we owe a debt of gratitude to the University of Southampton and its Vice Chancellor Don Nutbeam. They provided access to their estates and legal teams. They paid for a project manager before the funding agreement was in place. They did this because they believed in open data.</p>\n<p><strong>Project Management</strong></p>\n<p>The Project Manager I hired to help me is someone the ODI owes a particular debt of thanks to. Tim Organ was magnificent. We spent many hours looking for the right place. We believed that being in the right place and in the right space were essential. We wanted an open and collaborative feel. A world without walls but with private space. We believe we have a special space here in Clifton Street.</p>\n<p>As the space developed we needed to find the right management team. We have in Gavin Starks, Jeni Tennison and Stuart Coulman \u0002a management team with flair, energy, talent and ambition. As the ODI has expanded and our team grown so too has my excitement about what we might achieve.</p>\n<p><strong>Catalysing a New Industry</strong></p>\n<p>We are in fact fashioning a new infrastructure – a data infrastructure every bit as essential as the servers, the fibre, the radio spectrum and the mobile networks that store and distribute it.</p>\n<p>Open data on health, transport, crime, and the environment. Open data on companies, contracts, spending and procurement. Open data on the energy we produce and consume. Open geospatial data and open demographic data. All of this has value when it becomes actionable information, when it delivers a service that a citizen can use or a consumer wants. Data has value when it enables a business or department to improve itself, its products and processes.</p>\n<p>Much of the value of open data is how it adds value to other kinds of data; open and closed, personal and non-personal. I Chair the midata programme for BIS which is all about giving each of us access to the data that companies collect when we interact with them. Recently we organised a weekend hackathon at the ODI exploring the opportunities of a midata world.</p>\n<p>It must be right that this access extends to the data that Government holds about us (our tax and welfare data, education and health data) by putting citizens at the heart of their own information we could effect a transformation,\u0002one that holds the key to the effective delivery of government services to citizens.</p>\n<p><strong>Training</strong></p>\n<p>At the ODI we are committed to training the next generation of public technologists. We will work with the public sector to make the data it publishes as good as possible. We will train data entrepreneurs who want to build new companies and new services using this data. We will work with existing corporates to realise the value in open data. We want to ensure our work has the widest national and international impact.</p>\n<p>I believe that the best way to ensure that open data flourishes is to: build a vibrant demand side that uses, depends and relies on open data; harness its power for innovation and value creation and, of course; to realise the talents and ambitions of the Open Data Institute.</p>\n<p><em>Nigel Shadbolt is the co-founder and Chairman of the ODI</em></p>","organizations":[],"author":{"name":"Sir Nigel Shadbolt","slug":"nigel-shadbolt","state":"published","web_url":"http://theodi.org/team/nigel-shadbolt","tag_ids":["team","team-board","person","nigel-shadbolt","founder"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Sir Nigel Shadbolt","slug":"nigel-shadbolt","state":"published","web_url":"http://theodi.org/team/nigel-shadbolt","tag_ids":["team","team-board","person","nigel-shadbolt","founder"]}}