{"id":"https://contentapi.theodi.org/making-transparency-work-local-government.json","web_url":"http://theodi.org/blog/making-transparency-work-local-government","slug":"making-transparency-work-local-government","title":"Making transparency work for Local Government","format":"article","updated_at":"2015-09-11T09:52:35+00:00","created_at":"2013-04-04T12:56:12+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"description":"","excerpt":"With the unseasonal spring snowfall and freezing temparatures, you might have become a bit more aware of your local council recently, with a lot of the stuff that we take for granted being knocked sideways by the onslaught of frozen water falling from the sky.\r","language":"en","need_extended_font":false,"alternative_title":"Making transparency work for Local Government","url":"","content":"<p>With the unseasonal spring snowfall and freezing temparatures, you might have become a bit more aware of your local council recently, with a lot of the stuff that we take for granted being knocked sideways by the onslaught of frozen water falling from the sky.</p>\n<p>However, it's about much more than just gritting roads and collecting bins - local government touches all aspects of our lives, from education to care for the elderly, it's a constant presence.</p>\n<p>This is why it's important that local government makes good use of open data, as organisations that are so key to the lives of so many people need\u0002to be open and accountable.</p>\n<p>With this in mind (and as an ex-local government bod myself), I was pleased to represent the ODI at the recent <a href=\"http://www.local.gov.uk/web/guest/events/-/journal_content/56/10171/3863451/EVENT-TEMPLATE\">Making Transparency Work For You</a> conference in Leeds.</p>\n<p>This event bought people from across the North East and North West to see what was happening on the national stage, as well as examples of upcoming projects and good practice locally.</p>\n<p>From a national perspective, Ed Parkes from the Cabinet Office talked about policy developments including the strengthening of the Freedom of Information Act to include a <a href=\"http://www.homeoffice.gov.uk/publications/about-us/legislation/protection-freedoms-bill/\">Right to Data</a> and Gesche Schmid from the Local Government Association talked about, amongst other things, the <a href=\"http://news.bis.gov.uk/Press-Releases/New-funding-to-accelerate-benefits-of-open-data-684c1.aspx\">Breakthrough Fund</a>, a pot of money designed to help councils publish data in new and innovative ways.</p>\n<p>There was also talk about making data linkable and sharable by using common standards from Paul Davidson from the <a href=\"http://www.legsb.gov.uk/\">Local eGovernment Standards Body</a>, and Mike Thacker from the <a href=\"http://www.esd.org.uk/esdtoolkit/default.aspx\">esd-Toolkit</a> spoke about some of the standards that are already being used to link up datasets from across government.</p>\n<p>Steve Peters from the Department for Communities and Local Government also showcased <a href=\"http://opendatacommunities.org/data\">open data communities</a>, a linked data store for statistics about local government which is collected nationally, and is already\u0002beginning to be used and linked with other datasets by councils such as <a href=\"http://linkeddata.hants.gov.uk/land-supply-mapper/map.html\">Hampshire</a> and <a href=\"http://lambeth-in-numbers.co.uk\">Lambeth</a>.</p>\n<p>The most interesting take away for me, however, was seeing the work that has been done by councils locally, such as Trafford, who have used open data in partnership with local communities to identify areas that are in need of funding and use that data to support funding applications.</p>\n<p>It was also interesting to see councils around Sheffield joining together and engaging with the open data communties in their region, as well as identifying common datasets that they could all open up in a common format (which is a great way to begin to adopt standards).</p>\n<p>Overall I was struck by how much innovation is going on in the sector, and how much open data work has been done\u0002since I left local government (only eight\u0002weeks ago!). Because of this (and because I think it's really important that more of this stuff gets publicised outside government) I'll certainly be making it my mission to seek\u0002out and share\u0002more local government open data stories as time goes on.</p>\n<p><em>You can see the slides from the event, and other regional events in London and Bristol, on the <a href=\"http://www.esd.org.uk/esdtoolkit/News/NewsDetail.aspx?Item=754\">ESD Toolkit website</a>.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}