{"id":"https://contentapi.theodi.org/member-blog-creating-fruitful-partnerships-open-data.json","web_url":"http://theodi.org/blog/member-blog-creating-fruitful-partnerships-open-data","slug":"member-blog-creating-fruitful-partnerships-open-data","title":"Member blog: Creating fruitful partnerships with open data","format":"article","updated_at":"2015-09-11T09:51:48+00:00","created_at":"2013-09-10T09:52:18+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"The success of online dating is predicated on the fact that people are willing to display public information about themselves, even though they might feel uncomfortable doing it. Many people have this fear that someone they know will see them and think they are losers, whereas in fact, revealing what makes them tick is what actually brings them value (a date). The same applies to open innovation around data: companies need to expose themselves to attract potential partners.","language":"en","need_extended_font":false,"content":"<p>The success of online dating is predicated on the fact that people are willing to display public information about themselves, even though they might feel uncomfortable doing it. Many people have this fear that someone they know will see them and think they are losers, whereas in fact, revealing what makes them tick is what actually brings them value (a date). The same applies to open innovation around data: companies need to expose themselves to attract potential partners.</p>\n<p>Last June, our company, <a href=\"http://www.snips.net\">Snips</a>, launched its latest product, <a href=\"http://www.tranquilien.com\">Tranquilien</a>, a mobile app that lets Parisian commuters know in advance how full trains will be so that they can pick one where they can sit. By all metrics, the launch was a success: 200 press articles, 3 TV coverages, 5 radio interviews, 2 conferences and 1 national open data award. Overnight, we had a successful mobile app, a track record, credibility and tremendous visibility. How did we do it? Quite simply by partnering with the French national railway, SNCF!</p>\n<p>After our smart transit app prototype won the SNCF open data hackathon, we decided to actually build the product and launch it. What we soon realized though was that we weren't only building a mobile app; we were creating the first ever indicator of commuting comfort! With this information, passengers could now choose their train based on how comfortable they want to be. With enough people using it, the load would be spread across more trains, effectively reducing -- if not eliminating -- peak hours.</p>\n<p>Excited by this new prospect, SNCF decided to allocate more resources to the project, giving us full access to key private data that proved essential for the success of the project.</p>\n<p>In this particular case though, the available open data was not enough. We needed access to sensitive data such as historical passenger counts and equipment allocation schedules. We needed train specifications and stations' architectural plans. We needed real-time train information.</p>\n<p>The need to access private data actually appeared in virtually every project we did. Every single partner and client we worked with was sitting on amazing datasets that could be turned into disruptive new products. When asked why they weren’t opening them, we got responses ranging from \"we don't have an open data culture\", to \"we don't know if we are legally allowed to\".</p>\n<p>More troubling perhaps, is the fact that startups relying on open data aren't showing the way either. Not a single one is opening their user, sensor or app data. Why? Because data is a highly valuable asset and businesses would rather turn a profit from it than give it away for free. To be honest, you can't really blame them. When you spend considerable resources gathering, cleaning, validating and analysing data, you want to get some sort of return from it. Of course, open data brings tremendous value to companies actively engaging in it but the best strategy is not always obvious, and private companies often require additional safeguards to preserve their competitiveness.</p>\n<p>What really matters here isn't the fact that data is opened. It's the fact that it is made accessible. Indeed, startups like us only need to be aware of who is producing what data, and how we can access it. Just like for online dating, large companies only need to give information about themselves, the data they hold, the market they are after and what products they are looking for, so that a match with an innovative company can be made! Basically, we need a data matching portal, a global platform where data can be declared, exchanged and partnerships started so that we can all spend time doing something we love: building products.</p>\n<p><em>Snips is has joined the <a href=\"http://directory.theodi.org/members\">ODI membership programme</a></em></p>","organizations":[],"author":{"name":"Rand Hindi","slug":"rand-hindi","state":"published","web_url":"http://theodi.org/rand-hindi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Rand Hindi","slug":"rand-hindi","state":"published","web_url":"http://theodi.org/rand-hindi","tag_ids":[]}}