{"id":"https://contentapi.theodi.org/member-blog-risk-vs-opportunities-finding-balance-data.json","web_url":"http://theodi.org/blog/member-blog-risk-vs-opportunities-finding-balance-data","slug":"member-blog-risk-vs-opportunities-finding-balance-data","title":"Member blog: Risk vs Opportunities: finding the balance in data  ","format":"article","updated_at":"2015-09-11T09:51:46+00:00","created_at":"2013-08-31T10:42:41+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Trust is one of the biggest issues when we speak about data. But it doesn’t have to be an issue. Using data adds more value than it creates risks.","language":"en","need_extended_font":false,"content":"<p>Trust is one of the biggest issues when we speak about data. But it doesn’t have to be an issue. Using data adds more value than it creates risks.</p>\n<p>At the moment the conversation is totally absorbed in capacity, infrastructure – “my Big Data is bigger than yours” talk – and that’s one of the most obvious reasons why Big Data is still surrounded by hype that most don’t understand.</p>\n<p>It’s time to change that, and to do this, there must be an open dialogue. To enable this dialogue we must talk more about ends and less about means, identify the value exchange and understand the expectations of everyone involved.</p>\n<p>So to start off, companies must be more open about their data. It’s good for their business, they get innovation, learn new ways to become more efficient in their core activities. They give something back to society and have a shot at truly engaging consumers.</p>\n<p>Second, we must educate people on the different types of data and what can they be used for. Because sometimes you don’t know what will come out of a project, there must be a flexible and secure framework to define what’s allowed and what’s not – and who gets to say that!</p>\n<p>Third, there are so many examples of how data is being used to the benefit of society \u0002– open or not – and how it impacts everyday life, that we don’t really have to convince businesses, people and governments of how data can change the way we live. Let’s go through a few of them:</p>\n<p>\u0002\n<strong>Social example – <a href=\"http://cellcity2012.org/isabelleDanielle.html\">Cellcity 2012</a></strong></p>\n<p>Understanding what the best tourist sites really are through an analysis of the people visiting at any given time. How much could tourism benefit from this? How much would emergency services gain in efficiency if they could prepare for the kinds of situations that might occur? And how much could you improve urban planning by having access to this information?</p>\n<p>\u0002\n<strong>Mobility example – <a href=\"http://www.jetsetme.com/visualisation.html\">Jetsetme</a></strong></p>\n<p>Understanding UK citizens’ favorite travel destinations and their habits as tourists. This is a simple visualization with an easy to use API those who want to have a go at innovation. These insights could help people plan holidays and travel agencies to taylor their offerings.</p>\n<p>\u0002\n<strong>Health example – <a href=\"http://enriquefrias-martinez.info/yahoo_site_admin/assets/docs/SimulationEpidemicSpread.10893754.pdf\">Simulation of epidemic spread</a></strong></p>\n<p>Using behavioral data to track how an epidemic spreads and helping governments and health organisations take steps to slow the propagation. This could enable managers to close down key contagion locations, reduce propagation and delay the peak of the epidemic.</p>\n<p>\u0002\nThese are only three examples. Hopefully a many more will come out of <a href=\"http://www.campus-party.eu/2013/index-cpeu.html\">Campus Party</a> this week, where a <a href=\"http://new.dynamicinsights.telefonica.com/493/campus-party\">Datathon for social good</a> will take place.</p>\n<p>Teams are going to have datasets at their disposal and a team of experts to support them in creating their visions and applications, ensuring the outcomes benefit the way we live. <a href=\"http://theodi.org/news/odi-telef%C3%B3nica-and-mit-set-data-challenge-campus-party-2013\">The ODI is playing a pivotal role</a> in helping put this together by connecting the dots with the vast and rich data resources they brought to the table. We’re looking forward to seeing what the teams will create, and sharing some of the outcomes soon.</p>\n<p>The key change that we need to keep promoting is to make sure everyone benefits – businesses, customers and citizens. The privacy discussion must not obstruct the need to innovate – it's up to all us to find that balance.</p>\n<p>\u0002\nHugo Pinto is Sector Comms Manager at <a href=\"http://dynamicinsights.telefonica.com/\">Telefónica Dynamic Insights</a></p>\n<p>Telefonica Dynamic Insights are a<a href=\"http://directory.theodi.org/members\"> Partner Member of the ODI</a></p>","organizations":[],"author":{"name":"Hugo Pinto","slug":"hugo-pinto","state":"published","web_url":"http://theodi.org/hugo-pinto","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Hugo Pinto","slug":"hugo-pinto","state":"published","web_url":"http://theodi.org/hugo-pinto","tag_ids":[]}}