{"id":"https://contentapi.theodi.org/member-blog-introducing-importio.json","web_url":"http://theodi.org/blog/member-blog-introducing-importio","slug":"member-blog-introducing-importio","title":"Member blog: Introducing Import:io","format":"article","updated_at":"2015-09-11T09:51:44+00:00","created_at":"2013-08-26T15:52:40+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"In the first of a series of blogs by our members, Bea Schofield of [Import:io](http://import.io/) explains why her company shares the ODI's commitment to open data.","language":"en","need_extended_font":false,"content":"<p><em>In the first of a series of blogs by our members, Bea Schofield of <a href=\"http://import.io/\">Import:io</a> explains why her company shares the ODI's commitment to open data.</em></p>\n<p>Since the <a href=\"http://www.theguardian.com/technology/2006/mar/09/education.epublic\">‘Free Our Data’ campaign</a> by the Guardian in 2006 highlighting the potential benefits of making government data available, a wider ‘open data culture’ has been flourishing. However, in spite of an ever-increasing amount of data on the web, what can be classed as ‘open data’ continues to account for a very small percentage of the gold mine.</p>\n<p>Quantifying the social and economic value of data which is available but not ‘open’ is no easy task. In fact, it is probably as easy as persuading everyone who publishes data to build an API to the source so the data can be retrieved in a structured format. The major stumbling block is there are no obvious incentives for people to make their data open. It requires expensive developer time and the rewards are seemingly few and far between. Translating data which is available on the web into truly ‘open’ data requires technological innovation, advocacy and a set of incentives for data owners – a task <a href=\"http://import.io/\">import.io</a> is working closely with the ODI to undertake.</p>\n<p><a href=\"http://import.io/\">Import.io</a> provides a technological solution to the ‘open data’ problem with its easy-to-use data extraction tool, giving anyone the opportunity to turn the web into a database without writing any code. Empowering a community of data users to generate and share structured data from the web frees the data, but then comes the more shady area of licensing and accountability. Despite being the public domain, data owners still have the right to determine how their content is re-used.</p>\n<p>Educating people who own and publish data on the benefits of freeing their data is another piece in the puzzle, and one which the ODI is leading. As data owners are made aware of the innovative ways in which their data can be used and the profit that can be made, the idea of sharing their information with ease becomes more appealing and they are less likely to stop it being re-used. With the benefits of integrating themselves in the open data community and the tools available to make this into a reality, the gold mine is no longer off limits and data owners are lining up.</p>\n<p>From pulling in food prices on supermarket sites to monitor global food trends to quantifying public opinion from unstructured blog posts, opening up data is changing the way in which we view and think about the world. Combining innovative technology and advocacy has the capacity to bring an ‘open data culture’ to the forefront of the World Wide Web, and is something both Import.io and the ODI are committed to achieving.</p>","organizations":[],"author":{"name":"Bea Schofield","slug":"bea-schofield","state":"published","web_url":"http://theodi.org/bea-schofield","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Bea Schofield","slug":"bea-schofield","state":"published","web_url":"http://theodi.org/bea-schofield","tag_ids":[]}}