{"id":"https://contentapi.theodi.org/moscow-node-news-2014.json","web_url":"http://theodi.org/blog/moscow-node-news-2014","slug":"moscow-node-news-2014","title":"Moscow node news: January 2014","format":"article","updated_at":"2016-07-05T13:25:47+00:00","created_at":"2014-01-24T12:53:23+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>Now, here in Russia, we are facing a tremendous growth of Open Data ecosystem. <a href=\"http://infoculture.ru/en/\">NGO Infoculture</a> acts as an active player in the field and undertakes a number of developments in three main dimensions: Government, Education and Community.</p>","excerpt":"Now, here in Russia, we are facing a tremendous growth of Open Data ecosystem. <a href=\"http://infoculture.ru/en/\">NGO Infoculture</a> acts as an active player in the field and undertakes a number of developments in three main dimensions: Government, Education and Community.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>Now, here in Russia, we are facing a tremendous growth of Open Data ecosystem. <a href=\"http://infoculture.ru/en/\">NGO Infoculture</a> acts as an active player in the field and undertakes a number of developments in three main dimensions: Government, Education and Community.</p>\n<h3 id=\"government\">Government</h3>\n<ol>\n<li><a href=\"http://xn--80abeamcuufxbhgound0h9cl.xn--p1ai/\">Russia’s Open Government</a> is an initiative launched by the Russian Government in order to consolidate efforts to enhance the transparency and accountability of all the governmental structures. Two of its key priorities are encouraging the publication of Open Data and building the single Open Data Portal.</li>\n<li><a href=\"http://xn--80ahccvvactsc1ibf.xn--80abeamcuufxbhgound0h9cl.xn--p1ai/about/\">Council on Open Data</a> is a special-purpose governmental body at the Governmental Committee on Openness, under the auspices of which government representatives, as well as civil and citizen leaders determine Russia’s agenda in the area of Open Data. The Council builds the road-map of data opening according to G8 Charter and functions as a communicative platform that helps formulate Ministries’ priorities in ranging the urgency of publishing most demanded data packages.</li>\n</ol>\n<h3 id=\"education\">Education</h3>\n<ol>\n<li><a href=\"http://opendataschool.ru/\">Open Data School</a> is an educational platform launched by NGO Infoculture and supported by Russia's Open Government. It organises regular offline lectures and seminars for journalists, citizen activists, government officials and programmers, as well as everybody who wants to know how to work with open data. These lectures are free of charge and their materials, including videos, transcripts and presentations, are published at the School's website under an open license.</li>\n<li><a href=\"http://datadrivenjournalism.ru/\">DataDrivenJournalism.ru</a> is a Russian-language learning project created as a totally independent volunteer initiative and aimed at sharing knowledge and skills regarding data driven journalism and generally data processing. In its 'static' part, it provides a bunch of tutorials and walkthroughs, both original and translated, of different difficulty levels, which can be used by anyone anytime. It also provides an opportunity for interactive learning by organising so called 'data expeditions'. The term was borrowed from <a href=\"http://schoolofdata.org/\">OKF's School of Data initiative</a>. The idea is based on the project-oriented peer-to-peer learning approach developed and successfully applied by such initiatives as the abovementioned <a href=\"https://p2pu.org/en/\">School of Data and P2P University</a>. Data expeditions organised by DataDrivenJournalism.ru take place online and are absolutely free of charge. Its first data expedition was launched in July 2013 and <a href=\"http://ourchiefweapons.wordpress.com/2013/08/05/first-data-expedition-in-russian-mission-complete/\">revealed a huge potential of this learning format</a>. The next expedition starts in December 2013.</li>\n</ol>\n<h3 id=\"community\">Community</h3>\n<ol>\n<li>NGO Infoculture launched <a href=\"http://hubofdata.ru/\">Hub of Open Data</a> in 2009. Today, it provides over 5000 datasets from various informational sources. In the near future, it is going to be developed towards integration with other open data portals that are created in the regions by activists and federal agencies. \nInfoculture also takes efforts in such directions as:</li>\n</ol>\n<ul>\n<li>Enhancing the the plainness of the government, including the official language,</li>\n<li>Digital Preservation,</li>\n<li>Open Access Initiative.</li>\n</ul>\n<ol>\n<li>In 2013 several major hackathons were organised, including <a href=\"http://apps4russia.ru/\">Apps4Russia</a>, which involved over 70 participant projects. At the moment, another hackathon <a href=\"http://apichallenge.ru\">API Challenge</a>, focused on Moscow and its Open Data, is taking place. Since mid-October, over 20 projects applied for participation and the application is still open. API Challenge — is one of the first hackathons eagerly supported by the government.</li>\n<li>Earlier this autumn, due to the efforts of local open data activists, Moscow became one of the ODI Nodes. At the moment <a href=\"https://certificates.theodi.org/\">ODI certificates</a> are being translated into Russian by a team of volunteers.</li>\n<li>In October 2013, NGO Infoculture registered <a href=\"http://habrahabr.ru/company/infoculture/\">an official account at Habrahabr</a>, one of the most authoritative and best-established Russian-language online-resources focused on monitoring IT market and tracking influential IT trends. It is also an informal online-based community that accumulates best IT specialists and computer scientists. The official Infoculture blog at Habrahabr covers various topics regarding Open Data and the related subjects. Each of its posts collects 10000 to 20000 views on average.</li>\n</ol>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}