{"id":"https://contentapi.theodi.org/my-certificate-is-open-a-week-of-training-at-the-odi.json","web_url":"http://theodi.org/blog/my-certificate-is-open-a-week-of-training-at-the-odi","slug":"my-certificate-is-open-a-week-of-training-at-the-odi","title":"Guest post: My certificate is open - a week of training at the ODI","format":"article","updated_at":"2015-09-11T09:54:40+00:00","created_at":"2014-01-30T13:03:58+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p><strong>Good morning everybody</strong></p>\n<p>\"So why are you here?\" we were all asked, at the start of a fantastic week on the ‘<a href=\"http://theodi.org/courses/open-data-practice\">Open Data in Practice</a>’ course at the<a href=\"http://theodi.org/about-us\"> Open Data Institute</a> (ODI)</p>","excerpt":" Good morning everybody\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<h3 id=\"goodmorningeverybody\">Good morning everybody</h3>\n<p>\"So, why are you here?\" we were all asked, at the start of a fantastic week on the ‘<a href=\"http://theodi.org/courses/open-data-practice\">Open Data in Practice</a>’ course at the<a href=\"http://theodi.org/about-us\"> Open Data Institute</a>.</p>\n<p>\"I want to know my open data unknowns, and then turn some of those into knowns.\" I said. Eloquent I know.</p>\n<p>The week-long course gave an overview of open data generally – practical, legal, business, technical, cultural, visual – and was usefully hands-on throughout. My course mates were from industry, business, academia and the public sector; from Scotland; Russia and the UAE. The food was also delicious.</p>\n<p>We were asked to bring a dataset to play with for the week, so I chose the first iteration of the list of what the UK has identified as the 300 or so most important datasets: the<a href=\"http://data.gov.uk/library/national-information-infrastructure-narrative\"> National Information Infrastructure</a> (made up of a<a href=\"http://data.gov.uk/dataset/national-information-infrastructure\"> summary CSV file</a> as well as<a href=\"http://data.gov.uk/data/search?core_dataset=true\"> tagged records</a> within the data.gov.uk portal). I wanted to see what I could do with it to help make it a more useful dataset...at the same time as learning about what tools are available, and how easy or not they are to use.</p>\n<h3 id=\"learningthroughdoing\">Learning through doing</h3>\n<p>The main thing I did was explore the<a href=\"https://certificates.theodi.org/\"> Open Data Certificate</a> that the<a href=\"http://theodi.org/news/new-certificates-launched-help-everyone-discover-understand-and-use-open-data\"> ODI launched the beta version of around the G8 Summit</a> earlier this year. I walked through it with the original NII summary file (CSV), partly to understand the process, and partly to understand how we measured up! UK government has set itself a stretch target to put all of its most important datasets through the certificate.</p>\n<h3 id=\"showingyourworking\">Showing your working</h3>\n<p>I stepped through each question (after quickly registering), in a relatively easy to use interface which gives you the option of both finding out more information about each question, as well as asking specific questions when you get stuck (although this understandably does not happen straight away, and so might put your completion of the certificate on hold).</p>\n<h3 id=\"testingtimes\">Testing times</h3>\n<p>On pressing ‘submit’ the assessment came back as a ‘Raw’ certificate, meaning we were still at the most basic of four levels. I then clicked on ‘How Can I Improve My Data?’ link, and discovered a helpful list of pointers to moving it through the next levels. There was only one additional task to complete to move it up to the second level ‘Pilot’. I looked again at the question and was able to address that specific issue, making a small change, and moving the dataset up to the status of<a href=\"https://certificates.theodi.org/datasets/932/certificates/13133\"> ‘Pilot’!</a> Still two stages to go, but, armed with the list of suggested improvements I was able to return to Cabinet Office to feedback my findings to people in the team.</p>\n<p>There was also the opportunity to provide feedback to ODI colleagues on the certificate, and I did so on one aspect relating to the fact that data.gov.uk sometimes points to resources, and sometimes houses them. I suggested that the certificate might want to give the option of explaining further context to datasets referenced through such a portal.</p>\n<h3 id=\"schoolsout\">School’s out</h3>\n<p>I bounded back to Cabinet Office, full of energy and excitement, feeling confident and empowered to convey the benefits of how much your understanding can be furthered by taking a single, familiar dataset through the certificate. I was quickly brought back down to earth by the head of data.gov.uk who highlighted: \"there are many datasets which need much more basic quality considerations being made, for example correcting basic errors within the data, and adding simple metadata, way before we get close to assessment using the open data certificate\". He has explained much of this is a useful<a href=\"http://data.gov.uk/blog/simple-intro-open-data\"> blog post</a>, and indeed the Open Data in Practice course covers much of this too.</p>\n<h3 id=\"termstarts\">Term starts</h3>\n<p>But that’s ok, because the certificate is partly a measurement tool, partly an educational process, and helps anyone who publishes data understand the importance of contextual information from the point of view of a consumer, interested in using that data.</p>\n<p>For successfully completing the course we also received a certificate, which now sits alongside by screen at work, reminding me of everything I learnt. For those interesting in receiving their own certificate, and how to obtain one for your data, the next ODI <a href=\"http://theodi.org/courses/open-data-practice\">Open Data In Practice</a> courses run on the following dates.</p>\n<p><em>Matt Brown is in the Cabinet Office Transparency Team.</em></p>\n<p><strong>Further details and dates of Open Data in Practice and other courses can be <a href=\"http://theodi.org/courses\">found here</a>.</strong> </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Matthew Brown","slug":"matthew-brown","state":"published","web_url":"http://theodi.org/matthew-brown","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/open-data-in-practice-2014-03-31.json","web_url":"http://theodi.org/courses/open-data-practice/2014-03-31","slug":"open-data-in-practice-2014-03-31","title":"Open Data in Practice: 31 March - 4 April, 2014","format":"course_instance","updated_at":"2015-09-11T09:54:04+00:00","created_at":"2014-01-22T10:51:53+00:00","tag_ids":[]},{"id":"https://contentapi.theodi.org/training-odi-it-s-date.json","web_url":"http://theodi.org/blog/training-odi-it-s-date","slug":"training-odi-it-s-date","title":"Training at the ODI - It’s a Date","format":"article","updated_at":"2015-09-11T09:51:20+00:00","created_at":"2013-05-10T15:27:31+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"Matthew Brown","slug":"matthew-brown","state":"published","web_url":"http://theodi.org/matthew-brown","tag_ids":["writers"]}}