{"id":"https://contentapi.theodi.org/new-industrialists-part-1-open-data-enabling-new-primary-industry-or-speeding-existing-one.json","web_url":"http://theodi.org/blog/new-industrialists-part-1-open-data-enabling-new-primary-industry-or-speeding-existing-one","slug":"new-industrialists-part-1-open-data-enabling-new-primary-industry-or-speeding-existing-one","title":"The New Industrialists (Part 1): Open Data - Enabling a new primary industry or speeding up the existing one?","format":"article","updated_at":"2015-09-11T09:50:28+00:00","created_at":"2012-11-04T16:44:32+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Consider the question: Has information technology got close to fulfilling it’s potential? Early personal productivity software, database products, automated supply chain, enterprise resource planning, search, business intelligence CRM, Saas - the never ending list of snappy sounding IT promises (most never really fulfilling their prophesies) is relentless and more often than not confusing to business leaders pushing their Chief Technology Officers to speak in clear simple terms - revenue, brand, profit, loss. It seems that [Software really is eating the world](http://venturebeat.com/2012/09/10/software-is-eating-the-world-and-andreessen-horowitz-is-fueling-its-appetite/).","language":"en","need_extended_font":false,"content":"<p>Consider the question: Has information technology got close to fulfilling it’s potential? Early personal productivity software, database products, automated supply chain, enterprise resource planning, search, business intelligence CRM, Saas - the never ending list of snappy sounding IT promises (most never really fulfilling their prophesies) is relentless and more often than not confusing to business leaders pushing their Chief Technology Officers to speak in clear simple terms - revenue, brand, profit, loss. It seems that <a href=\"http://venturebeat.com/2012/09/10/software-is-eating-the-world-and-andreessen-horowitz-is-fueling-its-appetite/\">Software really is eating the world</a>.</p>\n<p>What do all these technologies have in common? Data data data. Sucked in from a burgeoning audience of self service socialites (Facebook) or extracted from a connected cacophony of cyber noise (Twitter) our appetite to consume more and more data just keeps growing. So much so that the latest hype demand is \"<a href=\"https://en.wikipedia.org/wiki/Big_data\">BIg Data</a>” The hype so often leaves business buyers disappointed because they never quite understood what they really wanted in the first place.</p>\n<h3 id=\"informationiswhatcounts\">Information is what counts</h3>\n<p>Perhaps with all this talk of data we have forgotten something. Accessing then extracting the insight we need from the information and vast data available to make the right decision at the right time is the bit that makes the difference. The promise of analytics is not new. The tech industry has seen a rebirth of cloud based propositions that can suck up data and supposedly spit out insight. All too often these solutions have only been affordable to medium sized and large businesses and all too often the bit after the insight is forgotten. How do I best communicate the information to my audience? How do I make the data visually simple yet compelling and relevant to the business people ? Companies like <a href=\"http://www.geckoboard.com/\">geckoboard</a> are breaking this open, as are an increasing number of propositions provided on a pay-per-use model.</p>\n<h3 id=\"theopendatapromise\">The open data promise?</h3>\n<p>What can <a href=\"http://en.wikipedia.org/wiki/Open_data\">Open data</a> deliver? Let’s start with the government’s data: some might argue that if we dust off and unlock that treasure chest., the information potential for society, for commerce is huge. In this utopia, startups will flourish by moving in to assist with the supply and demand and the trickle of most useful data will work itself out and become a steady flow. If only it were that easy. Publishing the data is not enough. Getting the scale and focus right n the early stages, on which data to supply and which to request, is critical to building a sustainable model. Watch this space for some analysis we plan to co-publish later in 2012.</p>\n<h3 id=\"whatisinitforbusinessesandforus\">What is in it for businesses and for us?</h3>\n<p>The word free confuses and scares the business folk - how can I <a href=\"http://www.freemium.org/\">build a business on free?</a> Open data does mean freely available to access, use and share but that does not restrict smart use to create paid for value-add services around that access. Take transport data: having a fire hose of data on TFL is no good to a business. Having that <a href=\"http://placr.co.uk/index.php\">data aggregated, structured and accessible in an automated way is worth paying for</a>. There are many <a href=\"http://www.jenitennison.com/blog/node/172\">open data business models</a> taking shape. Why should I make my data available? Which data should be open and which closed? What really needs to be understood is that the value of “open” is that it can enable completely different way to innovate and invent new business models often where the current model is mature but can be built open or adapted. Take <a href=\"https://www.noddle.co.uk/\">noddle from callcredit</a> - a consumer service empowering personal ownership and accountability for credit scoring.</p>\n<p>What should be the important characteristics of open data? Let’s consider one simple data item: the <a href=\"http://data.gov.uk/dataset/gross_domestic_product-preliminary_estimate_\">gross domestic product of the UK</a> or the annual <a href=\"http://opencorporates.com/\">revenue of a company</a>. We need to ask: Is the available data maintained by an authoritative source? If financially derived, Is it audited and how do I know? Will it be updated next year? If the data I need is in a closed pdf file, I will need to manually open and search. Far better if I can automatically link my software or website to the data needed in a structured way. Then it becomes information. It may all sound simple but data really does deserve better.</p>\n<h3 id=\"conclusion\">Conclusion</h3>\n<p>If software is really going to eat the world then data is a core fuel source. <a href=\"http://data.worldbank.org/\">Open data and money</a> are going to help by enabling the mass market to source, supply and consume it with better outcomes. This will enable the innovators and inventors to <a href=\"http://radar.oreilly.com/2009/01/work-on-stuff-that-matters-fir.html\">build stuff that matters</a> and build stuff that works! Open data can unlock more value in the existing data market and has the potential to create a new industry of businesses driving demand and supply across all sectors Open data is both speeding up the value in IT and forging a new industry. Get involved. If you have data that can bring value to others open it up!</p>\n<p><em>Stuart Coleman is Commercial Director of The ODI (read more on his <a href=\"http://www.theodi.org/people/stuart-coleman\">full profile</a>). His New Industrialists blog explores how Open Data is changing the commercial landscape.</em></p>","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}