{"id":"https://contentapi.theodi.org/new-drugs-global-market-open-data-pharma.json","web_url":"http://theodi.org/blog/new-drugs-global-market-open-data-pharma","slug":"new-drugs-global-market-open-data-pharma","title":"Taking new drugs to a global market: what role can open data play? ","format":"article","updated_at":"2015-09-11T10:01:53+00:00","created_at":"2015-07-03T10:05:58+00:00","tag_ids":["blog","health","open-data","business","pharmaceutical"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/health.json","web_url":null,"title":"health","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=health","web_url":"http://theodi.org/tags/health","slug":"health"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/business.json","web_url":null,"title":"business","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=business","web_url":"http://theodi.org/tags/business","slug":"business"}},{"id":"https://contentapi.theodi.org/tags/keywords/pharmaceutical.json","web_url":null,"title":"pharmaceutical","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=pharmaceutical","web_url":"http://theodi.org/tags/pharmaceutical","slug":"pharmaceutical"}}],"details":{"business_proposition":false,"description":"<p>On 30 June the ODI hosted a business breakfast to discuss the use of open data in bringing new drugs to market and its potential to bring about change in the pharmaceutical sector. The breakfast was chaired by John Wise, Executive Director of Pistoia Alliance, and featured presentations by Nadia Fosket of Roche and Andrew Beale of Optimity Advisors.</p>","excerpt":"<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/96/61/559661d2d0d4623df600001a/pills.jpg\" alt=\"null\" class=\"img\" id=\"559661d2d0d4624547000072\">\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/96/61/559661d2d0d4623df600001a/pills.jpg\" alt=\"null\" class=\"img\" id=\"559661d2d0d4624547000072\">\n<small>Pharma companies use data help them understand how effective the drugs they bring to market are. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by <a href=\"https://www.flickr.com/photos/stevendepolo/7315163226/in/photolist-bEdZ6h-9TYE3Y-pQHz9D-7YXZBy-daGT9K-daGVHL-e3vXtG-daGTdT-daGTmi-daGT6B-2EGZw9-bvc7PH-6z41Ws-c9q8aU-fFxaYR-7cpRYk-ahnZM8-4rFGhL-8R4TEk-4rw6iK-4XBda6-8UUA3X-daGSYr-daGThZ-9HKzKA-5LdLkb-8V2hL5/\" title=\"Steven Depolo\">Steven Depolo</a>.</small></p>\n<p><em>On 30 June the ODI hosted a business breakfast to discuss the use of open data in bringing new drugs to market and its potential to bring about change in the pharmaceutical sector. The breakfast was chaired by John Wise, Executive Director of Pistoia Alliance, and featured presentations by Nadia Fosket of Roche and Andrew Beale of Optimity Advisors.</em></p>\n<h3 id=\"arapidlyevolvingenvironment\">A rapidly evolving environment</h3>\n<p>Rising pricing pressures, increasing Research and Development (R&amp;D) complexity and costs, and greater global competition. </p>\n<p>These are just some of the challenges facing the pharmaceutical sector, introduced to us by John Wise, Executive Director of Pistoia Alliance. These challenges are set against a backdrop of a rapidly evolving R&amp;D system in the sector; in which the inward-facing, partially shared environment of former years is giving way to a highly collaborative, distributed and open approach.</p>\n<p>During the course of the breakfast, we heard how open data was currently being used by the pharma sector, the difficulties it poses and its impact.</p>\n<h3 id=\"bringingpharmardintotherealworld\">Bringing pharma R&amp;D into the real world</h3>\n<p>Nadia Foskett, Principal Real World Data Scientist at <a href=\"https://www.roche.co.uk/\">Roche</a>, delivered a presentation on the value of using real-world data in pharma R&amp;D. Real-world data is the term used for data collected outside of traditional controlled clinical trials, under real-life (practical) circumstances. It includes data from electronic medical records and observational studies, and also extends to data that isn’t directly related to drugs, such as population surveys and national statistics.</p>\n<p>Real-world data is increasingly used by pharma companies, such as Roche, to develop more realistic insight and evidence into the effectiveness of the drugs they are bringing to market. Examples of the areas in which it is currently used include disease epidemiology, efficacy signalling in sub-populations and the comparative effectiveness of drugs. This insight and evidence has a tangible business impact – it can help companies bring their drugs to market more quickly and cost-effectively.</p>\n<p>Some real-world data used by pharma companies is already published as open data, but this is generally limited to populations surveys and national statistics, such as <a href=\"http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/index.html\">Office for National Statistics (ONS) census data</a> in the UK. Often, access to the most valuable real-world data used in bringing drugs to market is restricted.</p>\n<p>An example of this is the <a href=\"http://www.chemodataset.nhs.uk/home\">Systemic Anti-Cancer Therapy (SACT) chemotherapy dataset</a>, which was described as \"a data goldmine\" at the breakfast. The dataset is a real-world drug registry that maintains data on around 200,000 patients in the UK who have received chemotherapy. Access to the data is restricted by Public Health England. Roche is understood to currently be the only pharma company with access to aggregated summary statistics from the dataset. A number of attendees voiced their support for the statistics to be published as open data, to enable others to use this significant resource to monitor the outcomes of existing treatments and to develop new chemotherapy drugs.</p>\n<p>There was a shared feeling in the room that <strong>a lack of access to data</strong> is one of the fundamental challenges to developing real world insight and evidence when bringing a drug to market. Although data sharing agreements are common in the pharma sector, there was a demand for more datasets, such as SACT, to be published openly. Summary statistics of electronic medical record data were also identified by attendees as particularly valuable if published as open data.</p>\n<h3 id=\"marketingandsellingdrugsmoreeffectively\">Marketing and selling drugs more effectively</h3>\n<p>Andrew Beale, partner at <a href=\"http://www.optimityadvisors.com/\">Optimity Advisors</a>, described a changing market context for selling and regulating pharmaceuticals. He discussed a shift in the focus of global companies to market their products more locally and how the pharma companies he had worked with seek to reduce their unit sales costs.</p>\n<p>An interesting application of open data to do this is through the analysis of pharma prescription data, such as <a href=\"http://www.hscic.gov.uk/gpprescribingdata\">GP prescribing data</a> published by the Health and Social Care Information Centre (HSCIC). Such analysis delivers insight into the drugs prescribed and dispensed in different areas, enabling pharma companies to benchmark the performance of their drugs. In turn, this can inform their marketing strategies, identifying areas which require more (or less, or different) marketing efforts. The quality and extent of the commercial insight that can be derived through this type of data analytics improves as more datasets are combined. Again, access to statistics from medical datasets like SACT was widely regarded as valuable. </p>\n<p>Andrew also presented on the potential for open data to play a role in the logistics of bringing drugs to market. In particular, he noted the extensive <a href=\"http://articles.economictimes.indiatimes.com/2015-06-24/news/63783251_1_commerce-ministry-exporters-pilot-project\">pharma database</a> currently in development in India. It is hoped that it will enable pharma companies and regulators alike to <strong>track product consignments and trace them</strong> to their point of origin.</p>\n<h3 id=\"thepharmaindustryaconstellationofstakeholders\">The pharma industry: \"a constellation of stakeholders\"</h3>\n<p>The difficulties in opening up, and using, valuable pharma data are generally related to the structure of the sector itself, which was brilliantly described during the breakfast as \"a constellation\" of stakeholders of varying sizes and types. The data these stakeholders collect, maintain and own is distributed widely across the sector, from government to insurers to the pharma companies themselves. Coupled with considerable privacy issues and concerns, this has lead to a culture of data sharing agreements between selected stakeholders, which limits widespread, or public, access to the data.</p>\n<p>Attendees also discussed the way in which the distribution of data has caused \"fantastically complex\" problems with ontologies – the practical use of how to describe the data. A lack of standards in the industry has resulted in different stakeholders describing the same, or similar, data very differently; causing interoperability issues when different datasets are shared and mixed together.</p>\n<h3 id=\"lookingforward\">Looking forward</h3>\n<p>The range of different voices present at the breakfast led to an engaging morning of presentation and discussion. Despite the challenges it faces, a notable view from the breakfast was that pharma companies are more aware of the potential of open data than may often be thought.</p>\n<p>As well as continuing to explore the opportunities for using existing open data in R&amp;D and to market and sell drugs more effectively, we invite pharma companies and the wider sector to join the ODI’s <a href=\"http://opendatainstitute.org/blog/where-next-for-data-infrastructure-work\">ongoing discussion of data infrastructure</a>. The aim of data infrastructure is to make important data as accessible and widely used as possible. Lots of the issues raised during the breakfast – from interoperability to accessibility of data, collaboration on insights generated using data to making more data open while preserving privacy safeguards – are part of articulating and building a <a href=\"http://opendatainstitute.org/who-owns-our-data-infrastructure?\">coherent data infrastructure</a> for the pharma sector.</p>\n<h3 id=\"whatdoyouthink\">What do you think?</h3>\n<p><strong>Do you have thoughts or experience to share about open data and pharma? <a href=\"mailto:production@theodi.org\">Pitch us a blog</a> to share your views, or tweet us at <a href=\"https://twitter.com/ODIHQ\">@ODIHQ</a>.</strong></p>\n<p><strong>Want some more examples of open datasets in the healthcare industry? Read our blogpost <a href=\"http://theodi.org/blog/how-can-open-data-help-improve-healthcare\">‘How can open data improve healthcare?’</a>.</strong></p>\n<p><em>Jack Hardinges is Research Assistant at the ODI. Follow <a href=\"https://twitter.com/jhardinges1\" title=\"@jhardinges1\">@jhardinges1</a> on Twitter.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Jack Hardinges","slug":"jack-hardinges","state":"published","web_url":"http://theodi.org/team/jack-hardinges","tag_ids":["team","team","evidence-programme","odi-team","staff","research"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/how-can-open-data-help-improve-healthcare.json","web_url":"http://theodi.org/blog/how-can-open-data-help-improve-healthcare","slug":"how-can-open-data-help-improve-healthcare","title":"How can open data help improve healthcare?","format":"article","updated_at":"2015-09-11T10:01:47+00:00","created_at":"2015-06-25T16:10:21+00:00","tag_ids":["blog","health","healthcare","event","innovation","society"]},{"id":"https://contentapi.theodi.org/aidspan-case-study-a-watchdog-organisation-in-the-health-sector.json","web_url":"http://theodi.org/case-studies/aidspan-case-study-a-watchdog-organisation-in-the-health-sector","slug":"aidspan-case-study-a-watchdog-organisation-in-the-health-sector","title":"Case study: How Aidspan use open data to track health spending","format":"case_study","updated_at":"2015-09-11T09:59:09+00:00","created_at":"2015-01-14T11:02:30+00:00","tag_ids":["aidspan","open-data","health","watchdog"]},{"id":"https://contentapi.theodi.org/where-next-for-data-infrastructure-work.json","web_url":"http://theodi.org/blog/where-next-for-data-infrastructure-work","slug":"where-next-for-data-infrastructure-work","title":"Where next for our data infrastructure work?","format":"article","updated_at":"2015-09-11T10:01:48+00:00","created_at":"2015-06-29T09:53:57+00:00","tag_ids":["blog","services","data-infrastructure","2015","policy"]}],"organizations":[],"author":{"name":"Jack Hardinges","slug":"jack-hardinges","state":"published","web_url":"http://theodi.org/team/jack-hardinges","tag_ids":["team","team","evidence-programme","odi-team","staff","research"]}}