{"id":"https://contentapi.theodi.org/new-industrialists-part-2-open-data-market-makers.json","web_url":"http://theodi.org/blog/new-industrialists-part-2-open-data-market-makers","slug":"new-industrialists-part-2-open-data-market-makers","title":"The New Industrialists (Part 2): Open data market makers","format":"article","updated_at":"2015-09-11T09:52:28+00:00","created_at":"2013-03-14T13:58:27+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Five months down the line and reflecting on a whirlwind of start-up activity - I have been asking myself two big questions:","language":"en","need_extended_font":false,"content":"<p>Five months down the line and reflecting on a whirlwind of start-up activity - I have been asking myself two big questions:</p>\n<ul>\n<li>What evidence have we found that open data and open data innovation will deliver real economic growth? \u0002- How is the ODI demonstrating to HM Government and the UK taxpayer that it is not only a “<a href=\"http://www.ft.com/cms/s/0/cc7ff2e4-d651-11df-81f0-00144feabdc0.html#axzz2NEt06H4T\">good</a>” use of public funds but also great for driving innovation and helping to reinvigorate the UK economy?\u0002\nA quick canter through the evidence shows that the early signs are good.</li>\n</ul>\n<p>For example, one of our first <strong>incubating start-up companies</strong><a href=\"http://www.placr.co.uk/\">Placr</a> has moved from two years of bootstrapping to securing £250k of seed investment - they are hiring two new team members and working to refine and polish their proposition. \u0002<a href=\"http://placr.co.uk/blog/2013/02/placr-secures-new-funding-to-power-growth/\">Placr</a> make freely available (but raw) transport data useful by aggregating, standardising and automating access to them. \u0002\nMastodon C do big (and often open) data better (all on <a href=\"http://www.mastodonc.com/dashboard\">zero carbon infrastructure</a>) - and have proven as much. \u0002<a href=\"http://www.prescribinganalytics.com/\">www.prescribinganalytics.com </a>secured their two person start-up coverage in the <a href=\"http://blogs.ft.com/ftdata/2012/12/06/un-needed-branded-drugs-cost-nhs-millions/\">FT</a>, the <a href=\"http://www.economist.com/news/britain/21567980-how-scrutiny-freely-available-data-might-save-nhs-money-beggar-thy-neighbour\">economist</a> and a broad array of tech publications. \u0002Mastodon C are now looking to hire a third team member, have secured several contracts worth more than £20k and continues to deliver big open data outcomes with really compelling stories <a href=\"http://www.retrofitanalysis.org/\">most recently highlighting</a> the opportunity to drive energy efficiency into legacy UK housing stock. The signs from early- stage nimble start-ups are encouraging; we look forward to securing more examples.</p>\n<p><strong>Big business</strong></p>\n<p>Open innovation and open business models are not new but have yet to be widely adopted. \u0002This week we launched our <a href=\"http://www.theodi.org/join-us\">membership model</a> in a drive to engage mainstream industry in our mission and help unlock more innovation in their own businesses. \u0002Virgin Media and Which? have stepped up and are committed to working with us, fronting investment, time, resources and energy.\u0002\n<a href=\"http://www.virginmedia.com/\">Virgin Media</a> are on a quest to differentiate and enhance customers’ experience of browsing the web, exploring how opening up and aggregating a subset of their anonymised user data can drive innovation and connect customers to new experiences. \u0002Imagine recreating the Virgin Media TiVo experience for the web - *“if you like this you’ll love that”, *\u0002“*Who else in you area is interested in this” , “what’s hot in your region today?”. *The ODI will provide a great environment and access to a community of innovators to work on these ideas. \u0002\n<a href=\"http://www.which.co.uk/\">Which?</a> campaigns to get a fairer deal for consumers. \u0002Working with open data they can develop new consumer insights and drive new services that will better inform peoples’ decisions on healthcare, education and much more.</p>\n<p>We are still in the early stages of our journey but one thing that’s emerging really clearly is our ability to convene the right people to make things happen. Connecting the talent in our start-up community with demand in the market and business opportunities is all part of the story. \u0002Joining together actors who can help accelerate and shape an open data market is also critical. \u0002\nThe on-going <a href=\"http://news.bis.gov.uk/Press-Releases/Review-of-open-data-to-explore-growth-opportunities-68203.aspx\">Shakespeare review</a> of open data provides a great opportunity to amplify these early successes and ensure the voices of key influencers in the open data supply chain are heard. \u0002Next week, we’re meeting with a seasoned audience of venture capitalists/angel investors, CEOs, \u0002start-up founders and leaders from industry and government to hear their thoughts about this emerging market. \u0002All have influence on the open data landscape and will further this debate. We look forward to sharing their insights.</p>\n<p><em>Stuart Coleman is Commercial Director of the ODI (read more on his\u0002<a href=\"http://www.theodi.org/people/stuart-coleman\">full profile</a>). His New Industrialists blog explores how Open Data is changing the commercial landscape.  \n<a href=\"http://www.theodi.org/blog/new-industrialists-part-1-open-data-enabling-new-primary-industry-or-speeding-existing-one\">Read Part 1 of the series</a>: Open Data - Enabling a new primary industry or speeking up an existing one ?</em></p>\n<p>\u0002</p>\n<p>\u0002</p>","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}