{"id":"https://contentapi.theodi.org/new-data-as-culture-exhibition-thinking-out-loud-explores-the-inner-workings-of-code-and-craft.json","web_url":"http://theodi.org/blog/new-data-as-culture-exhibition-thinking-out-loud-explores-the-inner-workings-of-code-and-craft","slug":"new-data-as-culture-exhibition-thinking-out-loud-explores-the-inner-workings-of-code-and-craft","title":"New Data as Culture exhibition 'Thinking Out Loud' explores the inner workings of code and craft","format":"article","updated_at":"2016-07-01T13:33:03+00:00","created_at":"2016-07-01T11:42:17+00:00","tag_ids":["blog","data-as-culture","art","artist-residency"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-as-culture.json","web_url":null,"title":"data as culture","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-as-culture","web_url":"http://theodi.org/tags/data-as-culture","slug":"data-as-culture"}},{"id":"https://contentapi.theodi.org/tags/keywords/art.json","web_url":null,"title":"art","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=art","web_url":"http://theodi.org/tags/art","slug":"art"}},{"id":"https://contentapi.theodi.org/tags/keywords/artist-residency.json","web_url":null,"title":"artist residency","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=artist-residency","web_url":"http://theodi.org/tags/artist-residency","slug":"artist-residency"}}],"details":{"business_proposition":false,"description":"<p>From raves fuelled by computer algorithms, 'hacking' woollen jumpers and reviving primitive Inca data storage, the new Data as Culture exhibition exposes how modern and traditional crafts are built with code</p>","excerpt":"Featuring raves fuelled by computer algorithms, 'hacked' woollen jumpers and revived primitive Inca data storage, the new Data as Culture exhibition 'Thinking Out Loud' exposes how modern and traditional crafts are built with code\r","language":"en","need_extended_font":false,"alternative_title":"New Data as Culture exhibition explores the inner workings of code and craft","url":"","content":"<p><em>Featuring raves fuelled by computer algorithms, 'hacked' woollen jumpers and revived primitive Inca data storage, the new Data as Culture exhibition 'Thinking Out Loud' exposes how modern and traditional crafts are built with code</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/76/6a/57766ac91f986a2bec00000a/DaC4-email-banner-A__1_.png\" alt=\"null\" class=\"img text-center\" id=\"57766ac9d0d46206d50000e5\"></p>\n<p><strong>The Open Data Institute is launching its fifth Data as Culture exhibition: <a href=\"http://theodi.org/meetups/thinking-out-loud\">'Thinking Out Loud'</a> – open to the public, by appointment, from 15 July, 2016.</strong> </p>\n<p>Thinking Out Loud centres around musician, programmer and ODI Sound Artist in Residence, <a href=\"https://en.wikipedia.org/wiki/Alex_McLean\">Alex McLean</a> – made possible through a partnership with <a href=\"http://soundandmusic.org\">Sound and Music</a>, through their Embedded artist residency programme – as well as ten of his collaborators. The works explore the ways in which humans have captured and encoded data throughout history, from the ancient art of weaving, and Inca quipu (a recording method using knotted strings) to live coding, and hacking woollen jumpers. The exhibition is interactive, ever-changing and radical, and includes artists who rarely exhibit in gallery environments. </p>\n<p>McLean will be unveiling his work 'Looking Screen', a television screen placed prominently in the ODI office through which he will broadcast a live stream of his own artistic work in progress. The broadcast will also include the first tasters of the new sound composition that McLean will develop during his residency, broadcast directly into the ODI office space.</p>\n<p>'Thinking Out Loud' explores themes of openness in the processes of making, turning these processes inside out to question the forms that data can take. Radical craft features heavily in the exhibition as a traditional form of encoding information and means of challenging dominant perceptions of technology. This is accompanied by innovations in creative coding, which fuel live performances and visual works. </p>\n<p>Thinking Out Loud works include:</p>\n<ul>\n<li><p><strong>Ellen Harzilius-Klück</strong>'s 'Unborn and Untitled' which consist of woven fabrics created by feeding music-derived data into computer-controlled looms. </p></li>\n<li><p><strong>David Littler</strong>'s 'The Doffing Mistress Takes A Stroll' features a tiny mechanical piano and punched paper piano rolls. Participants are encouraged to deface the rolls to create a collaborative musical work. </p></li>\n<li><p><strong>Dan Hett’s</strong> 'Twenty Thousand Seconds' has been created specifically for the exhibition, it is an animation of his own pre-recorded, live-coded visuals, slowed down to last the exact duration of the exhibition.  </p></li>\n<li><p><strong>Antonio Robert</strong>’s 'data.set', also created specifically for ‘Thinking Out Loud’, takes UK datasets on digital exclusion and adult internet usage and represents them visually through blocks of colour rather than tabular or text-file formats.</p></li>\n<li><p><strong>Amy Twigger Holroyd</strong>'s 'The spectrum of re-knitting treatments' offers routes for amateur and professional makers to tinker with commercially-produced knitwear for their own purposes and enjoyment, and to increase the longevity of the garments. </p></li>\n<li><p><strong>Dave Griffiths and Julian Rohrhuber</strong>’s 'Inca Telefax. Listening to Precolumbian Administration without understanding a word', is a computer-generated sound installation creating an aural insight into quipu, identifying rhythmic structures. </p></li>\n<li><p><strong>Felicity Ford</strong>’s 'Listening to Shetland Wool' looks at the landscapes and cultures of Shetland through an online sound map of the islands’ wool industry, which visitors can listen to through a hand-knitted woollen speaker pillow. </p></li>\n</ul>\n<p><strong>Gavin Starks, CEO of the Open Data Institute, says</strong>:</p>\n<blockquote>\n  <p>The Data as Culture programme questions the role of data throughout history, in our communities, and across our society. It is both personal and invisible, local and ubiquitous. Its openness is partly a social statement and partly a cultural reflection. It can also be a political statement. Artists help us ask questions about how to interpret our worlds before we have been able to articulate them—using data as an art material is a natural extension of our cultural palette. To see data, and hear it transformed through the works of these groundbreaking artists, is a joy, and helps translate this strange ether into forms we can begin to comprehend.</p>\n</blockquote>\n<p><strong>Hannah Redler, ODI Associate Art Curator, says:</strong></p>\n<blockquote>\n  <p>Thinking Out Loud introduces a group of radical artists, musicians, programmers and makers whose practices are built around sharing and developing ideas rather than making static luxury art objects. The exhibition challenges common perceptions of data and digital as immaterial, seamless, revolutionary or even new. By connecting Inca data collection and the tacit knowledge of neolithic weavers to advanced computer-coded sound and graphic environments, the exhibition introduces us to ways of thinking about data and technology that are grounded in human lived experience.</p>\n</blockquote>\n<p><strong>Alex McLean, ODI Sound Artist in Residence, says:</strong></p>\n<blockquote>\n  <p>At its core, 'Thinking out Loud' is about alternative histories and perspectives on digital data and code, involving a range of artists who enjoy exposing inner workings and sharing the creative processes behind their work. Humans have always explored both analogue and digital representations in their art, as can be seen in the textile artworks in Thinking Out Loud: the digital representation of stitches in a knitting pattern, directing the analogue yarn. By examining this inner digital and analogue duality, we find richer perspectives for thinking about our future with data.</p>\n</blockquote>\n<p>Alex McLean’s residency is made possible through a partnership with <a href=\"http://soundandmusic.org\">Sound and Music</a> through their Embedded artist residency programme, supported by <a href=\"http://www.artscouncil.org.uk/\">Arts Council England</a>, the <a href=\"http://esmeefairbairn.org.uk/\">Esmee Fairbairn Foundation</a> and <a href=\"http://www.prsformusicfoundation.com/\">PRSF Foundation</a>.</p>\n<p><strong><em>The Data as Culture programme, funded by the ODI and the Arts Council, aims to challenge the role of data in society through exploring the artistic potential of information, coding and technology.</em></strong></p>\n<p><strong><em>The exhibition will be open to the public during office hours from 15 July, 2016 to 31 March, 2017 at 65 Clifton Street, London EC2A 4JE.</em></strong></p>\n<p><strong><em>Visitors must contact the ODI ahead of visiting via <a href=\"mailto:dac@theodi.org\">dac@theodi.org</a>.</em></strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Alexander Leon","slug":"alexander-leon","state":"published","web_url":"http://theodi.org/alexander-leon","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/culture.json","web_url":"http://theodi.org/culture","slug":"culture","title":"Data as Culture","format":"article","updated_at":"2016-08-19T11:02:10+00:00","created_at":"2012-11-25T22:02:06+00:00","tag_ids":["page","data-as-culture","culture","art","data-driven"]},{"id":"https://contentapi.theodi.org/thinking-out-loud.json","web_url":"http://theodi.org/meetups/thinking-out-loud","slug":"thinking-out-loud","title":"Thinking Out Loud art exhibition","format":"event","updated_at":"2016-07-19T11:28:03+00:00","created_at":"2016-06-16T12:30:44+00:00","tag_ids":["event:meetup","data-as-culture","alex-mclean","hannah-reddler","art"],"extras":{"start_date":"2016-07-15T09:30:00+00:00","end_date":"2017-03-31T16:00:00+00:00","location":"Open Data Institute, 65 Clifton Street, London EC2A 4JE"}}],"organizations":[],"author":{"name":"Alexander Leon","slug":"alexander-leon","state":"published","web_url":"http://theodi.org/alexander-leon","tag_ids":["writers"]}}