{"id":"https://contentapi.theodi.org/new-open-data-projects-help-parents-to-get-involved-in-their-childs-education.json","web_url":"http://theodi.org/blog/new-open-data-projects-help-parents-to-get-involved-in-their-childs-education","slug":"new-open-data-projects-help-parents-to-get-involved-in-their-childs-education","title":"New open data projects help parents to get involved in their child’s education","format":"article","updated_at":"2015-09-11T09:54:57+00:00","created_at":"2014-03-18T16:27:54+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"","excerpt":"Three finalists for a national competition called the [Open Data Challenge Series](http://theodi.org/education-open-data-challenge-series), run by the Open Data Institute and [Nesta](http://www.nesta.org.uk/project/open-data-challenge-series), were announced today following a weekend event in London in which 15 teams competed in the education strand of the series.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>Three finalists for a national competition called the <a href=\"http://theodi.org/education-open-data-challenge-series\">Open Data Challenge Series</a>, run by the Open Data Institute and <a href=\"http://www.nesta.org.uk/project/open-data-challenge-series\">Nesta</a>, were announced today following a weekend event in London in which 15 teams competed in the education strand of the series.</p>\n<p>The Open Data Challenge Series is a two year programme that looks to find solutions to social issues through challenge prizes. A total of seven challenges will run across the programme and are open to all.</p>\n<p>Each finalist in the education strand created a product or a service which uses open data to enable parents to make more informed choices about their child’s education, either by helping them express a preference for a school, choose a subject or other learning priorities or engage with their children’s learning.</p>\n<p>The three finalists are:</p>\n<ul>\n<li><p>Illustreets - a location research tool for England to help parents in choosing schools that are the “best-fit” for their children rather than just the “best schools”.</p></li>\n<li><p>In context – Brenda: a tool that allows a university admissions officer or recruiter to contextualise social background and education achievements of an applicant.</p></li>\n<li><p>Skills Route - a service that will calculate which schools, colleges or apprenticeship providers are right for a person, based on your location, subject preferences and likely GCSE attainment.</p></li>\n</ul>\n<p>Jeni Tennison, Open Data Challenge Series judge and ODI Technical Director, said: </p>\n<blockquote>\n  <p>We had an impressive group of teams at the Education Open Data Challenge Creation Weekend with a variety of uses of open data. I look forward to the Open Data Institute working with the three finalists over the next couple of months to help them get the most out of the available open data on education.</p>\n</blockquote>\n<p>Prizes of £5,000 each have been awarded to the finalists. They will now be supported by the ODI and Nesta who will give them access to relevant expertise and mentoring to develop their projects. Throughout the next phase of development, they will assess the impact of their projects. \nThe finalists were selected at a hack style event (Creation Weekend) that enabled participants to test their products and pitch their ideas to the judging panel. An overall winner will be chosen later this year and will receive a £50,000 prize.</p>\n<p><em>The education strand of the Open Data Challenge Series was supported by RM Education and Haringey Council.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}