{"id":"https://contentapi.theodi.org/news-from-the-international-open-data-conference.json","web_url":"http://theodi.org/blog/news-from-the-international-open-data-conference","slug":"news-from-the-international-open-data-conference","title":"International Open Data Conference highlights advances and challenges ahead","format":"article","updated_at":"2015-09-11T10:01:36+00:00","created_at":"2015-06-19T14:05:04+00:00","tag_ids":["blog","global-data-infrastructure","open-data-leaders-network","international-open-data-conference","international"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/global-data-infrastructure.json","web_url":null,"title":"global data infrastructure","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=global-data-infrastructure","web_url":"http://theodi.org/tags/global-data-infrastructure","slug":"global-data-infrastructure"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-leaders-network.json","web_url":null,"title":"open data leaders network","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-leaders-network","web_url":"http://theodi.org/tags/open-data-leaders-network","slug":"open-data-leaders-network"}},{"id":"https://contentapi.theodi.org/tags/keywords/international-open-data-conference.json","web_url":null,"title":"international open data conference","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=international-open-data-conference","web_url":"http://theodi.org/tags/international-open-data-conference","slug":"international-open-data-conference"}},{"id":"https://contentapi.theodi.org/tags/keywords/international.json","web_url":null,"title":"international","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=international","web_url":"http://theodi.org/tags/international","slug":"international"}}],"details":{"business_proposition":false,"description":"<p>In the last few days of May, Ottawa, Canada’s capital city, was subject to an invasion. It wasn’t body snatchers, nor was it from their southern neighbour. Instead, the descent on Ottawa was made by the global open data community. From the six inhabited continents of the world, attendees took planes, trains, and buses to join in with one of the highlights of the open data calendar in 2015.</p>","excerpt":"\"We’re going to need considerably more picnic tables\"\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><strong><em>\"We’re going to need considerably more picnic tables\"</em></strong></p>\n<p>In the last few days of May, Ottawa, Canada’s capital city, was subject to an invasion. It wasn’t body snatchers, nor was it from their southern neighbour. Instead, the descent on Ottawa was made by the global open data community. From the six inhabited continents of the world, attendees took planes, trains, and buses to join in with one of the highlights of the open data calendar in 2015.</p>\n<p>In the opening session of the Third International Open Data Conference (IODC), Cyril Muller (Vice President of the World Bank Group) helped launched the proceedings by highlighting the advances the open data community had made in the last 3 years. He declared that in 2012, open data needed evangelists, now it had open data scientists, activists, policy-makers, and entrepreneurs. </p>\n<p>The open data community is growing at a prodigious rate, with ever increasing numbers of participants in the debates and dialogue around publication, application, standards, and impact of open data. </p>\n<p>DJ Patil, Chief Data Scientist of the US Government, commented that:</p>\n<blockquote>\n  <p>“10 years ago, the open data community would have fit around a picnic table.” This conference brought together well over 1,000 attendees from all over the world, often representing many more people working on open data in their countries.</p>\n</blockquote>\n<p>The energy of the open data community at the conference was palpable, with discussions continuing in the corridors and along the beautiful Rideau Canal. The Shaw Centre was filled with enthusiastic, highly engaged people who sustained themselves through two intense days of panels, workshops, and networking. </p>\n<p>There were three key discussions that the ODI participated in whilst at IODC. The first centred on planning for the <strong>data infrastructure</strong> - <strong>locally, nationally and globally</strong> - which will be needed if we’re to realise the benefits of the web of data. It was launched with an energising speech by the ODI’s Chairman, Professor Sir Nigel Shadbolt. He called upon the global open data community to begin to consider <strong>what would comprise our global data infrastructure, and who should govern it</strong>. He compared the importance of data infrastructure to essential physical infrastructure like roads, rails, and the electrical grid, and inaugurated a new debate amongst the open data community.</p>\n<p>The second key discussion surrounded <strong>leadership of government open data initiatives</strong>. The ODI’s International Development Manager, Liz Carolan, co-anchored one of the conference’s action tracks, which aimed to tackle the problem of a lack of peer networks which allowed for the sharing of recommended practices. She participated on a panel where she discussed the value of the <a href=\"http://theodi.org/blog/open-datas-benefits-policy-change\">Open Data Leaders’ Network</a>, set up as part of the ODI’s international development programme, for bringing together open data leaders from governments around the world to discuss the problems they’re facing, and collaborate in finding solutions. One of the leaders, Natalia Carfi, then Open Data Coordinator for the Government of Chile, interrupted her busy schedule at the conference to extol the benefits she had gained after joining the network. She declared that:</p>\n<blockquote>\n  <p>“it was an amazing bonding experience, [creating] a network where you can openly ask questions on your everyday decisions … and be sincere about the questions and the answers.” </p>\n</blockquote>\n<p>The anchors of the action track collectively called for two elements that would allow for successful networks of leaders in the future: <strong>focussing on participant-led agendas</strong>, and <strong>linking networks by leveraging open data champions</strong>.</p>\n<p>The third major discussion was around the <strong>Global Open Data for Agriculture and Nutrition</strong> (GODAN) initiative. In a promising example of sector-based collaboration, a range of actors including government leaders, donors, global institutions, researchers, and agribusinesses came together to discuss the <strong>potential for open data to improve agriculture and nutrition</strong>. Many examples were shared - including some from Mexico, Jamaica and Nigeria - highlighting how open data provides a tool to solve real problems from the smallholder farmer to industry level. Nonetheless, there are significant challenges in realising open data’s full potential in the sector. These aren’t just technological, but relate to questions of who ‘owns’ the data, inequality in access and use of open data, and responsibility to ‘do no harm.’</p>\n<p>The ODI had a large presence at IODC, with members of our Services, Franchise, and Strategy teams present. We were joined by several of our nodes, including <a href=\"http://oditoronto.org/\">ODI Toronto</a>, as well as some of our members, with a special mention to <a href=\"https://www.opendatasoft.com/\">OpenDataSoft</a> who had generously supported IODC. The range of activities our team and affiliates participated in shows the vast breadth of engagement the ODI has with the global open data community. </p>\n<p>In the closing stages of the conference, there was a concern raised amongst participants that the open data community may be operating in an echo chamber (highlighted by the scarcity of journalists at the event), and is currently not engaging with the wider public about the benefits of open data in everyday life. There was a call to action from several closing speakers for the open data community to expand its engagement with the public, and better communicate our work.</p>\n<p>The Spanish Ambassador to Canada helped round off the conference by announcing that the <strong>next IODC will be held in Madrid in 2016</strong>. The ODI is already getting excited about the next conference, to see what new ideas and innovations have sprung up, and how the global open data community’s conversations continue to evolve and grow.</p>\n<p><em>The ODI is grateful to its hosts, the Government of Canada and the International Development Research Centre (IDRC) for organising an excellent conference. We are especially grateful to the IDRC for their financial support which funded our team’s participation in IODC.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/who-owns-our-data-infrastructure.json","web_url":"http://theodi.org/who-owns-our-data-infrastructure","slug":"who-owns-our-data-infrastructure","title":"Who owns our data infrastructure?","format":"article","updated_at":"2015-11-18T15:32:13+00:00","created_at":"2015-05-27T11:02:51+00:00","tag_ids":["page","open-data","infrastructure","strategy","visions","international"]},{"id":"https://contentapi.theodi.org/what-national-information-infrastructure.json","web_url":"http://theodi.org/blog/what-national-information-infrastructure","slug":"what-national-information-infrastructure","title":"What Is National Information Infrastructure?","format":"article","updated_at":"2015-09-11T09:51:42+00:00","created_at":"2013-07-28T20:45:57+00:00","tag_ids":["blog"]},{"id":"https://contentapi.theodi.org/how-improve-agriculture-food-nutrition-open-data.json","web_url":"http://theodi.org/how-improve-agriculture-food-nutrition-open-data","slug":"how-improve-agriculture-food-nutrition-open-data","title":"Improving agriculture and nutrition with open data","format":"article","updated_at":"2015-09-11T10:03:21+00:00","created_at":"2015-05-27T13:07:37+00:00","tag_ids":["page","global-development","food","godan","nutrition","agritech","agriculture","discussion-paper"]},{"id":"https://contentapi.theodi.org/open-data-leaders-network.json","web_url":"http://theodi.org/open-data-leaders-network","slug":"open-data-leaders-network","title":"Open Data Leaders Network","format":"article","updated_at":"2016-04-20T15:43:41+00:00","created_at":"2015-06-19T16:28:38+00:00","tag_ids":["page","leaders-network","services","international"]}],"organizations":[],"author":{}}