{"id":"https://contentapi.theodi.org/nikos-manouselis-in-10-years-time-i-really-hope-that-food-and-agriculture-information-can-be-discoverable-machinereadable-and-interconnected.json","web_url":"http://theodi.org/blog/nikos-manouselis-in-10-years-time-i-really-hope-that-food-and-agriculture-information-can-be-discoverable-machinereadable-and-interconnected","slug":"nikos-manouselis-in-10-years-time-i-really-hope-that-food-and-agriculture-information-can-be-discoverable-machinereadable-and-interconnected","title":"Nikos Manouselis: 'In 10 years I want all food information to be interconnected'","format":"article","updated_at":"2016-10-27T11:12:15+00:00","created_at":"2016-10-26T09:56:45+00:00","tag_ids":["blog","odi-summit","agriculture","food"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/odi-summit.json","web_url":null,"title":"ODI Summit","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=odi-summit","web_url":"http://theodi.org/tags/odi-summit","slug":"odi-summit"}},{"id":"https://contentapi.theodi.org/tags/keywords/agriculture.json","web_url":null,"title":"agriculture","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=agriculture","web_url":"http://theodi.org/tags/agriculture","slug":"agriculture"}},{"id":"https://contentapi.theodi.org/tags/keywords/food.json","web_url":null,"title":"food","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=food","web_url":"http://theodi.org/tags/food","slug":"food"}}],"details":{"business_proposition":false,"description":"","excerpt":"With the [ODI Summit](http://theodi.org/summit/2016) less than a week away, we catch up with summit speaker and CEO of [Agroknow](http://www.agroknow.com/agroknow/), Nikos Manouselis, on what excites him about the future of open data and agriculture\r","language":"en","need_extended_font":false,"alternative_title":"Nikos Manouselis: 'In 10 years I want all food information to be interconnected'","url":"","content":"<p><em>With the <a href=\"http://theodi.org/summit/2016\">ODI Summit</a> less than a week away, we catch up with summit speaker and CEO of <a href=\"http://www.agroknow.com/agroknow/\">Agroknow</a>, <strong>Nikos Manouselis</strong>, on what excites him about the future of open data and agriculture</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/10/7e/58107e96f362be0893000003/Farming.jpg\" alt=\"Farming\" class=\"img\" id=\"58107e96f362be081c00000f\">\n<small>Image: By <a href=\"https://www.pexels.com/photo/green-tractor-175389/\">Pexels</a> <a href=\"https://creativecommons.org/publicdomain/zero/1.0/\">(CC0 BY 1.0)</a></p>\n<p><strong>Hi Nikos. How is Agroknow having an impact on society?</strong></p>\n<p>We’re currently helping scientists, information officers, students, decision-makers and practitioners to be better informed by collecting new information from hundreds of institutions and publishers around the world. We do this by contributing to a search engine run by the Food and Agriculture Organisation of the United Nations (FAO).</p>\n<p><strong>What do you think the world will look like in 10 years' time, with advances in how agriculture data is being accessed, used and shared?</strong></p>\n<p>Well, 10 years ago information in agriculture and food was generated and managed within closed software systems – libraries, supply chains, decision support tools. It was in silos, disconnected and impossible to discover, combine and reuse. In 10 years I really hope that such information can be discoverable, machine-readable and interconnected. </p>\n<p>I hope we will be able to ask for a piece (or view) of specific information through our tech devices, and some software process will automatically connect different systems together, negotiate the terms of use, carry out the required financial transaction, and deliver the requested information right to where you need it.</p>\n<p><strong>What do you think most needs to change in order to achieve this?</strong></p>\n<p>We need interoperability across different data sources and platforms. We need to make sure that different systems can talk to each other, exchange information that is stored in different formats, and clarify the different semantics. It is a technology barrier, but also a cultural one. We need to develop and map the various standards, but also decide that systems can talk to each other. </p>\n<p><strong>How do we engage people from outside the open data community to play a role in creating this impact?</strong></p>\n<p>We need to explain the value and potential of openness in various environments and settings. To explain that for data there is a spectrum of openness degrees, rather than \"open vs closed\". To clarify that being open does not mean giving your data away, but rather making it discoverable and usable. To convince a variety of traditional stakeholders to see public-sector data as a common good or as fuel for good (and fair) commercial services. And, crucially, we need to demonstrate to the private sector the benefits and opportunities from becoming open data leaders.</p>\n<p><strong>What excites you most about the future of how data s used in agriculture?</strong></p>\n<p>I am really excited about all the discussions around openness. What does open data mean in the agriculture and food industry? How can <a href=\"http://theodi.org/data-spectrum\">The Data Spectrum</a> be applied in the large variety and heterogeneity of agriculture and food data? </p>\n<p>How can open data leadership become a competitive advantage for private businesses? What could the value of open business models be? Will the abundance of open research data accelerate new scientific discoveries? I'm looking forward to finding out.</p>\n<p><strong>What innovations in data have particularly inspired you?</strong></p>\n<p>My inspiration has been the cultural shift that seems to be transforming the sector. I am amazed by several things: the perception of data produced with public money as a common good; the disruptive business models that have data sharing and transparency at their core; the emergence of discussions around trust, responsibility, ownership and governance. These are the innovations that really inspire me and change the way that I see things. </p>\n<p><strong>Do you think we’re technologically equipped for the rapid growth of data?</strong></p>\n<p>My research and development team insists that we do not have yet the computing and storage facilities to do really great things with the growing sources and streams of data in our sector. They also point out that in dark, dirty, muddy and noisy environments like the ones our users typically operate in, we will be needing appropriate technological equipment for data collection, handling and visualisation that we have not yet seen in the market. I think that they are right.</p>\n<p><strong>What advice would you give to others who are innovating with data?</strong></p>\n<p>We need to look at how data can be put in use to serve people in addressing the specific problems, not the other way around. We need to offer solutions using data, rather than hacking data for the sake of it.</p>\n<p><strong>You’re speaking at the ODI Summit 2016. What will you be talking about?</strong></p>\n<p>I will describe the vision that we have for a global, common data ecosystem for agriculture and food to propel the industry forward. I'll also describe what we plan to do to catalyse its creation, in the context of the <a href=\"http://www.godan.info/\">Global Open Data for Agriculture and Nutrition</a> (GODAN) initiative. </p>\n<p><em><a href=\"http://www.agroknow.com/agroknow/\">Agroknow</a> finds, connects and delivers agriculture and food information worldwide. They help organisations, networks and companies to put data together to solve a particular problem or tell a story.</em></p>\n<p><em>Join us at the <a href=\"http://theodi.org/summit/2016\">ODI Summit</a> on 1 November to hear inspiring stories from around the world on how people are innovating with the web of data, with presentations from diverse innovators – from startups to high-profile speakers such as Sir Tim Berners-Lee (creator of the World Wide Web), Sir Nigel Shadbolt (AI expert) and Martha Lane Fox (Lastminute.com founder).</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Hannah Foulds","slug":"hannah-foulds","state":"published","web_url":"http://theodi.org/team/hannah-foulds","tag_ids":["team","culture-programme","odi-team"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/odi-summit-and-awards-2016.json","web_url":"http://theodi.org/events/odi-summit-and-awards-2016","slug":"odi-summit-and-awards-2016","title":"ODI Summit and Awards 2016","format":"event","updated_at":"2016-11-01T13:38:34+00:00","created_at":"2016-06-01T14:33:12+00:00","tag_ids":["event:panel-discussions","odi-summit","odi-awards"],"extras":{"start_date":"2016-11-01T09:00:00+00:00","end_date":"2016-11-01T20:00:00+00:00","location":"BFI Southbank"}}],"organizations":[],"author":{"name":"Hannah Foulds","slug":"hannah-foulds","state":"published","web_url":"http://theodi.org/team/hannah-foulds","tag_ids":["team","culture-programme","odi-team"]}}