{"id":"https://contentapi.theodi.org/no-more-crossed-wires-how-open-innovation-is-born-from-company-collaboration.json","web_url":"http://theodi.org/blog/no-more-crossed-wires-how-open-innovation-is-born-from-company-collaboration","slug":"no-more-crossed-wires-how-open-innovation-is-born-from-company-collaboration","title":"‘No more crossed wires’: how open innovation is born from company collaboration","format":"article","updated_at":"2015-11-20T15:00:55+00:00","created_at":"2015-11-19T11:57:38+00:00","tag_ids":["blog","elearning","european-data-portal","sponge-uk"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/elearning.json","web_url":null,"title":"elearning","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=elearning","web_url":"http://theodi.org/tags/elearning","slug":"elearning"}},{"id":"https://contentapi.theodi.org/tags/keywords/european-data-portal.json","web_url":null,"title":"European Data Portal","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=european-data-portal","web_url":"http://theodi.org/tags/european-data-portal","slug":"european-data-portal"}},{"id":"https://contentapi.theodi.org/tags/keywords/sponge-uk.json","web_url":null,"title":"Sponge UK","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=sponge-uk","web_url":"http://theodi.org/tags/sponge-uk","slug":"sponge-uk"}}],"details":{"business_proposition":false,"description":"<p>Open Data Institute trainer Ben Cave shares the wide benefits of the open approach taken with eLearning developer Sponge UK in collaborating on the newly launched European Data Portal </p>","excerpt":"Open Data Institute trainer Ben Cave shares the wide benefits of the open approach taken with eLearning developer Sponge UK in collaborating on the newly launched European Data Portal\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>Open Data Institute trainer Ben Cave shares the wide benefits of the open approach taken with eLearning developer Sponge UK in collaborating on the newly launched European Data Portal</em></p>\n<p>The launch of the EU’s <a href=\"http://www.europeandataportal.eu/\">European Data Portal</a> (EDP) this week marks a significant commitment to improving open data innovation across Europe. EDP was launched by the European Commission (with the <a href=\"http://ec.europa.eu/digital-agenda/en/connecting-europe-facility\">Connecting Europe Facility</a> framework), to support the deployment of European open data infrastructures, from data publishing to re-use. </p>\n<p>With over 240,000 open datasets from 32 countries and topics ranging from science to justice, EDP supports a new generation of products and services. </p>\n<p>However, as the <a href=\"http://theodi.org/\">ODI</a> advocates, open innovation is a journey that begins with culture change.</p>\n<p>As a member of the EDP consortium, the ODI partnered with <a href=\"http://spongeuk.com/\">Sponge UK</a>, a leading eLearning developer, to produce a series of <a href=\"http://www.europeandataportal.eu/en/content/training-library/elearning\">open data educational modules</a> to support users of the platform. These bite-size modules teach people how to explore, publish and use open data and foster a culture of open innovation.</p>\n<p>However, we were intent on practicing the same open culture that we preach, in all aspects of our work. Through this collaborative project Sponge UK began to see the same benefits of the open working approach.</p>\n<h3 id=\"anopenapproachtoagileworking\">An open approach to agile working</h3>\n<p>Our open approach started from the outset of the project. Working openly enabled both organisations to define roles of expertise from the outset. “We were able to focus on aspects of the project where we could add the most value, such as learning architecture, design and development,” said Dan Scholes, Project Manager at Sponge UK, while the ODI concentrated its efforts on developing content for the modules.</p>\n<blockquote>\n  <p><em>Normally, the review process would take up time and energy but because the ODI was working on the modules simultaneously, there were significant benefits in terms of the speed of the project</em> <strong>said Dan</strong>.</p>\n</blockquote>\n<p>To allow the teams to work in parallel, both partners shared working documents to develop material. Dan explains, </p>\n<blockquote>\n  <p><em>this was the first time that we had opened up our internal files to an external client. This allowed the ODI to update modules while the team at Sponge were working on them</em>.</p>\n  <p><em>Filming, scripting, design and developing was all done simultaneously rather than as a linear process, one after the other. This was only possible because of the maximum flexibility achieved through working openly and collaboratively</em>.</p>\n</blockquote>\n<p>Working in parallel gave our team several benefits. First, we reduced time waiting for approval using usual emails, calls and scheduled meetings. Second, everyone worked at their own pace without waiting on others. Finally, complete visibility of the process for everyone. No more management calls, no more crossed wires, no more lost files.</p>\n<h3 id=\"asharedattitudebuiltontrust\">A shared attitude built on trust</h3>\n<p>Using open methods developed a high level of trust, allowing both partners to deliver the eLearning modules efficiently and independently. A set of common characteristics amongst the teams involved and the technology used to built it made this dynamic possible:</p>\n<ul>\n<li><p><strong>Good communication</strong>: Communication is paramount when working collaboratively. <em>“This is key to avoiding duplication or misunderstanding when two teams are working on content at the same time</em>,” said Dan. </p></li>\n<li><p><strong>Knowledge levels</strong>: Working with teams of shared levels of industry knowledge will help the development process. Dan states that “<em>a good level of knowledge in technology and learning design aided collaboration because everyone was on the same page technically</em>.” </p></li>\n<li><p><strong>Attitude</strong>: To benefit from an open approach, both teams need to be committed to the concept of working openly. Dan admits “<em>it wouldn’t have worked without everyone adopting a fully collaborative approach</em>” and Sponge UK has seen the benefits of using these methods, such as shared documents, with other clients.</p></li>\n<li><p><strong>Technology</strong>: Tools and software that enable open working is just as important as having a can-do attitude. Software that allows multiple people to work on documents at the same time, such as GitHub, gives both teams the flexibility to work independently in short timeframes. “<em>The teams used <a href=\"https://github.com/\">GitHub</a>, a software collaboration tool, so they could share and review work. The modules were built using Adapt which is an open-source responsive eLearning framework, so the ODI had access to the code and could work on their own additions</em>,” said Dan.</p></li>\n</ul>\n<h3 id=\"workingintheopen\">Working in the open</h3>\n<p>Open innovation presents more efficient working that can benefit projects both large and small, and across international borders. As seen with Sponge UK, cross-team collaboration maximises the use of individual skillsets and strengthens project delivery. This approach can be applied to any sector, and can also be used to deliver efficiency in large projects.</p>\n<p><strong>Dan Scholes said</strong>: </p>\n<blockquote>\n  <p><em>It was exciting to be part of a project that moved so quickly and made such a lot of progress in a short space of time. It took weeks rather than months for a project of this size and scale. It has been a very refreshing and hugely positive experience and the team at Sponge UK has learnt a great deal from this open approach.</em></p>\n</blockquote>\n<p>Adopting these practices gives organisations the space to innovate in an environment increasingly being pressured to use fewer resources with smaller budgets. Open innovation provides the opportunity for workforces to collaboratively upskill by learning from others outside of their organisation. It offers the chance to question established processes, optimise delivery and strengthen relationships by decentralising communication.</p>\n<p>The ODI is a consortium partner of the EDP, lead by Capgemini Consulting, including other partners, Intrasoft International, Time lex, Sogeti, the University of Southampton, Conterra and Fraunhofer Fokus, on behalf of the European Commission.</p>\n<p><strong><em>This post was originally posted by the <a href=\"http://www.huffingtonpost.com/benjamin-cave/no-more-crossed-wires-how_2_b_8591366.html\">Huffington Post</a> on 18 November 2015</em></strong>.</p>\n<p><em><strong>Ben Cave is a <a href=\"https://theodi.org/team/benjamin-cave\">Trainer</a> at the ODI. Follow <a href=\"https://twitter.com/cave_ben\">@cave</em>ben</a> on Twitter.</strong>_</p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em> </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Benjamin Cave","slug":"benjamin-cave","state":"published","web_url":"http://theodi.org/team/benjamin-cave","tag_ids":["team","team","team","learning-programme","team-member"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Benjamin Cave","slug":"benjamin-cave","state":"published","web_url":"http://theodi.org/team/benjamin-cave","tag_ids":["team","team","team","learning-programme","team-member"]}}