{"id":"https://contentapi.theodi.org/node-knowledge-november-2013.json","web_url":"http://theodi.org/blog/node-knowledge-november-2013","slug":"node-knowledge-november-2013","title":"Node Knowledge… November 2013","format":"article","updated_at":"2016-03-02T10:28:39+00:00","created_at":"2013-11-18T17:58:57+00:00","tag_ids":["blog","nodes","network","global","gavin-starks"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/nodes.json","web_url":null,"title":"nodes","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=nodes","web_url":"http://theodi.org/tags/nodes","slug":"nodes"}},{"id":"https://contentapi.theodi.org/tags/keywords/network.json","web_url":null,"title":"network","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=network","web_url":"http://theodi.org/tags/network","slug":"network"}},{"id":"https://contentapi.theodi.org/tags/keywords/global.json","web_url":null,"title":"global","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=global","web_url":"http://theodi.org/tags/global","slug":"global"}},{"id":"https://contentapi.theodi.org/tags/keywords/gavin-starks.json","web_url":null,"title":"gavin starks","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=gavin-starks","web_url":"http://theodi.org/tags/gavin-starks","slug":"gavin-starks"}}],"details":{"need_id":"","business_proposition":false,"description":"<p>As I wrote in July, we’ve had many, many requests to help start “an ODI” in other places. We still hadn’t finished working out this ODI, and everyone we spoke to had a different idea about what an Open Data Institute might do.</p>","excerpt":"<a href=\"http://theodi.org/nodes\" title=\"ODI Node\"><img src=\"https://raw.githubusercontent.com/theodi/static/master/app/assets/images/node-80px.png\" alt=\"ODI Node\"></a>\r","language":"en","need_extended_font":false,"alternative_title":"Node Knowledge… November 2013","url":"","content":"<p><a href=\"http://theodi.org/nodes\" title=\"ODI Node\"><img src=\"https://raw.githubusercontent.com/theodi/static/master/app/assets/images/node-80px.png\" alt=\"ODI Node\"></a></p>\n<p>As I wrote in <a href=\"http://theodi.org/blog/catalysing-open-data-culture-everyone-odi-nodes\">July</a>, we’ve had many, many requests to help start \"an ODI\" in other places. We still hadn’t finished working out <strong>this</strong> ODI, and everyone we spoke to had a different idea about what an Open Data Institute might do. </p>\n<p>ODI is non-profit. Non-partisan. We responded to these requests by creating an open process, and an open conversation. </p>\n<p>In a remarkably short period of time (4 months), we went from some ideas, to documents, to signed agreements with 13 organisations around the world. </p>\n<p>I have spoken to well over 100 people, from dozens of groups, from over 30 countries. By email, by video Skype (with up to 4 organisations/countries at a time), and in person. It’s the beginning of a voyage.</p>\n<p>I’d like to share some of the things we’ve learned over the last 16 weeks. </p>\n<ol>\n<li><p>There is huge positive intent almost everywhere: a willingness to try.</p></li>\n<li><p>You can build quickly. </p></li>\n<li><p>There are consequences of doing so. There is confusion. </p></li>\n<li><p>Lack of understanding had led to some distrust. </p></li>\n<li><p>How we follow-through will be critical.</p></li>\n</ol>\n<p><a href=\"http://www.flickr.com/photos/ukodi/10614707453/\" title=\"ODI Annual Summit: 2013 by OpenDataInstitute, on Flickr\"><img src=\"http://farm3.staticflickr.com/2830/10614707453_21dea8468f_c.jpg\" width=\"700\" height=\"\" alt=\"ODI Annual Summit: 2013\"></a></p>\n<p>Before we started, we looked at a lot of different models, from Médecins Sans Frontières to Human Rights Watch, from Github to Ushahidi. I combined this with my personal experience of creating organisations (ODI is the 9th company I’ve helped to build over the last 20 years), with insights from our team, and many others. </p>\n<p>The ODI is new, it’s well-funded, has unique founders and an amazing team. This is a privilege, and with such privilege comes a responsibility. I made a decision that it was our responsibility to experiment in the creation of a global open organisation. I didn’t want to over-think this, I felt we would learn more by trying it. The ODI board, and the team, agreed. </p>\n<blockquote>\n  <p>If you want to go fast, go alone. If you want to go far, go together. — <em>proverb</em></p>\n</blockquote>\n<p>We made a choice, an active choice, to go fast. We chose to run with people and organisations that could wonder, and run, with us at a pace.  </p>\n<p>I’ve been blown away by the number of people willing to commit their time and energy to collaboration. People I’ve never met have worked together, with obvious positive intent, built trust with us (we don’t know everyone), trusted us (ODI is the new kid on the block, after all), and looked to a future where a global network might be able to make a difference. </p>\n<p>We are definitely not alone, but we (the whole open data community) are also not together. That we have any Nodes at all is a better outcome than I was expecting: the worst would have been that no one noticed. </p>\n<p>Our choice was to create a lightweight, fail-fast, \"many-parts loosely-joined\" network — to see what was possible. To “shake the tree\".</p>\n<blockquote>\n  <p>Don't let the perfect be the enemy of the good</p>\n</blockquote>\n<p>A natural and considered consequence of this was, and is, that we won't get it right. But, as we do with all our projects, it’s better to start development, test it, fix it, iterate… my operating principle was — and still is — \"code-test-fix-repeat\", in an open environment. </p>\n<p><a href=\"http://github.com/theodi/ODI\">http://github.com/theodi/ODI</a> is where that happens. </p>\n<h3 id=\"peoplearealwaysalotharderthancode\">People are (always) a lot harder than code</h3>\n<p>I set up a mailing list. I added over 50 people who had explicitly asked to join in the conversation. Very few people used it. I think (but don’t know) that many were interested in what might be being said, but very few were willing to put their own hand up (maybe they didn’t feel empowered). So, after trying to stimulate conversation this way, I stopped. </p>\n<p>Instead I put out a call for \"open discussion sessions\": time slots where I would be available on a video Skype or Google Hangout for anyone from the group to join, and discuss what we all might want to do. We set them up for 8am, 5pm, 10pm, to cover all the time-zones. I turned up. Almost no one else did. So we stopped trying that. </p>\n<p>We then went for the labour-intensive route. My (exceptional) assistant, Jade, contacted people individually to set up small, dedicated calls for me with 3-4 people from different organisations or countries. We did over 20 of these in 2 weeks. During each call I made an open Google Doc for everyone on the call to see my notes, and their notes, about the call. </p>\n<p>Suddenly, we had progress. Fast progress. People edited the proto-contracts during the calls. Everyone, collectively, came up with the names of the Nodes: Country, City/Region, Communications (initially I called them level 1, 2, 3). People asked lots of questions. Then we all answered them. </p>\n<p>The single most powerful component of the process was this (on first calls with new people):</p>\n<blockquote>\n  <p>me: \"here is the draft contract we’ve created\"<br>\n  them: \"we don’t understand how X might work\" [slightly apprehensive about ODI’s intent]<br>\n  me: \"neither do I, could you edit it with what you think?\"<br>\n  them: \"oh!\" <em>they edit in changes to the contract</em> [trust built, this is now a collaboration]</p>\n</blockquote>\n<p>I can’t overstate how often this repeated and how much it broke the ice on a new relationship. Quickly the questions turned into patterns, and everyone became \"comfortable enough\" with the intent, the deliverables, and the financial model. </p>\n<p>For me, it was quite a \"high density\" data and communications process. I think there was only one time I introduced someone to the person who’d introduced them to me in the first place.</p>\n<p><a href=\"http://www.flickr.com/photos/ukodi/10592072793/\" title=\"Open Data Institute Annual Summit 2013 by OpenDataInstitute, on Flickr\"><img src=\"http://farm6.staticflickr.com/5504/10592072793_1b00af6407_c.jpg\" width=\"700\" height=\"\" alt=\"Open Data Institute Annual Summit 2013\"></a></p>\n<h3 id=\"outcomes\">Outcomes</h3>\n<p>In the 2 weeks leading up to the first ODI Summit, 13 organisations from around the world, signed a contract to become an ODI Node. Their commitment: time, energy, and money. Our commitment: time, energy, and money. More on the money later...</p>\n<p>The ODI provides training, research and development, and incubates startups. It bridges between commercial, public sector, research and third sector communities. </p>\n<p>Nodes are attached to existing organisations (for-profit, non-profit, or academic), and not to individuals, in-part to reflect the ODI’s commercial focus.  </p>\n<p>The focus for our Node conversations were to</p>\n<ol>\n<li><p>Support a community.</p></li>\n<li><p>Bring a project to collaborate on.  </p>\n<p>(or, if you are a Communications Node, bring stories and use-cases)</p></li>\n</ol>\n<p>Key themes are around amplifying what is there, growing the reach of open data — <strong>for everyone</strong>. </p>\n<h3 id=\"therisk\">The risk</h3>\n<p>The board, rightly, asked me a very important question.</p>\n<blockquote>\n  <p>We’re a new organisation. You don’t know what these Nodes might do, we don’t have much/any control. Why would you put our hard-won brand at such risk with this idea?</p>\n</blockquote>\n<p>My answer was</p>\n<blockquote>\n  <p>It is a risk. But what is the risk if we don’t do it? What is the opportunity? The worst-case is we pick the wrong organisation to be a Node, or they do something damaging. If they do, they stop being a Node. This is why we have an ODI Charter, a licensed brand, and a central registry. It’s certain we won’t be able to have certainty, and we’ll make mistakes.</p>\n</blockquote>\n<p>And, certainly, we will.</p>\n<p>Even before the Nodes idea, we heard that some felt confused or even threatened by ODI. Since, I’ve heard comments ranging from </p>\n<blockquote>\n  <p>ODI, are they friend or foe? <em>to</em> They ignored existing open data community X in Y <em>to</em> We’ve been doing this for X years. Who do they think they are?</p>\n</blockquote>\n<p>We recognise that there are lots of people already working in the space, and doing great things. We want to add to those activities, not take away from them. We are coming to this with positive intent. We are working it out as we go along, and have to be able to make mistakes rather than being frozen into inactivity for fear of doing the wrong thing.</p>\n<ol>\n<li><p>We are working to build a new organisation, called the Open Data Institute. </p></li>\n<li><p>ODI’s mission is to help <strong>catalyse the evolution of open data culture</strong>.</p></li>\n<li><p>We’ve done almost everything completely in the open.</p></li>\n<li><p>We don’t know everything, or know everyone, and we never can.</p></li>\n<li><p>Everyone is limited in time, energy, and money.</p></li>\n<li><p>We’re all, every one of us, working it out.</p></li>\n</ol>\n<p>If people are asking about what the ODI does, please share this page, or our first <a href=\"http://theodi.org/odis-first-year-annual-report\">Annual Report</a>. Please ask if you’d like hard-copies to share (they are lovely things). If you know anyone we should be reaching out to, please let me know (my email is <a href=\"mailto:gavin@theodi.org\">gavin@theodi.org</a>).</p>\n<h3 id=\"aboutthemoney\">About the money</h3>\n<blockquote>\n  <p>Money is like a sixth sense without which you cannot make a complete use of the other five. — <em>Maugham</em></p>\n</blockquote>\n<p>I strongly believe that part of the ODI’s responsibility is to increase the amount of money to the whole the open data landscape. </p>\n<p>I have been reminded, almost daily, of the 1990s. Huge numbers of talented, passionate people built the open web, often unpaid, and the foundations of where we all are today. Then, as the money flowed in, different sets of people benefited. Often the volunteers, the innovators, who made amazing things, stayed unpaid or worse, unrecognised, for their works. There are many stories on those mountains.</p>\n<p>I don’t want to see this happen again, but I see it coming in the open data landscape. McKinsey said only 2 weeks ago that open data would be worth up to $5 <strong>trillion</strong> a year. I’m concerned that the same things will happen again as in the 90s. We want to help do things differently this time.</p>\n<p>Tim and Nigel’s vision was that the ODI should catalyse the <strong>demand-side</strong> of open data. If there isn’t demand, then there’s no need for the supply — that’s a big risk. </p>\n<p>My job is to help ODI make that demand-side work. For me, to make it work, everyone’s work needs to be operationally sustainable, which means people need to be paid, properly. A lot more money has to flow towards open data people, and open data places.</p>\n<p>We have already demonstrated that it is possible to bring in new money: over $1m of commercial income from ODI Members in 6 months, over $3m of prize funds, over $20m of development funding. These are big numbers with one lens, and tiny numbers when we look at the scale of what’s needed.  </p>\n<p>How do we get a million people involved in making a difference (social, economic, and environmental) using open data? How do we help bring 0.1% ($1bn) of that McKinsey figure to making that difference?</p>\n<h3 id=\"odichargesnodes\">ODI charges Nodes</h3>\n<p>To instil this commercial focus in the Node models, we have borrowed from franchise-like models. ODI licenses its brand. For small companies this is a \"nominal amount\", £50. I picked a number (it could have been £1) so we could raise an invoice. Raising an invoice and getting paid tests a lot about processes, and cements our contracts. The fee is more for big organisations.</p>\n<p>For material work, we have put an initial stake in the ground of 10% of Node-related revenue (with the ability to exempt certain work). For example, some Nodes want to provide paid-for training, and are happy passing 10% back to us. Some will get local grants which 10% can’t be shared from. This is fine. </p>\n<p>I don’t know if 10% is the right number, but I do want to create an economic flow. If we get this right, I believe we can do three critical things:</p>\n<ol>\n<li><p>we can help co-fund projects across the network</p></li>\n<li><p>we can help fundraise both centrally to support projects, and support local/distributed fundraising</p></li>\n<li><p>we can communicate the economic growth of the open data community, which is crucial to points 1 and 2</p></li>\n</ol>\n<p><a href=\"http://www.flickr.com/photos/ukodi/10590295824/\" title=\"Open Data Institute Annual Summit 2013 by OpenDataInstitute, on Flickr\"><img src=\"http://farm4.staticflickr.com/3784/10590295824_b0cddc8239_c.jpg\" width=\"700\" height=\"\" alt=\"Open Data Institute Annual Summit 2013\"></a></p>\n<h3 id=\"whatnext\">What next</h3>\n<p>I thought we might, with a favourable wind, have 4 or 5 Nodes by the Summit. We have 13 in 9 countries, and this is set to grow very soon. </p>\n<p>Our next step is to talk, with each other, with you. We now have time to put in some code (e.g. what project will someone deliver), some tests (e.g. did it have any impact), processes (e.g. how well was communication managed), and iterate (e.g. adding metrics). The commitment we’re making is to iterate.</p>\n<p>ODI has run, quickly, to establish the beginnings of a global presence. The cadence we have inside the UK ODI is to move quickly, then take time to listen and reflect on concrete evidence, test, and iterate. This is our mode of development. </p>\n<p>Questions we’ll address include accrediting trainers, syndicating membership, and using open data certificates. We will share our knowledge, showcase the work of the Nodes and the whole community, and work out how the global network can coordinate on issues, resources, and funding. </p>\n<p>We want to solve problems. Our mission statement is, I hope, really clear: \"catalyse the evolution of open data culture\". This, is for everyone.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/node-github-link.json","web_url":"http://theodi.org/node-github-link","slug":"node-github-link","title":"Node GitHub Link","format":"node","updated_at":"2014-07-08T14:17:01+00:00","created_at":"2013-11-14T12:38:38+00:00","tag_ids":[]},{"id":"https://contentapi.theodi.org/about-nodes.json","web_url":"http://theodi.org/about-nodes","slug":"about-nodes","title":"ODI Nodes","format":"article","updated_at":"2016-07-06T08:45:31+00:00","created_at":"2013-10-23T11:22:16+00:00","tag_ids":["page","node","nodes","international"]},{"id":"https://contentapi.theodi.org/catalysing-open-data-culture-everyone-odi-nodes.json","web_url":"http://theodi.org/blog/catalysing-open-data-culture-everyone-odi-nodes","slug":"catalysing-open-data-culture-everyone-odi-nodes","title":"Catalysing open data culture for everyone : ODI Nodes","format":"article","updated_at":"2015-09-11T09:51:36+00:00","created_at":"2013-07-08T09:34:37+00:00","tag_ids":["blog"]}],"organizations":[],"author":{}}