{"id":"https://contentapi.theodi.org/north-caroline-node-news-jan-2014.json","web_url":"http://theodi.org/blog/north-caroline-node-news-jan-2014","slug":"north-caroline-node-news-jan-2014","title":"North Caroline node news: January 2014","format":"article","updated_at":"2015-09-11T09:54:10+00:00","created_at":"2014-01-24T12:03:24+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>The North Carolina Open Data Institute Node will create a Platform as a Service (PaaS) for open innovation and sustainable entrepreneurship and an associated ecosystem in the North Carolina region guided by the Open Data Institute and associated private sector businesses that enables the following: </p>","excerpt":"The North Carolina Open Data Institute Node will create a Platform as a Service (PaaS) for open innovation and sustainable entrepreneurship and an associated ecosystem in the North Carolina region guided by the Open Data Institute and associated private sector businesses that enables the following: \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>The North Carolina Open Data Institute Node will create a Platform as a Service (PaaS) for open innovation and sustainable entrepreneurship and an associated ecosystem in the North Carolina region guided by the Open Data Institute and associated private sector businesses that enables the following: </p>\n<h3 id=\"governmentasaservice\">Government as a Service</h3>\n<p>The rapid development of compelling software app prototypes for municipal governments and cities in the context of multi-jurisdictional time-bounded collaborative software projects (civic engagement activities) that leverage open municipal data and interaction with municipal government customers to foster civic improvement. </p>\n<p><strong>Technical merit:</strong> Key technical innovations include intuitive (e.g., visual) domain-specific modeling languages and intelligent model transformation engines, as well as system execution modeling tools for evaluating the functional and quality attributes of the app prototypes). </p>\n<p><strong>Broader impacts:</strong> Key outcomes include the creation of robust tools for rapid and agile distributed development of app prototypes in time-bounded collaborative software projects. </p>\n<h3 id=\"dataplatform\">Data Platform</h3>\n<p>Publishing the data in a robust, secure, and readily accessible civic marketplace that facilitates sustainable for-profit civic-oriented startups that can mature, tailor, and productize these app prototypes for consumption across multiple government jurisdictions. The first research experimentation will be done in the context of <a href=\"http://data.raleighnc.gov\">http://data.raleighnc.gov</a>. </p>\n<p><strong>Technical merit:</strong> Key technical innovations include privacy-aware data sanitization, model-based optimization of data sharing, pre-computed view selection, quality-of-service (QoS)-enabled data dissemination. </p>\n<p><strong>Broader impacts:</strong> Key outcomes include broad adoption and standardization of open municipal data specifications and tools for scalable consumption and usage. </p>\n<h3 id=\"workforcedevelopment\">Workforce Development</h3>\n<p>Affordable continuing education and training of a heterogeneous workforce to master the platform, subject matter and training resources this spurring the creation of innovative new apps based on the published open municipal data specifications and tools. </p>\n<p><strong>Technical merit:</strong> Key technical innovations tools that automate key aspects of producing digital learning modules. </p>\n<p><strong>Broader impact:</strong> Key outcomes include low-barrier-to-entry learning material that can easily be integrated into massive open online courses (MOOCs) and small private in-person courses (SPPCs). </p>\n<p>Community-building methods and tools that help achieve economies of scale for developers of apps and open municipal data services, provide lasting platforms to aid in long-term support for municipal government apps, and hasten the evolution of economically sustainable <a href=\"http://en.wikipedia.org/wiki/Two-sided_market\">two-sided markets</a> in the regional ecosystem. </p>\n<p><strong>Technical merit:</strong> Key technical innovations include affinity-based algorithms that help to automatically identify and connect together civic engagement event participants, regional entrepreneurs, local government agencies, early adopters, and end-users, as well as flexible and scalable platforms for demonstrating, evaluating, and evolving app prototypes and products. </p>\n<p><strong>Broader impacts:</strong> Key outcomes include a thriving socio-technical ecosystem composed of startup companies and associated stakeholders needed to host and mature the outcomes of time-bounded collaborative software projects. </p>\n<h3 id=\"partners\">Partners</h3>\n<p>The proposed node will consist of a close partnership between local universities and other educational institutions, the City of Raleigh and Socrata. North Carolina’s Open Data Institute Node will be involved in facilitating procurement of Open Raleigh government data, connecting stakeholders within Raleigh’s government to the platform, and providing key municipal government perspectives on critical sustainment requirements for long-term government engagement. </p>\n<h3 id=\"platformtechnology\">Platform Technology</h3>\n<p>The core platform technologies developed on this project will be domain-specific languages for rapid prototyping of apps that leverage municipal data, app/data similarity metrics for aiding in identifying communities similar users, and open municipal data standards. </p>\n<h3 id=\"privatepartners\">Private Partner(s)</h3>\n<p>Socrata, founded in 2007, with ~80 employees, will be the primary industrial partner. Socrata is a Seattle-based company focused on democratizing access to government data and revenue from customers, such as the World Bank and Medicare. </p>\n<h3 id=\"activitiesadvancingplatformtechnologythatenablessmartservicesystems\">Activities Advancing Platform Technology that Enables Smart Service Systems</h3>\n<p>The development of rapid prototyping methods and tools, built on an open government data platform, will be used to build a smart 2-sided services market for connecting entrepreneurs with government data.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}