{"id":"https://contentapi.theodi.org/odi-summit-qa-dr-loren-treisman.json","web_url":"http://theodi.org/blog/odi-summit-qa-dr-loren-treisman","slug":"odi-summit-qa-dr-loren-treisman","title":"ODI Summit: Q&A with Dr Loren Treisman","format":"article","updated_at":"2015-09-11T09:51:50+00:00","created_at":"2013-10-16T10:44:08+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Dr Loren Treisman","language":"en","need_extended_font":false,"content":"<h2 id=\"drlorentreisman\"><strong>Dr Loren Treisman</strong></h2>\n<address>*Executive Director at Indigo Trust*</address>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/Loren%2DTreisman.jpg\" alt=\"\" /><a href=\"http://indigotrust.org.uk/\">Indigo Trust</a>, a grant making foundation based in London, fund and support a range of technology-driven projects that bring about social change in Africa. It’s their belief that sustainable and localised solutions to the issues affecting Africa will come from Africans. Their mission is to provide support to those who see the potential for answers in information technologies.\u0002Supporting development outcomes in any sector (including the health, education, human rights and agricultural spheres) Indigo Trust believe that people’s ability to access, share and create information is directly linked to their capacity to implement positive changes in their own lives and communities.\u0002It’s an attitude which accords precisely with the philosophy underpinning the open data movement.</p>\n<p>We asked Dr Loren Treisman, Executive Director of Indigo Trust, a few questions about her involvement in the upcoming <a href=\"http://summit.theodi.org/\">Open Data Summit (29th October)</a>.\u0002</p>\n<p><strong>What will you be talking about at the ODI Summit?</strong><br />\n I’ll talk about how local entrepreneurs and activists in Africa are finding new ways to hold their governments to account by developing innovations based on mobile and web technologies. These innovations enable citizens to utilise open data (and other information) on parliamentary proceedings and elected representatives. \u0002</p>\n<p><strong>Which innovation or discovery in open data has most surprised you?\u0002</strong><br />\n That a lot of the best initiatives are coming from the global South despite most of the showcased best practice coming from the global North.</p>\n<p><strong>What direction do you see open data heading in over the next five years, and what most excites you about the future?\u0002</strong><br />\n What excites me the most is to see how local organisations in the developing world will utilise this information to hold their governments to account and demand better service delivery. \u0002I’m also interested in seeing an increased focus on accessing corporate data in open format.</p>\n<p><strong>As the number of councils, cities and countries opening up their data increases, which sector do you think stands to gain the most (business, government, commercial, environmental, etc.) and why?</strong><br />\n I believe that open data has the potential to impact upon all these sectors. \u0002What interests me the most is how civil society can utilise this data to enable citizens to hold their governments and aid agencies to account and to demand better service delivery.</p>\n<p>\u0002\nDr Loren Treisman will use her presentation at the upcoming <a href=\"http://summit.theodi.org/\">Open Data Summit</a> (October 29th, Museum of London) to broaden understanding of the role of open data in social, political, economic and environmental change in developing nations.\u0002</p>","organizations":[],"author":{"name":"Matthew Sykes","slug":"matthew-sykes","state":"published","web_url":"http://theodi.org/matthew-sykes","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Matthew Sykes","slug":"matthew-sykes","state":"published","web_url":"http://theodi.org/matthew-sykes","tag_ids":[]}}