{"id":"https://contentapi.theodi.org/odi-summit-qa-with-martin-tisne.json","web_url":"http://theodi.org/blog/odi-summit-qa-with-martin-tisne","slug":"odi-summit-qa-with-martin-tisne","title":"ODI Summit: Q&A with Martin Tisne","format":"article","updated_at":"2015-09-11T09:52:36+00:00","created_at":"2013-10-24T15:06:49+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"description":"","excerpt":"Martin Tisne\r","language":"en","need_extended_font":false,"alternative_title":"Open Data Institute Summit: Q&A with Martin Tisne, Director of Policy, Omidyar Network","url":"","content":"<h3 id=\"martintisne\">Martin Tisne</h3>\n<p><em>Director of Policy, Omidyar Network</em></p>\n<p>Much has been said about the potential for data to drive commercial innovation and revive company bottom lines. So what can open data do for democracy?</p>\n<p>Martin Tisne is Director of Policy at the Omidyar Network, the ODI’s earliest supporter. He’s also director of the Transparency and Accountability Initiative, a collaborative of leading funders committed to strengthening democracy by empowering citizens to hold their governing institutions to account. Martin is on the frontline of the movement to harness new technologies for more effective governance and one of the key contributors to the <a href=\"http://summit.theodi.org/\">ODI Summit</a>.</p>\n<p>We asked him a couple of questions about his involvement in the Summit, and what data can do to keep governments the world over responsive to their citizens.</p>\n<p><strong>What will you be talking about at the Open Data Summit?</strong></p>\n<p>“Following the money” (that is: looking holistically at government revenues, down to expenditures, and then thinking about the budget process) and investigating the potential of open data to shed light on flows of public money. These can now be mapped from revenues down to very concrete expenditures on schools, hospitals etc. This data can also be used to identify instances of corruption, tax evasion etc. </p>\n<p><strong>Which innovation or discovery in open data has most surprised you?</strong></p>\n<p>The possibility to layer geographical data related to political jurisdictions, with political representatives, with budgetary spending. </p>\n<p><strong>What direction do you see open data heading in over the next five years, and what most excites you about the future?</strong></p>\n<p>The ability to map the 'total resource flow' going in and out of developing countries. In other words, the combination of resources (beyond aid) that can help countries develop (e.g. extractive industries revenues where relevant, tax, and illicit financial flows). </p>\n<p><strong>As the number of councils, cities and countries opening up their data increases, which sector do you think stands to gain the most (business, government, commercial, environmental, etc.) and why?</strong></p>\n<p>All sectors should benefit, so long as the data is of high quality with due regard for privacy concerns.</p>\n<p><em>The first annual <a href=\"http://summit.theodi.org/\">ODI Summit</a>, October 29th at the Museum of London, will bring together a diverse and exciting line-up of speakers. After a day which will take in topics ranging from open data’s political impetus to its cultural significance, Sir Tim Berners-Lee will address a Gala Dinner.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Matthew Sykes","slug":"matthew-sykes","state":"published","web_url":"http://theodi.org/matthew-sykes","tag_ids":[]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/uk-leads-world-emerging-open-data-industry-odi-opens-business.json","web_url":"http://theodi.org/media/uk-leads-world-emerging-open-data-industry-odi-opens-business","slug":"uk-leads-world-emerging-open-data-industry-odi-opens-business","title":" UK Leads the World in Emerging Open Data Industry as ODI Opens for Business","format":"article","updated_at":"2015-09-11T09:50:41+00:00","created_at":"2012-12-02T19:07:58+00:00","tag_ids":["media"]}],"organizations":[],"author":{"name":"Matthew Sykes","slug":"matthew-sykes","state":"published","web_url":"http://theodi.org/matthew-sykes","tag_ids":[]}}