{"id":"https://contentapi.theodi.org/odi-summer-showcase-working-with-mental-health.json","web_url":"http://theodi.org/blog/odi-summer-showcase-working-with-mental-health","slug":"odi-summer-showcase-working-with-mental-health","title":"ODI summer showcase: Working with Mental Health","format":"article","updated_at":"2016-02-04T16:13:31+00:00","created_at":"2015-09-08T13:37:05+00:00","tag_ids":["blog","summer-showcase","mental-health","martin-vowles"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/summer-showcase.json","web_url":null,"title":"summer showcase","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=summer-showcase","web_url":"http://theodi.org/tags/summer-showcase","slug":"summer-showcase"}},{"id":"https://contentapi.theodi.org/tags/keywords/mental-health.json","web_url":null,"title":"mental health","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=mental-health","web_url":"http://theodi.org/tags/mental-health","slug":"mental-health"}},{"id":"https://contentapi.theodi.org/tags/keywords/martin-vowles.json","web_url":null,"title":"Martin Vowles","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=martin-vowles","web_url":"http://theodi.org/tags/martin-vowles","slug":"martin-vowles"}}],"details":{"business_proposition":false,"description":"<p>This summer, the ODI called for great ideas that create positive economic, social or environmental impacts with open data to support and showcase. We chat with Martin Vowles about the ideas behind winning project Working with Mental Health</p>\n<p>Martin Vowles \nDirector, M/A</p>","excerpt":"We chat with Martin Vowles, Director of [M/A](http://www.madebyma.com), about his ideas behind winning [summer showcase](http://theodi.org/summer-showcase \"ODI summer showcase\") project Working with Mental Health, and what he has in store\r","language":"en","need_extended_font":false,"alternative_title":"ODI summer showcase: Working with Mental Health","url":"","content":"<p><em>We chat with Martin Vowles, Director of <a href=\"http://www.madebyma.com\">M/A</a>, about his ideas behind winning <a href=\"http://theodi.org/summer-showcase\" title=\"ODI summer showcase\">summer showcase</a> project <strong>Working with Mental Health</strong>, and what he has in store</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/ee/e5/55eee5951f986a084400001f/ODI_SS_interview___Google_Docs.png\" alt=\"null\" class=\"img text-center\" id=\"55eee595f362be41be000033\"><br />\n<small>Working with Mental Health will create an open web app to showcase the support, services and opportunities that surround its users.</small></p>\n<p><strong>Hi Martin! You are looking to help people with mental health conditions get back into work using open data. Tell us more about your idea</strong></p>\n<p>Plexus helps sufferers of mental health conditions to understand the accessible support structures around them. It also helps them find possible routes back into employment having been signed off, left a previous job, or looking for their first job.</p>\n<p>Sufferers of mental illness conditions who have been signed off for extended periods of time can find it difficult and intimidating to get back into employment. Plexus aims to support and guide them through the process, identifying local support and how to access it, giving them information about their employer’s responsibilities and their legal position, as well as showcasing local volunteering opportunities. </p>\n<p>Underpinning Plexus is our release of national charity <a href=\"http://www.mind.org.uk\">Mind</a>’s first open dataset, giving accurate details of the mental health programmes and services run by local Minds across England and Wales. </p>\n<p>Over the past 18 months we have been working with Mind on a knowledge hub. We have seen the amazing work they do across England and Wales and believe that more people need to be aware of the services they provide.</p>\n<p><strong>Sounds interesting! What gave you this idea?</strong></p>\n<p>I’ve seen firsthand how hard it was for a family member suffering from a mental health condition to stay in, and later return to, employment. It took nearly four years for them to be able to return to work full-time, and this was only possible after leaving their original place of work. It was clear to see the multiple effects this had on their family and friendship group, ranging from financial and emotional, to social and psychological. More support and a better understanding of their rights would have made this process much easier for them.</p>\n<p><strong>When did you first get excited about open data?</strong></p>\n<p>I’ve always been interested in data. During my master’s degree at the Royal College of Art, I created a number of projects taking data from the ‘War on Terror’ and using stark visual representations to demystify the numbers and statistics being used by the media – taking things that are quantifiable and making them easier to understand. In 2004 I attended the inaugural Nesta Pioneer Programme where Chris Downs, co-founder of live/work, told us that ‘data is the new oil’. This resonated with me over time and has helped inform my approach to data in my current work. </p>\n<p>More recently, data.gov.uk has shown what can be achieved in a relatively small timeframe by releasing data, and the amazing array of projects and applications that the release has facilitated.  </p>\n<p><strong>Where do you see open data in 10 years?</strong></p>\n<p>I think there will be three key developments. First, I think there will be an increased public understanding of what open data is, the difference between open and personal data, and how it can be used in positive and productive ways. This will shake up what the public will allow companies and organisations to do with their data, as they recognise the value it has to others and why companies want it. </p>\n<p>Second, more high-quality open datasets will be widely available, and these won't necessarily be coming primarily from government or public bodies.</p>\n<p>Finally, more people will use open data in their day-to-day lives. I believe open data will be integrated heavily with the Internet of Things. For example, electrical appliances in your home or office may prompt you to change your electricity supplier based on cost or environmental factors.</p>\n<p><strong>What are your plans for your project, and how will you achieve them?</strong></p>\n<p>We intend to create an open web app which merges data from Mind, \nthe NHS, the Department for Work and Pensions and a volunteering platform. The app will use geolocation to showcase the support, services and opportunities that surround users, which can be filtered by distance and interests. As part of the project, we will publish Mind’s first certified open dataset. We intend to work closely with them beyond the showcase to extend their data to include service-user numbers, diversity statistics and areas of operation. </p>\n<p>We expect users of the application to gain an understanding of the positive effect that having or getting back into employment can have on their wellbeing, through shared experiences and case studies.</p>\n<p>To continue to improve Plexus, we will analyse user data to understand how people have used and accessed the data within the app. We will also monitor how this has led them to make point of contact with supporters and employers or gain a greater understanding of their rights.</p>\n<p>**Update\nThe full story of Plexus' development can be read <a href=\"http://theodi.org/summer-showcase-plexus\">here</a></p>\n<p><em><strong>The ODI summer showcase commissions open data projects with tangible economic, social or environmental impacts. Find out more <a href=\"http://theodi.org/summer-showcase\" title=\"here\">here</a>.</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a></strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/summer-showcase.json","web_url":"http://theodi.org/summer-showcase","slug":"summer-showcase","title":"ODI Showcase 2015 ","format":"article","updated_at":"2016-04-06T16:15:43+00:00","created_at":"2015-07-06T14:41:33+00:00","tag_ids":["page","summer-showcase","stories","odi-showcase"]},{"id":"https://contentapi.theodi.org/odi-summer-showcase-cleaner-bathing-waters.json","web_url":"http://theodi.org/blog/odi-summer-showcase-cleaner-bathing-waters","slug":"odi-summer-showcase-cleaner-bathing-waters","title":"ODI summer showcase: Cleaner Bathing Waters","format":"article","updated_at":"2015-09-24T09:38:26+00:00","created_at":"2015-09-08T13:48:48+00:00","tag_ids":["blog","summer-showcase","water","epimporpics-ltd"]},{"id":"https://contentapi.theodi.org/odi-summer-showcase-heathrow-air.json","web_url":"http://theodi.org/blog/odi-summer-showcase-heathrow-air","slug":"odi-summer-showcase-heathrow-air","title":"ODI summer showcase: Breathe Heathrow","format":"article","updated_at":"2016-09-07T14:40:45+00:00","created_at":"2015-09-08T12:51:31+00:00","tag_ids":["blog","summer-showcase","stories","air-quality","heathrow"]},{"id":"https://contentapi.theodi.org/odi-summer-showcase-visualising-rail-disruption.json","web_url":"http://theodi.org/blog/odi-summer-showcase-visualising-rail-disruption","slug":"odi-summer-showcase-visualising-rail-disruption","title":"ODI summer showcase: Visualising Rail Disruption","format":"article","updated_at":"2015-09-11T10:03:46+00:00","created_at":"2015-09-08T13:24:37+00:00","tag_ids":["blog","visualisation","rail","summer-showcase"]}],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}