{"id":"https://contentapi.theodi.org/odi-summer-showcase-cleaner-bathing-waters.json","web_url":"http://theodi.org/blog/odi-summer-showcase-cleaner-bathing-waters","slug":"odi-summer-showcase-cleaner-bathing-waters","title":"ODI summer showcase: Cleaner Bathing Waters","format":"article","updated_at":"2015-09-24T09:38:26+00:00","created_at":"2015-09-08T13:48:48+00:00","tag_ids":["blog","summer-showcase","water","epimporpics-ltd"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/summer-showcase.json","web_url":null,"title":"summer showcase","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=summer-showcase","web_url":"http://theodi.org/tags/summer-showcase","slug":"summer-showcase"}},{"id":"https://contentapi.theodi.org/tags/keywords/water.json","web_url":null,"title":"water","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=water","web_url":"http://theodi.org/tags/water","slug":"water"}},{"id":"https://contentapi.theodi.org/tags/keywords/epimporpics-ltd.json","web_url":null,"title":"Epimporpics Ltd","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=epimporpics-ltd","web_url":"http://theodi.org/tags/epimporpics-ltd","slug":"epimporpics-ltd"}}],"details":{"business_proposition":false,"description":"<p>This summer, the ODI called for great ideas to create positive economic, social or environmental impacts with open data to support and showcase. We chat with Martin Merry about the ideas behind winning project Cleaner Bathing Waters, and what he has in store</p>\n<p>Martin Merry \nManaging Director, Epimorphics Ltd </p>","excerpt":"We chat with Martin Merry, Managing Director of [Epimorphics Ltd](http://www.epimorphics.com/web/), about his ideas behind winning [summer showcase](http://theodi.org/summer-showcase \"ODI summer showcase\") project Cleaner Bathing Waters, and what he has in store\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>We chat with Martin Merry, Managing Director of <a href=\"http://www.epimorphics.com/web/\">Epimorphics Ltd</a>, about his ideas behind winning <a href=\"http://theodi.org/summer-showcase\" title=\"ODI summer showcase\">summer showcase</a> project <strong>Cleaner Bathing Waters</strong>, and what he has in store</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/ee/ea/55eeea38d0d4620808000020/Cleaner_Bathing_Waters___Google_Docs.png\" alt=\"null\" class=\"img text-center\" id=\"55eeea38f362be41be000038\">\n<small>Many water datasets have been published in the last four years.</small></p>\n<p><strong>Hi Martin. Cleaner Bathing Waters tells the story of how data on bathing water quality can help bathers make more informed decisions. Tell us more about your idea</strong></p>\n<p>The move to publish open data on bathing water has been remarkably successful: <a href=\"http://environment.data.gov.uk/bwq/profiles/\">lots of datasets</a> have been published for the last four years. These are updated daily during the bathing season, and they’re used by lots of people and organisations – from citizens and scientists to campaigners and local authorities. Beach operators also use the data, as well as third-party groups like the Marine Conservation Society, which publishes the <a href=\"http://www.goodbeachguide.co.uk/\">Good Beach Guide</a>. </p>\n<p>We want to talk those who rely on the data, so we can understand and share why it has been so successful. In particular, we‘d like to share the stories with other data owners, to show them the great things that making data open can achieve.</p>\n<p><strong>Sounds interesting! What gave you this idea?</strong></p>\n<p>This is something we’ve wanted to do for some time. One of the things we use to show bathing water quality is <a href=\"http://environment.data.gov.uk/bwq/widget/design\">bathing water widgets</a>. These can be configured to show water quality at a particular beach or number of beaches in a format that can be embedded in a web page.  </p>\n<p>Every time I come across one of these on the website of an angling society – or a swimming club, or a campaign group – I’ve wanted to go and find out why it’s there. How do they find using it? Why do the people who visit the website want to know this information? And what did they do before it existed? But there’s never been time to do this. <a href=\"http://theodi.org/summer-showcase\">The ODI summer showcase</a> has given us the opportunity to find the time and space to go out and talk to people, and then tell the story of what we’ve learned.</p>\n<p><strong>When did you first get excited about open data?</strong></p>\n<p>Probably about 15 years ago, when we were just starting to work with semantic web technologies. We realised that these technologies could make data available in a form that was independent of the application is was created with. This was a really subversive idea at the time. </p>\n<p>Data was never exposed back then: you created data using a proprietary application. If you wanted to do things with that data you had to fire up the application again to make use of it. The idea that you could make the data available in a useful form for anyone to do what they liked with was something very new. It was fiercely resisted by the application vendors, who wanted you to have to buy a copy of their application if you were going to use the data.</p>\n<p>Since then the landscape has changed dramatically – there’s so much more data out there now, and we’re beginning to see just how powerful this is.</p>\n<p><strong>Where do you see open data in 10 years?</strong></p>\n<p>Joined up! It’s clear that the value of a published dataset increases immensely when the data has context, so when related datasets are published you can begin to see connections between them. </p>\n<p>Bathing water is good a example: what’s published at the moment are the results of analyses carried out by the Environment Agency on water quality, and predictions of pollution due to adverse weather conditions. But a lot more data is relevant to understanding what’s going on: data held by water companies, on animal movements and on land use, held by public sector bodies. As all this data becomes available and gets joined together, we’ll have a much better picture of what’s going in with the environment. We want to see a real web of open data, for people to look at, explore, draw conclusions from, and be able to use as a basis for action.</p>\n<p><strong>What are your plans for your project, and how will you achieve them?</strong></p>\n<p>We’re starting by talking to lots of people. We’re contacting the community groups and campaign organisations I mentioned earlier. We’re also talking to third-party organisations who re-publish the data, along with local authorities, the Environment Agency, Natural Resources Wales and so on. We’d like to hear from anyone who uses the data – or who would like to use the data but can’t, or who’d like to use similar data. We want to build up as complete a picture as we can in the next month, before telling the stories of what we’ve learned. </p>\n<p><em><strong>The ODI summer showcase commissions open data projects with tangible economic, social or environmental impacts. Find out more <a href=\"http://theodi.org/summer-showcase\" title=\"here\">here</a>.</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/summer-showcase.json","web_url":"http://theodi.org/summer-showcase","slug":"summer-showcase","title":"ODI Showcase 2015 ","format":"article","updated_at":"2016-04-06T16:15:43+00:00","created_at":"2015-07-06T14:41:33+00:00","tag_ids":["page","summer-showcase","stories","odi-showcase"]}],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}