{"id":"https://contentapi.theodi.org/odi-futures-who-owns-open-agricultural-data.json","web_url":"http://theodi.org/blog/odi-futures-who-owns-open-agricultural-data","slug":"odi-futures-who-owns-open-agricultural-data","title":"ODI Futures: Who owns open agricultural data? ","format":"article","updated_at":"2015-12-02T09:48:42+00:00","created_at":"2015-12-01T17:00:05+00:00","tag_ids":["blog","agritech","agriculture-and-nutrition"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/agritech.json","web_url":null,"title":"agritech","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=agritech","web_url":"http://theodi.org/tags/agritech","slug":"agritech"}},{"id":"https://contentapi.theodi.org/tags/keywords/agriculture-and-nutrition.json","web_url":null,"title":"agriculture and nutrition","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=agriculture-and-nutrition","web_url":"http://theodi.org/tags/agriculture-and-nutrition","slug":"agriculture-and-nutrition"}}],"details":{"business_proposition":false,"description":"<p>In the run-up to our ODI Futures event on Agriculture in partnership with Defra, we asked CABI’s head of open data Martin Parr to tell us more about the programme and share his thoughts on how data can be used in agriculture, and the benefits, and challenges, that come with opening it up_ </p>","excerpt":"In the run-up to our ODI Futures [event](https://www.eventbrite.co.uk/myevent?eid=19081924550) on Agriculture in partnership with Defra, we asked CABI’s Martin Parr to share his thoughts on how data can be used in agriculture, along with the benefits, and challenges, that come with opening it up \r","language":"en","need_extended_font":false,"alternative_title":"ODI Futures: Who owns open agricultural data? ","url":"","content":"<p><em>In the run-up to our ODI Futures <a href=\"https://www.eventbrite.co.uk/myevent?eid=19081924550\">event</a> on Agriculture in partnership with Defra, we asked CABI’s Martin Parr to share his thoughts on how data can be used in agriculture, along with the benefits, and challenges, that come with opening it up</em> </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/5d/d5/565dd553d0d46207c9000016/Cabi.jpg\" alt=\"null\" class=\"img text-center\" id=\"565dd553f362be080d000057\">\n<small>Plantwise clinic doctor gives advice to a farmer and delivers it by SMS. Credit Holly Wright. Copyright CABI</small></p>\n<p>CABI is a nonprofit scientific research, publishing and global development organisation. CABI runs the global <a href=\"https://www.plantwise.org\" title=\"Plantwise\">Plantwise</a> programme, which works to help farmers keep a greater yield of what they grow, with improved knowledge of pests and disease outbreaks.</p>\n<p>Launched in 2011 and working with partners in diverse areas from Bolivia to Uganda, CABI’s Plantwise programme establishes and supports sustainable networks of <a href=\"https://www.plantwise.org/plant-clinics/\">plant clinics</a> – run by <a href=\"https://www.plantwise.org/training-and-diagnostic-support/\">trained ‘Plant Doctors</a>’ – where farmers can find practical plant health advice.</p>\n<p>The programme has developed a knowledge bank to share <a href=\"https://en.wikipedia.org/wiki/Good_agricultural_practice\">Good Agricultural Practice</a> and a very high level of anonymised data about incidences of plant pests and diseases.</p>\n<p>Success of the CABI Plantwise programme is measured by the extent to which it provides advice to farmers, agencies and governments in tackling pests. Increasingly it’s moving away from solely giving advice at a local level, to also understanding national, regional and global trends. </p>\n<p>Through our partnerships with governments, extension workers, NGOs and others on the ground, we’ve collected data through thousands of recorded consultations with farmers. To date, we’ve documented 150,000 cases globally in 34 countries which highlight the everyday concerns of small- and medium-sized farms around the world.</p>\n<p>With this rich database, for the first time we have the ability to create a sentinel alert system that allows us to mobilise forces to tackle emerging diseases. We are currently looking for a pilot country to roll out this system soon, but our next challenge is to open this data to others for more people to be able to build solutions from it, building trust as we go.</p>\n<p>As a global community, we face the wider challenge of creating capacity around the world to collect, manage, clean, label and interpret data, and to do so in a cost-effective and sustainable manner with collaborative national adaption and funding schemes.</p>\n<p><strong>How tablet computers help plant doctors collect quicker cleaner data</strong></p>\n<p>One solution Plantwise is working on is a programme to help collect and disseminate plant health data in Kenya. Tablets were introduced in an ‘e-plant clinic’ <a href=\"http://www.cabi.org/Uploads/CABI/about-us/Scientists%20output/Plantwise%20E%20Plant%20Clinic%20Report%202015.pdf\" title=\"pilot programme\">pilot programme</a> for plant doctors to use to complete an electronic version of a farmer prescription form, send recommendations via SMS to farmers, and have access to a wealth of electronic plant health materials. </p>\n<p>Sixty plant doctors from 30 clinics collectively submitted 4,000 prescription forms over 12 months. The initial findings suggest that there are substantial advantages to integrating tablets into clinics. They helped improve data speed (cutting formal reporting time from around 100 days to 20), quality (by using controlled vocabularies) and value (potentially over 20% cheaper than old paper forms and reaching three times the farmers on average per clinic than previous distribution methods), the wealth of resources available for decision making, and the opportunities plant doctors had to support each other through chat groups.</p>\n<p><strong>Ownership of data</strong></p>\n<p>While our Plantwise programme excels in managing the data we obtain through bilateral agreements with extension workers, NGOs and other partners on the ground, we don’t have ownership of this data.</p>\n<p>It would be extremely valuable to have a mandate to share it when, for example, our Plant Doctor clinics are notified of disease outbreaks in East Africa. </p>\n<p>Currently, valuable opportunities are lost due to a frustrating time lag which sees a disease spread rapidly before the information is communicated formally in publications, or reported under the international reporting requirements of the <a href=\"https://www.ippc.int/en/\">International Plant Protection Convention</a>. This spread can happen before key researchers working on the disease in the country are notified, or regional extension bodies, input suppliers and other farmers nearby.</p>\n<iframe src=\"//giphy.com/embed/xTk9ZYEsXWkFEENfLG\" width=\"480\" height=\"306\" frameBorder=\"0\" class=\"giphy-embed\" allowFullScreen></iframe>\n<p><a href=\"https://giphy.com/gifs/xTk9ZYEsXWkFEENfLG\">via GIPHY</a></p>\n<p><small>A new plant disease spreads across East Africa and is seen at clinics a long time before it is officially reported. Copyright CABI</small></p>\n<p>The solution is one we are now working to solve – and it’s a tricky one. Incentives are needed rather than obligations for farmers, organisations and governments to share their knowledge about where diseases are occurring. </p>\n<p>At CABI, we aim to assist this process by engaging stakeholders in the data to broaden the circle of trust and move us along the <a href=\"https://theodi.org/data-spectrum\" title=\"spectrum of closed to open data\">spectrum of closed to open data</a> together. We believe success will come in the form of better strategic overviews for governments and investors, as well as quicker reporting, while agri-input suppliers can deliver timely new services responding to emerging diseases as they occur, not when they have run out of control. </p>\n<p>To make this happen we need to move towards a better understanding of, and models for, data ownership and stewardship, to help us build a data rights charter for agriculture. We are open to collaborative ideas from new and future GODAN partners and ODI Members to help us with these solutions.  </p>\n<p><em>CABI is known for a range of products and services for agriculture and the environment including CAB Abstracts, Plantwise, and for hosting the Secretariat of the <a href=\"http://www.godan.info/\">Global Open Data for Agriculture and Nutrition (GODAN) Initiative</a>. For 100 years it has been a manager of agricultural information and data, and was an early adopter of open data when it built the R4D portal for DfID.</em></p>\n<p><em>In 2013, CABI & Plantwise won an <a href=\"https://www.plantwise.org/news-and-media/odi-award-for-plantwise\">ODI award for Social Impact</a> in recognition of the information spread by our Plant Doctor Clinics.</em></p>\n<p><em><strong>Martin Parr is a <a href=\"http://www.cabi.org/about-cabi/staff/Martin-Parr\">Head of Open Data at CABI</a> at the ODI. Follow <a href=\"https://twitter.com/parr2_parr\">Martin</a> on Twitter.</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a></strong></em>.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/agriculture-nutrition-open-data.json","web_url":"http://theodi.org/agriculture-nutrition-open-data","slug":"agriculture-nutrition-open-data","title":"Agriculture and nutrition","format":"article","updated_at":"2016-02-19T15:24:15+00:00","created_at":"2015-08-20T10:31:22+00:00","tag_ids":["page","agriculture","nutrition","sector","food"]},{"id":"https://contentapi.theodi.org/odi-futures-how-can-open-data-improve-farmers-choices.json","web_url":"http://theodi.org/blog/odi-futures-how-can-open-data-improve-farmers-choices","slug":"odi-futures-how-can-open-data-improve-farmers-choices","title":"ODI Futures: How can open data improve farmers’ choices?","format":"article","updated_at":"2015-12-02T09:47:13+00:00","created_at":"2015-11-27T16:18:06+00:00","tag_ids":["blog","odifutures","syngenta","agriculture-and-nutrition"]},{"id":"https://contentapi.theodi.org/odi-futures-why-linked-open-data-can-help-boost-stifled-innovation-in-agronomics.json","web_url":"http://theodi.org/blog/odi-futures-why-linked-open-data-can-help-boost-stifled-innovation-in-agronomics","slug":"odi-futures-why-linked-open-data-can-help-boost-stifled-innovation-in-agronomics","title":"ODI Futures: Why linked open data can help boost stifled innovation in agronomics ","format":"article","updated_at":"2015-12-02T09:49:52+00:00","created_at":"2015-12-01T11:07:32+00:00","tag_ids":["blog","odifutures","innovation","agriculture","defra"]}],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}