{"id":"https://contentapi.theodi.org/odi-summit-qa-with-christopher-graham.json","web_url":"http://theodi.org/blog/odi-summit-qa-with-christopher-graham","slug":"odi-summit-qa-with-christopher-graham","title":"ODI Summit: Q&A with Christopher Graham","format":"article","updated_at":"2015-09-11T09:52:37+00:00","created_at":"2013-10-25T10:17:04+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"description":"","excerpt":"The Information Commissioner’s Office (UK) tries to strike a balance between promoting openness in public bodies and protecting the privacy of individuals. \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>The Information Commissioner’s Office (UK) tries to strike a balance between promoting openness in public bodies and protecting the privacy of individuals. </p>\n<p>Since 2009, Christopher Graham has been UK Information Commissioner. Tasked with overseeing the Freedom of Information Act and Data Protection Act regimes, it’s a fitting role for an ex-journalist practiced in matters pertaining to public interest (Christopher was previously a current affairs producer for BBC radio and TV, then a Managing Editor of news programmes for TV and Radio).  </p>\n<p>Here Christopher tells us more about his involvement in the upcoming ODI Summit (October 29th) and what “open” means to him. </p>\n<p><strong>What will you be talking about at the Summit?</strong></p>\n<p>Open data and the right to information go hand in hand. Open data needs the 'pull' of Freedom of Information (FOI) as well as the 'push' of proactive publication. The FOI request process promotes a continual evaluation of what information should be released, encouraging pro-active publication. Now, with the dataset amendments, it makes an explicit link between access and re-use.</p>\n<p>Public authorities should adopt a 'transparency by design' approach. They should be thinking about what information should be released as open data, at an early stage in projects and procurement. Data protection is not a barrier to open data, but increasing publication of open data increases the risk of inadvertently disclosing personal data. What are the tools to mitigate this risk?</p>\n<p>I want to create a conversation about the relationship between open data, the right to information and privacy. We can only build transparency and trust if we factor in all three. </p>\n<p>I also want to ask how far open data extends into the private sector, in a world where public services are increasingly delivered by other operators. Does open data follow the public pound?</p>\n<p><strong>Which innovation or discovery in open data has most surprised you?</strong></p>\n<p>The far-reaching application of the dataset amendments to the Freedom of Information Act. There is now a requirement, confirmed in statute, for every public authority, of whatever size, to make datasets available as open data when they are releasing information under the Act, as far as reasonably practicable. </p>\n<p><strong>What direction do you see open data heading in over the next five years, and what most excites you about the future?</strong></p>\n<p>The most exciting prospect is that open data can become business as usual. The open data agenda will have achieved its aim when it becomes routine for public authorities in all sectors and at all levels to publish open data as part of their normal business practices. </p>\n<p>As the number of councils, cities and countries opening up their data increases, which sector do you think stands to gain the most (business, government, commercial, environmental, etc.) and why? </p>\n<p>There is a vital role –and therefore a business opportunity – for intermediaries. Open data in itself is of limited use to individuals. It has to be used (and made useful) in order to add value. Intermediaries take the open data and create visualisations, apps and products. Open data is the resource that enables them to turn a good idea into a business, and benefit citizens and consumers. Furthermore, making the data more easily visible highlights potential efficiency savings which benefit government as well. </p>\n<p><em>Christopher joins Sir Tim Berners-Lee, Professor Sir Nigel Shadbolt, Martha Lane Fox CBE and a host of other key figures for the <a href=\"http://summit.theodi.org\">Open Data Institute’s first Annual Summit and Gala Dinner</a> (October 29) at the Museum of London. Topics will include open data in finance and politics, the role of open data in business and Data as Culture.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Matthew Sykes","slug":"matthew-sykes","state":"published","web_url":"http://theodi.org/matthew-sykes","tag_ids":[]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/odi-summit-qa-with-dr-david-tarrant.json","web_url":"http://theodi.org/blog/odi-summit-qa-with-dr-david-tarrant","slug":"odi-summit-qa-with-dr-david-tarrant","title":"ODI Summit: Q&A with Dr David Tarrant","format":"article","updated_at":"2015-09-11T09:52:31+00:00","created_at":"2013-10-25T10:05:38+00:00","tag_ids":["blog"]},{"id":"https://contentapi.theodi.org/odi-summit-qa-with-julie-freeman.json","web_url":"http://theodi.org/blog/odi-summit-qa-with-julie-freeman","slug":"odi-summit-qa-with-julie-freeman","title":"ODI Summit: Q&A with Julie Freeman","format":"article","updated_at":"2015-09-11T09:52:30+00:00","created_at":"2013-10-25T09:54:14+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"Matthew Sykes","slug":"matthew-sykes","state":"published","web_url":"http://theodi.org/matthew-sykes","tag_ids":[]}}