{"id":"https://contentapi.theodi.org/odi-node-update-building-a-sustainable-network-inspiring-open-innovation-around-the-world.json","web_url":"http://theodi.org/blog/odi-node-update-building-a-sustainable-network-inspiring-open-innovation-around-the-world","slug":"odi-node-update-building-a-sustainable-network-inspiring-open-innovation-around-the-world","title":"ODI Node update: Building a sustainable network for open innovation around the world","format":"article","updated_at":"2016-02-29T17:36:53+00:00","created_at":"2016-01-29T14:27:34+00:00","tag_ids":["blog","nodes","global-network","international","node"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/nodes.json","web_url":null,"title":"nodes","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=nodes","web_url":"http://theodi.org/tags/nodes","slug":"nodes"}},{"id":"https://contentapi.theodi.org/tags/keywords/global-network.json","web_url":null,"title":"global network","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=global-network","web_url":"http://theodi.org/tags/global-network","slug":"global-network"}},{"id":"https://contentapi.theodi.org/tags/keywords/international.json","web_url":null,"title":"international","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=international","web_url":"http://theodi.org/tags/international","slug":"international"}},{"id":"https://contentapi.theodi.org/tags/keywords/node.json","web_url":null,"title":"Node","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=node","web_url":"http://theodi.org/tags/node","slug":"node"}}],"details":{"business_proposition":false,"description":"","excerpt":"The ODI Node network has evolved. Following a period of intensive experimentation and growth, we reflect on lessons learned and how we have developed our focus for the network for 2016\r","language":"en","need_extended_font":false,"alternative_title":"ODI Node update: Building a sustainable network for open innovation around the world","url":"","content":"<p><em>The ODI Node network has evolved. Following a period of intensive experimentation and growth, we reflect on lessons learned and how we have developed our focus for the network for 2016</em></p>\n<p>ODI Nodes connect, equip and inspire people around the world to innovate with data, led by local experts. Operating at city or regional levels, they deliver data training, connect people with businesses through membership and events, and communicate data impacts with stories.</p>\n<h3 id=\"whatadifferenceayearmakes2015recap\"><strong>What a difference a year makes: 2015 recap</strong></h3>\n<p>Last year, we centred our network activities around two themes: developing <strong>Learning Nodes</strong> and <strong>Network Nodes</strong>. </p>\n<p>We welcomed <a href=\"http://theodi.org/news/odi-global-network-grows-to-cover-6-of-7-continents\">11 new nodes</a> – from Galway to Brasilia, Riyadh to Aberdeen – growing the network to a total of 27 ODI Nodes, operating at a local level across 20 countries, in six continents. Collectively, ODI Nodes reached over 15,000 people through speaking engagements, lunchtime lectures and events. They also trained over 400 people and <a href=\"http://theodi.org/news/odi-40m-value-unlocked-worldwide\">generated over £260k</a> in turnover through activities and local sponsorship. </p>\n<ul>\n<li><p><strong>Bringing ODI Learning to new audiences, far and wide.</strong>\nWe introduced our <a href=\"http://theodi.org/courses/train-the-trainer\">Train the Trainer course</a> to help extend ODI Learning across the world. It has enabled 24 ODI Registered Trainers across 11 Learning Nodes to deliver locally relevant courses to meet market needs in their regions.</p></li>\n<li><p><strong>Growing our global network.</strong>\nWith the launch of our <a href=\"http://theodi.org/membership-for-individuals\">ODI Individual Supporter membership</a>, Network Nodes have engaged people in their communities as members, connecting them with a global network of leaders, experts and advocates in open data. Nodes also engaged sponsors to support local <a href=\"http://beyondthesmartcity.com/blog/\">activities</a>. </p></li>\n<li><p><strong>Metrics: how we measure success.</strong>\nTogether, the network agreed on metrics that would help us measure the impact of these products across the network. These include the number of people reached, members engaged, people trained, blogs published and income generated. We shaped these metrics towards maximum repeatability and value. </p></li>\n</ul>\n<h3 id=\"lessonslearnedkeyreflectionsonthenetwork\">Lessons learned: key reflections on the network</h3>\n<ul>\n<li><p>The ODI Node network’s <strong>core value</strong> is that it connects local advocates from across the world to offer each other peer-support, share opportunities and collaborate on initiatives.</p></li>\n<li><p>In some contexts, <strong>Learning Nodes</strong> have had a great response to local ODI Learning and positive feedback on courses they have piloted. This shows how successful the accreditation programme can be in scaling ODI Learning globally.  </p></li>\n<li><p><strong>Sponsorship</strong> has helped nodes to engage local organisations who want to offer direct support to their community and collaborate. Sponsorship also helps ODI Nodes to ensure sustainability. </p></li>\n<li><p>Collaboration across the ODI Node network is critical to develop <strong>products that everyone can deliver, to a high standard</strong>. Having feedback from the nodes on their experiences running activities and selling products has helped us to refine the framework for the whole network. This year, ODI Nodes will work closely with ODI HQ to develop the network and membership in order to increase global impact. </p></li>\n<li><p><strong>Clarifying and focusing our offer</strong> and that of local nodes is key to building local communities. Helping nodes to deliver products shaped around their expertise and resources will also help to drive quality and success against our collective goals.   </p></li>\n</ul>\n<h3 id=\"2016whatsinthepipeline\">2016: what’s in the pipeline?</h3>\n<p>We are collaborating with ODI Nodes to maximise their business opportunities, help extend their local impacts and measure the quality of their products. </p>\n<p>We have fine-tuned the node categories to accommodate for a range of organisations looking to join the ODI Node network:</p>\n<ul>\n<li><strong>Pioneer Nodes</strong> are ambassadors for the ODI’s global network. They work collaboratively with HQ to help ensure the node network is sustainable, lead the delivery of quality services to market and develop initiatives that can scale across the network.</li>\n<li><strong>Learning Nodes</strong> establish local training via ODI Registered Trainers, and focus on growing their reach by tailoring ODI Learning to local demand. </li>\n<li><strong>Community Nodes</strong> (formerly Network Nodes) convene local individuals and organisations interested in open innovation, delivering local events and workshops. They raise awareness of data’s economic, social and environmental benefits, encourage local collaboration and help build connections through ODI individual membership. </li>\n<li><strong>Story Nodes</strong> raise awareness, share challenges and promote best practice in harnessing data’s economic, social and environmental benefits via blogs from their perspectives within their local contexts, across sectors and themes. </li>\n</ul>\n<p><em>If you’d like to find out more about the ODI Node network, you can find a detailed overview <a href=\"http://theodi.org/nodes\">here</a>. If you would like to join the network, you can register your interest <a href=\"https://docs.google.com/a/theodi.org/forms/d/1UxCcWXXm0Pubwl1EAkOyMw7rhXf0ADYLxiQDuvi7a_E/viewform\">here</a>.</em>  </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}