{"id":"https://contentapi.theodi.org/odi-summit-qa-michael-flowers.json","web_url":"http://theodi.org/blog/odi-summit-qa-michael-flowers","slug":"odi-summit-qa-michael-flowers","title":"ODI Summit: Q&A with Michael Flowers","format":"article","updated_at":"2015-09-11T09:51:52+00:00","created_at":"2013-10-17T08:40:04+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"Michael Flowers","language":"en","need_extended_font":false,"content":"<h2 id=\"michaelflowers\"><strong>Michael Flowers</strong></h2>\n<address style=\"margin-bottom: 20px; font-style: normal; line-height: 20px; font-family: 'Helvetica Neue', Helvetica, Arial, sans-serif;\">*Chief Analytics Officer - New York City*</address>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/Mike%2DFlowers%2DHeadshot.jpg\" alt=\"Michael Flowers\" />Since 2009, Michael Flowers has been tasked with turning the vast amounts of data circulating around New York City into effective strategies for city management. As Chief Analytics Officer for one of the world’s largest cities, the incredible results of his programme have won him some highly influential admirers.\u0002\nWith his team (the affectionately named “kids”) working to translate archives of data into real world returns, Flowers’ example provides the blueprint for any city looking to mobilise its data cache.\u0002\nWe asked Michael a couple of questions about his involvement in the upcoming <a href=\"http://summit.theodi.org/\">ODI Summit (October 29th)</a>, and about the usefulness of data as a tool for change and cooperation.</p>\n<p>\u0002\n<strong>What will you be talking about at the Open Data Summit?\u0002</strong></p>\n<p>Urban data has taken on new importance in New York City. The Mayor’s office of Data Analytics uses troves of previously untapped information and data to improve the way the city runs. From fighting crime to improving mobility and identifying fire hazards, data-analytics are changing the way New York City operates. I look forward to discussing the use of data to improve the delivery of City services with ODI participants.</p>\n<p>\u0002\n<strong>Which innovation or discovery in open data has most surprised you?</strong></p>\n<p>It’s surprising that most of the problems we’ve faced have not been technological – they’ve been political and cultural. Many of the data sets that are now finding their way to open data have existed for years in some sort of file format on government servers, but there has never been the political will for transparency, both inter-agency within the government, as well as sharing with the public. We’re seeing that resistance very quickly erode.\u0002\nThe cultural expectation is for meaningful data that will provide transparent insight to government operations, and also promote private application through APIs.</p>\n<p>\u0002\n<strong>What direction do you see open data heading in over the next five years, and what most excites you about the future?</strong></p>\n<p>We’re already seeing open data as a better means for both cooperation between government agencies, and to improve government partnerships with private actors. The collaboration of different viewpoints brings new resources to old problems, and expedites the rate at which we solve those problems.</p>\n<p>\u0002\n<strong>As the number of councils, cities and countries opening up their data increases, which sector do you think stands to gain the most (business, government, commercial, environmental, etc.) and why?\u0002</strong></p>\n<p>It’s a tough question, but the reality is that the government cannot succeed without business and commercial success, environmental cannot succeed without business success, etc. There are many constituencies for open data, and open data should be viewed as a non-controversial digital infrastructure that the Government is providing. But in order to keep it as a public good, and to justify the expense associated with open data development, governments will have to prove value in each of these fields listed and beyond, including education, healthcare, etc.</p>\n<p>Michael Flowers joins a stellar line up of speakers for the <a href=\"http://summit.theodi.org/\">Open Data Institute’s first annual Summit</a>. Luminaries from a range of sectors will explore the vast constellation of possibilities opened up by open data, providing insight on the social, political, commercial, cultural and environmental significance of the moment. After a day of keynotes, fireside chats and lighting speeches, Sir Tim Berners-Lee will address an <a href=\"http://summit.theodi.org/gala-dinner/\">exclusive Gala Dinner.</a> \u0002</p>","organizations":[],"author":{"name":"Matthew Sykes","slug":"matthew-sykes","state":"published","web_url":"http://theodi.org/matthew-sykes","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Matthew Sykes","slug":"matthew-sykes","state":"published","web_url":"http://theodi.org/matthew-sykes","tag_ids":[]}}