{"id":"https://contentapi.theodi.org/odi-summit-qa-with-dr-david-tarrant.json","web_url":"http://theodi.org/blog/odi-summit-qa-with-dr-david-tarrant","slug":"odi-summit-qa-with-dr-david-tarrant","title":"ODI Summit: Q&A with Dr David Tarrant","format":"article","updated_at":"2015-09-11T09:52:31+00:00","created_at":"2013-10-25T10:05:38+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"description":"","excerpt":"The open data movement abides by a uniquely participatory philosophy. That’s because at its core it’s all about using available data to solve problems. It’s a logic which runs in parallel to George Santayana’s famous dictum: those who do not learn from data are condemned to repeat the inefficiencies of the past. \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>The open data movement abides by a uniquely participatory philosophy. That’s because at its core it’s all about using available data to solve problems. It’s a logic which runs in parallel to George Santayana’s famous dictum: those who do not learn from data are condemned to repeat the inefficiencies of the past. </p>\n<p>While it’s no easy task to turn raw data into an application capable of influencing real-time decisions, the rewards promised already seem great. <a href=\"/team/dr-david-tarrant\">Dr David Tarrant</a>, Senior Trainer at the Open Data Institute, Lecturer in the Web and Internet Science Group at the University of Southampton, and all-round data advocate intends to show us how open data is already capable of making a big difference.</p>\n<p>We asked David a couple of questions about his involvement in the upcoming ODI Summit (October 29th), and about the potential applications for open data in the near future.</p>\n<p><strong>What will you be talking about at the Summit?</strong></p>\n<p>I shall be talking about how open data brings levels of transparency and opportunity we have never seen before. Being able to combine and remix both government and commercial sources of open data brings true power to data. The case I will be presenting looks at how open data can allow citizens to critically analyse policy decisions and their impact with a use case about emergency services in London.</p>\n<p><strong>Which innovation or discovery in open data has most surprised you?</strong></p>\n<p>Open data is the innovation; the thing that most surprised me was the announcement by G8 to put open data at the heart of their charter.</p>\n<p><strong>What direction do you see open data heading in over the next five years, and what most excites you about the future?</strong></p>\n<p>Open data is a small piece in the \"Web of Data\" and there are many pieces still left to exploit over the next 5 and even 15 years. I think we will see the web evolve to become as powerful as Tim Berners-Lee imagined when he wrote about the semantic web. </p>\n<p>As the number of councils, cities and countries opening up their data increases, which sector do you think stands to gain the most (business, government, commercial, environmental, etc.) and why? </p>\n<p>All sectors can gain from each other but globally issues relating to the environment and human welfare will provide key cases to prove the benefit of open data to everyone. Saying this, none of the sectors other than transport have yet to gain significantly from open data, so all have a lot of benefits to realise. </p>\n<p>David joins Sir Tim Berners-Lee, Professor Sir Nigel Shadbolt, Martha Lane Fox and a host of other key figures for the <a href=\"http://summit.theodi.org\">Open Data Institute’s First Annual Summit and Gala Dinner</a> (October 29) at the Museum of London. Topics will include open data in finance and politics, the role of open data in business and Data as Culture. </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Matthew Sykes","slug":"matthew-sykes","state":"published","web_url":"http://theodi.org/matthew-sykes","tag_ids":[]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/odi-summit-qa-with-julie-freeman.json","web_url":"http://theodi.org/blog/odi-summit-qa-with-julie-freeman","slug":"odi-summit-qa-with-julie-freeman","title":"ODI Summit: Q&A with Julie Freeman","format":"article","updated_at":"2015-09-11T09:52:30+00:00","created_at":"2013-10-25T09:54:14+00:00","tag_ids":["blog"]},{"id":"https://contentapi.theodi.org/odi-summit-qa-francine-bennett.json","web_url":"http://theodi.org/blog/odi-summit-qa-francine-bennett","slug":"odi-summit-qa-francine-bennett","title":"ODI Summit: Q&A with Francine Bennett","format":"article","updated_at":"2015-09-11T09:51:47+00:00","created_at":"2013-10-18T10:18:59+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"Matthew Sykes","slug":"matthew-sykes","state":"published","web_url":"http://theodi.org/matthew-sykes","tag_ids":[]}}