{"id":"https://contentapi.theodi.org/odi-showcase-winners-qa-energy-sparks.json","web_url":"http://theodi.org/blog/odi-showcase-winners-qa-energy-sparks","slug":"odi-showcase-winners-qa-energy-sparks","title":"ODI Showcase – winner’s Q&A: Energy Sparks","format":"article","updated_at":"2016-09-08T09:47:15+00:00","created_at":"2016-09-07T15:10:32+00:00","tag_ids":["blog","odi-showcase"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/odi-showcase.json","web_url":null,"title":"ODI Showcase","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=odi-showcase","web_url":"http://theodi.org/tags/odi-showcase","slug":"odi-showcase"}}],"details":{"business_proposition":false,"description":"<p>We chat with Leigh Dodds about his ideas behind winning ODI Showcase project Energy Sparks, and what's in store</p>","excerpt":"We chat with Leigh Dodds about his ideas behind winning ODI Showcase project Energy Sparks, and what the team has in store\r","language":"en","need_extended_font":false,"alternative_title":"ODI Showcase – winner’s Q&A: Energy Sparks","url":"","content":"<h3 id=\"wechatwithleighdoddsabouthisideasbehindwinningodishowcaseprojectenergysparksandwhattheteamhasinstore\">We chat with Leigh Dodds about his ideas behind winning ODI Showcase project Energy Sparks, and what the team has in store</h3>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/d1/2e/57d12eb5d0d46207c8000014/energysparks.jpg\" alt=\"null\" class=\"img text-center\" id=\"57d12eb4d0d46206c20000a8\"> \n<small>A student at Newbridge School, Bath. Credit: Resource Futures</small></p>\n<p><strong>Hi Leigh! What’s your idea in a nutshell?</strong></p>\n<p>We want to help schools become more energy efficient. This will save them money and benefit the environment. We plan to do this by giving them better access to their energy usage data, presenting it using simple, easy to understand visualisations that the whole school, including the pupils, can access and use. The visualisations will help show how their energy usage is changing over time and how it responds to interventions at the school.</p>\n<p><strong>Sounds interesting! What gave you this idea?</strong></p>\n<p>Members of our team have previously been involved in running competitions with local schools to encourage them to become more energy efficient. These were successful in the short term, but it's been difficult to demonstrate long term impacts, because usage data wasn’t available.</p>\n<p>We also have professional experience in analysing energy usage data to identify cost savings. However, getting access to data that can help identify problems or evidence the impacts of savings has been difficult. </p>\n<p>We think that, when made open, energy data can help solve these problems. We can use it to create an application that will collect, process and display energy data in a way that highlights how usage is changing over time. </p>\n<p>The application will also allow pupils and staff to record their attempts to reduce consumption (e.g. a school project) and see how this impacts usage. The application can be used by the schools themselves, but we are also planning to support and incentivise them to use it by running a competition among local schools. </p>\n<p>Our team formed during Bath: Hacked’s recent environment hack day. Before the event we convened a number of local environmental groups to identify the types of problems that it would be useful to explore. This brought together a variety of expertise that lead to the creation of our first proof of concept and the publication of some initial energy usage data for council buildings.</p>\n<p><strong>When did you first get excited about open data?</strong></p>\n<p>Bath: Hacked is a community-lead open data initiative that has been exploring the benefits of open data in Bath &amp; North East Somerset for the last three years.</p>\n<p>The exciting thing about open data is that it provides a way for us to give something back to the city and the area in which we live. Many of us come from technical backgrounds and open data gives us a raw material that we can use to create useful and interesting things for the local community.</p>\n<p><strong>Where do you see open data in 10 years?</strong></p>\n<p>We hope that in 10 years open data will be business as usual for both public sector and commercial organisations. Similar to energy, access to data should be a utility, something that we can rely on being easily accessible whenever we need it.</p>\n<p>With the ongoing rollout of smart metering there will be a wealth of data about how people and businesses are generating and using energy. We hope that this data will be readily available to anyone who needs it.</p>\n<p><strong>What are your plans for your project, and how will you achieve them?</strong></p>\n<p>Energy Sparks is a joint project between several local organisations. Bath: Hacked are providing the technical expertise, B&amp;NES council are providing access to the usage data, Transition Bath have experience with analysing energy data, and Resource Futures understand how to engage with schools. Collectively this gives us a strong team that can hopefully generate some real impact.</p>\n<p>Our initial goal will be to build out the technical part of the platform, doing some prototyping and discovery with local schools to explore the best ways to present the energy usage data. We then plan to run a local competition between schools to encourage usage of the platform.</p>\n<p>By openly licensing all of our outputs, we hope to then support other areas in running this service for themselves.</p>\n<p><strong>The team</strong><br>\nLeigh Dodds, <a href=\"https://www.bathhacked.org\">Bath: Hacked</a><br>\nPhilip Haile, <a href=\"http://transitionbath.org/\">Transition Bath</a><br>\nMicaela Basford, <a href=\"http://www.bathnes.gov.uk/\">B&NES Council</a><br>\nSheila Gundry, <a href=\"http://www.resourcefutures.co.uk/\">Resource Futures</a><br></p>\n<p>Twitter: <a href=\"https://twitter.com/energy_sparks\">@energy_sparks</a></p>\n<p><strong><em>The ODI Showcase supports projects that demonstrate how open data can be used to bring longstanding benefits to individuals, organisations and society. The ODI provides grant funding, mentoring and promotional support to maximise these impacts. Find out more <a href=\"http://theodi.org/odi-showcase-2016-spring-call-for-entries\">here</a>.</em></strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}