{"id":"https://contentapi.theodi.org/odi-moves-head-quarters.json","web_url":"http://theodi.org/blog/odi-moves-head-quarters","slug":"odi-moves-head-quarters","title":"ODI Moves in to Head-quarters","format":"article","updated_at":"2015-09-11T09:50:24+00:00","created_at":"2012-10-01T16:17:36+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"","language":"en","need_extended_font":false,"content":"<p><strong>ODI Chair, Prof Nigel Shadbolt announces the ODI is open for business.</strong> Today is a momentous one for the ODI. Less than a year ago Tim Berners-Lee and I were writing a briefing note for Government outlining the opportunity for an Institute dedicated to realising the economic value of Open Data. Earlier in 2011 the Chancellor in a speech at the Google Zeitgeist stated “Our ambition is to become the world leader in open data… The economic impact of this open data revolution will be profound…”. We argued that one way to realise this ambition was the creation of a UK Open Data Institute. We described an Institute that would be a focus for business innovation, that would act as an incubator for starts ups in Open Data, and train a generation of UK Open Data technologists and entrepreneurs. A commitment to fund the ODI was announced in November. My task was to produce a Business Plan by April that would pass muster with the Technology Strategy Board. In May we published our approved Business and Implementation Plans - a signed agreement followed. This gave us access over five years to ten million pounds of TSB funds on the understanding that over the same period we would match this from other sources. Premises were secured in July, the entire fit out completed during August and Sepember. The summer saw us searching out our senior management team - CEO, Technical and Commercial Directors. <strong>Months of Planning</strong> Incredibly all of this has now come together and today Monday the 1 st October we are installed in 65 Clifton Street - Gavin, Jeni and Stuart are in post and raring to go. The ODI is open for business and we hope to welcome friends and colleagues, the private and public sector, businesses large and small, developers and entrepreneurs, academics, funders and investors from home and abroad through our doors. All of this has been possible because of the dedicated effort and work of a small team - Tim Organ our project manager and Olivia Burman on secondment from the Cabinet Office deserve special thanks. Thanks to the University of Southampton who helped us find and then secure premises. Thanks to Iain, David, Hadley and friends at the TSB. We are also grateful for the generous efforts of companies who are working with us to make the ODI a world leading initiative – we will be acknowledging them in the weeks to come. During October and November we will be launching a range of activities and hope to have our formal ribbon-cutting event towards the end of November. October and November will see us running appathons and talking to start-ups, researching evidence for the impact of Open Data, pulling together best practice for the publication of Open Data, and finalising our course material of our Open Data Technology and Innovation course. <strong>High Expectations</strong> Whenever and wherever I have been speaking about Open Data and the Data Revolution in the last few months I have been struck by the interest in the ODI from the business community, starts ups, VCs, public bodies, government departments and agencies not just in the UK but from around the world. The ODI is being looked to with huge interest and no little expectation. So perhaps it is also appropriate to remind everyone that this is just the beginning. We are still recruiting and building our team – we will have to focus and prioritise as we scale. We won’t be able to do everything expected of us right away – but with the help and support of the Open Data community we know we are going to make a difference. And if the ODI is about anything it is about making a difference. From businesses new and established using Open Data to presenting evidence showing its impact, from equipping people with new Open Data skills to transforming the quality of the Open Data that is published. And everything we do we will endeavour to share with you.</p>","organizations":[],"author":{"name":"Sir Nigel Shadbolt","slug":"nigel-shadbolt","state":"published","web_url":"http://theodi.org/team/nigel-shadbolt","tag_ids":["team","team-board","person","nigel-shadbolt","founder"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Sir Nigel Shadbolt","slug":"nigel-shadbolt","state":"published","web_url":"http://theodi.org/team/nigel-shadbolt","tag_ids":["team","team-board","person","nigel-shadbolt","founder"]}}