{"id":"https://contentapi.theodi.org/odi-global-network-announced.json","web_url":"http://theodi.org/blog/odi-global-network-announced","slug":"odi-global-network-announced","title":"ODI global network announced","format":"article","updated_at":"2015-09-11T09:52:42+00:00","created_at":"2013-10-28T19:20:44+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"description":"<p>Agreements with USA, Canada, Dubai, Moscow, Paris, and Manchester amongst 13 to be signed during first annual ODI Summit</p>","excerpt":"Agreements with USA, Canada, Dubai, Moscow, Paris, and Manchester amongst 13 to be signed during first annual Summit\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><strong>Agreements with USA, Canada, Dubai, Moscow, Paris, and Manchester amongst 13 to be signed during first annual Summit</strong></p>\n<p><a href=\"http://www.flickr.com/photos/walkingsf/6238509140/\"><img src=\"http://farm7.staticflickr.com/6092/6238509140_bc5019ba4e_n.jpg\" align=\"right\" alt=\"Some Rights Reserved. Image by Eric Fischer\"></a>The ODI has announced the creation of 13 ODI Nodes around the world. The Nodes bring together companies, universities and NGOs that support open data projects and communities.</p>\n<p>Since its official opening in December 2012, the ODI has been inundated with requests from across the world, asking for support to set up country-wide or regional versions of the organisation. Over the past six months, the ODI has engaged with dozens of people around the world, in an open process, to co-create this network. </p>\n<p>Two Nodes are country-wide trials with NGOs in the USA and Canada. Eight are city or regional Nodes: ODI Dubai, ODI Chicago, ODI North Carolina, ODI Paris, ODI Trento, ODI Manchester, ODI Brighton, and ODI Leeds. The final three are communications-focused: ODI Gothenburg, ODI Moscow, ODI Buenos Aires (see details below on the three types of nodes). </p>\n<p>The announcement marks the start of a substantial international open data network. An official signing ceremony will take place during the first annual ODI Summit at the Museum of London.</p>\n<p><strong>Gavin Starks, CEO at the ODI said:</strong></p>\n<blockquote>\n  <p>I have been amazed at the energy and enthusiasm of people looking to align around a global network of ODIs. The speed at which we have been able to collaborate,the shared thinking about the approach and the scale of the potential, indicate that the ODI is an idea whose time has come. We have borrowed from the design principles of the web itself to bring people and organisations together, and will use open data both to collaborate with each other, and as the primary output of the network.</p>\n</blockquote>\n<p><strong>Francis Maude, Minister for the Cabinet Office, said:</strong></p>\n<blockquote>\n  <p>The Open Data Institute – the first organisation of its kind – grew out of our belief in the power of open data to foster innovation, drive economic growth and create prosperity. The fact that only one year on, cities and countries around the world want to adopt the ODI model, is evidence of how quickly the open data revolution is spreading. The establishment of ODI Nodes in UK cities will help embed an open data culture in communities, and bring the economic benefits of new and innovative data-led businesses that will help the UK compete in the global race.</p>\n</blockquote>\n<h3 id=\"aboutthenodes\">About the Nodes</h3>\n<p>Each Node has agreed to adopt the ODI Charter, which is an open source codification of the ODI itself, and embodies principles of open data business, publishing, communication, and collaboration. </p>\n<p>The creation of ODI Nodes around the world highlights how people are using the power of open data to combine expertise and resources. Each Node will catalyse open data culture within their own communities and communicate open data success stories globally. City and regional Nodes will identify open data collaboration projects, and publish data relating to themselves and their work using open standards such as the ODI Open Data Certificate. </p>\n<p><strong>The three types of Node</strong></p>\n<ul>\n<li><p>Country Nodes: Independent NGOs who are building national centres of excellence, working across public and private sectors, NGOs, educational institutions and other Nodes within the country. ODI USA and ODI Canada are currently in \"beta\" to reflect their startup status.</p></li>\n<li><p>City or Regional Nodes deliver projects, and can provide training, research, and development. ODI Dubai, ODI Chicago, and ODI North Carolina, ODI Paris, ODI Trento, ODI Brighton, ODI Manchester, ODI Leeds fall into this category.</p></li>\n<li><p>Communications Nodes amplify open data case studies from around the world and promote understanding. ODI Moscow, ODI Buenos Aires and ODI Gothenburg have joined at this level. </p></li>\n</ul>\n<p>Organisations act as hosts for the city, regional and communications Nodes: these are businesses, universities and NGO’s. </p>\n<p><strong>Waldo Jaquith, Founder of ODI USA, said:</strong></p>\n<blockquote>\n  <p>The United States has a vibrant, fast-growing open data ecosystem. The ODI provides a model that can help to catalyse and connect the organizations, governments, businesses, and individuals who are doing brilliant work with open data. It's time to bring the ODI model to the United States.</p>\n</blockquote>\n<p><strong>Dennis Brink, Co-Founder of ODI Canada, said:</strong></p>\n<blockquote>\n  <p>Joining the International network of ODI Nodes is a great opportunity for the Canadian Open Data Institute and we are honoured to be a part of this global network. Its ongoing development allows us to gain from the experience that the ODI brings to the open data and governance space through its initiatives. We expect this to have a positive impact on our ability to successfully deliver on initiatives and to connect all Canadians with the open data movement.</p>\n</blockquote>\n<p><strong>Ibrahim Elbadawi, ODI Dubai, Managing Director, Exantium, United Arab Emirates</strong></p>\n<blockquote>\n  <p>We are excited to announce this partnership with the ODI, which will enable us to collaborate and bring the knowledge, expertise and best practices in the emerging domain of open data to the Arab region. Open data as a culture and practice can help societies find innovative solutions for today’s multi-faceted challenges. We will offer government and non government organisations in the region localised versions of the ODI’s open data training programs and promote the use of ODI Certificates.</p>\n</blockquote>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Emma Thwaites","slug":"emma-thwaites","state":"published","web_url":"http://theodi.org/team/emma-thwaites","tag_ids":["team","culture-programme"]}}