{"id":"https://contentapi.theodi.org/odi-experience-data-moment-you-walk.json","web_url":"http://theodi.org/blog/odi-experience-data-moment-you-walk","slug":"odi-experience-data-moment-you-walk","title":"The ODI Experience: Data from the moment you walk in","format":"article","updated_at":"2015-09-11T09:52:15+00:00","created_at":"2013-05-29T10:47:15+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"![](http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/odisigninlogo.png)","language":"en","need_extended_font":false,"content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/odi_signin_logo.png\" alt=\"\" /></p>\n<p>Since the <a href=\"http://www.theodi.org/news/odi-signs-agreement-world-bank-ministers-herald-official-opening\">opening night</a> on the 4th December 2012, the ODI has been using an electronic sign-in system to capture data about those\u0002who visit\u0002the office. This helps us measure how well we're doing against our metrics, and ensures we have a list of people in the office in case of a fire. Using open technologies and standards has enabled us to expand this system to meet the needs of the space and the people working within.</p>\n<p>If you have visited the ODI then you will have inevitably come across our electronic sign-in that greets you as soon as you\u0002exit the lift. This system has proved very effective and allows us to assess our impact both on a local and global scale.</p>\n<p>The main physical presence comes in the form of an iPad loaded with the ready-made <a href=\"http://maxcorso.wix.com/receptionsignin\">Sign In</a> application. While not an open source application, at the time this was the only suitable application, in any mobile store, able to be quickly customised and allow extraction of the data.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/odi_sign_in_pic.jpg\" alt=\"\" /><em>The sign in system with current visitors displayed on the screens in the background</em>The Sign In application is able to be run on multiple iPads, each located at different entrances and exists on your building. So that a visitor can enter via one entrance and exit via another, the application synchronises its data using a series of <a href=\"http://en.wikipedia.org/wiki/XML\">XML</a> files passed between each device. Thus in order to extract the data in real time (rather than receive a summary email once a day), we built a program to emulate an iPad and which simply receives the data like it is just another device. One script later and we have piped all the data into the visitor system database ready to used by other parts of the system.</p>\n<p>As we move forward, it is intended that this proprietary part of the system be replaced with an open source solution built on top of the platform that has evolved in the last six months. However in the time allowed, we are very appreciative for the pre-built application and are happy to share our experiences of extracting your data from the application's closed wall architecture.</p>\n<p>It soon became clear that entering details on a touch screen each time you visit does not create the best experience, especially for staff that are in the office on a daily basis.</p>\n<p>The initial solution to this problem involved complementing the sign-in system with a web interface when people can simply click their picture to sign in and out of the office each day. While this worked for some time, during one of our <a href=\"http://www.theodi.org/blog/tech-team-week-notes-31\">20% weeks</a>, I decided to investigate the potential of using an <a href=\"http://en.wikipedia.org/wiki/Radio-frequency_identification\">RFID</a> card reader to allow people to simply touch in and out of the office using one of the many cards we carry in our wallets.</p>\n<p>In order to both save the environment and space in peoples wallets we don’t issue an RFID card. Using an off-the-shelf <a href=\"http://en.wikipedia.org/wiki/MIFARE\">MiFare 1K</a> card reader allows people to associate many different cards to their profile including Oyster, <a href=\"http://en.wikipedia.org/wiki/ITSO_Ltd\">ITSO</a> and contactless payment cards.<sup>1</sup></p>\n<p>Using a contactless card read has dramatically reduced the effort required to sign in and out and also improved the quality of the data. Making the process so simple has encouraged people to touch in and out at lunchtime in addition to either end of the day. Although it is still unconfirmed if the increase in data is somehow linked to the Star Trek computer sounds that play when you touch in and out.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/Sign_in_architecture.png\" alt=\"\" /></p>\n<p><em>System architecture of the ODI sign in system</em>\u0002\nThe diagram above shows the architecture of the system. As should be evident, the system is very modular and all the different parts\u0002communicate with the processor node using an <a href=\"https://en.wikipedia.org/wiki/Application_programming_interface\">Application Programming Interface (API)</a> based upon the <a href=\"http://en.wikipedia.org/wiki/Hypertext_Transfer_Protocol\">HyperText Transfer Protocol (HTTP)</a> as intended by our <a href=\"http://www.theodi.org/people/timbl\">illustrious director</a>. The Star Trek computer sounds are directly mapped to the HTTP status codes that best represent each one<sup>2</sup>.</p>\n<p>By building a modular system that re-uses a lot of existing technology, including the RFID card we all carry, introduces a huge cost saving of purchasing a complex electronic visitor system. Our aim in the near future is to replace the dependency on the closed source iPad application. This way the whole system can be run using a <a href=\"http://en.wikipedia.org/wiki/Raspberry_Pi\">Raspberry Pi</a>, cheaper tablet and an RFID card reader. This brings the cost of the entire system into the sub £400 bracket<sup>3</sup>. This will also mean that we can continue to expand the system to allow assignment of desk space and allow all visitors to associate RFID cards.</p>\n<p>If you want to deploy your own system then all the code modules are available on\u0002<a href=\"http://www.github.com/theodi/signin-web\">GitHub</a>. For more information you can contact the ODI tech team on tech@theodi.org or join our IRC channel (#theodi on irc.freenode.net)</p>\n<p><small>&lt;sup&gt;1&lt;/sup&gt; Before people start worrying that we can make charges to your Oyster and Bank cards, this is not possible. Contactless cards all contain a generic serial number put on by the manufacturer and this number is not associated with the use of the card, so although we collect this number so you can sign in and out of the ODI quickly, it is not possible for us to tell what type of card you used, only that you have one.</small></p>\n<p><small>&lt;sup&gt;2&lt;/sup&gt; Finding codes for some sounds proved a real challenge, e.g. 418</small></p>\n<p><small>&lt;sup&gt;3&lt;/sup&gt; Based upon the tablet being a Nexus 10 or iPad 2.</small></p>","organizations":[],"author":{"name":"David Tarrant","slug":"david-tarrant","state":"published","web_url":"http://theodi.org/team/david-tarrant","tag_ids":["team","learning-programme","staff"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"David Tarrant","slug":"david-tarrant","state":"published","web_url":"http://theodi.org/team/david-tarrant","tag_ids":["team","learning-programme","staff"]}}