{"id":"https://contentapi.theodi.org/odi-node-knowledge-feb-2014.json","web_url":"http://theodi.org/blog/odi-node-knowledge-feb-2014","slug":"odi-node-knowledge-feb-2014","title":"Node knowledge - Feb 2014","format":"article","updated_at":"2015-09-11T09:54:50+00:00","created_at":"2014-02-22T21:35:57+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"","excerpt":"Today (Sat Feb 22nd 2014), people around the world are celebrating the 4th annual Open Data Day. Tomorrow, I leave for Washington DC, where I will be encouraging new partners to join the [Partnership for Open Data](http://theodi.org/odp4d) to help support open data in developing economies. At the start of this week, we held our first Node gathering. Further to my [November Node update](http://theodi.org/blog/node-knowledge-november-2013), I wanted to reflect on our progress, and on what the year ahead holds for open data.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>Today (Sat Feb 22nd 2014), people around the world are celebrating the 4th annual Open Data Day. Tomorrow, I leave for Washington DC, where I will be encouraging new partners to join the <a href=\"http://theodi.org/odp4d\">Partnership for Open Data</a> to help support open data in developing economies. At the start of this week, we held our first Node gathering. Further to my <a href=\"http://theodi.org/blog/node-knowledge-november-2013\">November Node update</a>, I wanted to reflect on our progress, and on what the year ahead holds for open data.</p>\n<p>On Monday, we convened 12 ODI Nodes from 9 countries in London for two days of shared learning, knowledge exchange, and action planning, as we develop our collaborative global network.</p>\n<p>We discussed our positioning, how and which communities can come together, which specific training, research, and projects (e.g. the ongoing internationalisation of <a href=\"https://certificates.theodi.org/\">Open Data Certificates</a>) can best utilise the power of the network, and how to scale quality delivery. The recurring themes: of openness and networks, will provide organisational power and be the instrument for change.</p>\n<p>By the end of the 2 days, collaborations were already forming, funding opportunities had been discussed, and planning was initiated, covering business models, communication, projects, and people. These reflect the ongoing commercially-focussed approach that the ODI in the UK has taken.</p>\n<blockquote>\n  <p><strong>“Who knew data could be so interesting?”</strong> - ODI Training attendee</p>\n</blockquote>\n<p>For example, our <a href=\"http://theodi.org/courses\">training programme</a> has proved invaluable to politicians, policy-makers, lawyers, journalists, and developers alike. We learned that there is a global need, and one of the actions for the group is to work out a scalable syndication model for ODI Training. </p>\n<p>This will address issues such as:\nthe scope and range of courses\ntarget markets (e.g. public sector, NGOs, private sector);\nprocesses for localisation (both in language and in content);\nhow to scale delivery  (e.g. identifying trainers);\nhow to maintain quality; and\nwhat online training might involve</p>\n<p>As we align our ambitions, actions, and systems, we will make our ongoing work more visible using open data, and <a href=\"http://dashboards.theodi.org/company/2013\">ODI Dashboards</a>.</p>\n<p><strong>Node reach is expanding, in concert with other great international progress</strong></p>\n<p>We also <a href=\"http://theodi.org/news/from-seoul-to-osaka-asia-pacific-opens-arms-to-open-data\">announced five new ODI Nodes</a>, including our first two Nodes in the Asia-Pacific region: Seoul (South Korea), Osaka (Japan), Philadelphia (USA), Hawaii (USA) and Sheffield (UK). This weekend ODI Osaka will be joining up six cities across Japan (Osaka, Kyoto, Tanba, Tokushima, Yokohama, and Tokyo) to begin planning with the UK team.</p>\n<p>Momentum continues to build around open data movement: the Canadian Government has announced <a href=\"http://www.einnews.com/pr_news/191779248/canada-publishes-its-g8-open-data-action-plan-for-international-open-data-day\">$3m support</a> for the Open Data Institute in Canada. We are also working with the World Bank and Open Knowledge Foundation to bring <a href=\"http://theodi.org/odp4d\">the power of open data to developing economies</a>. This year we will rolling out our training and support to a number of countries. </p>\n<p><strong>Smart cities are one area of common interest</strong></p>\n<p>Part of our focus this year will be on smart cities. Our <a href=\"http://theodi.org/research\">UK research</a> team are already working on this area. This will combine with ODI Partners including Arup and Telefonica, startups like CarbonCulture and DemandLogic, and Nodes in Chicago, Manchester, and Seoul. We expect to build tangible evidence in this area through our networks.  As a member of the <a href=\"https://www.london.gov.uk/priorities/business-economy/vision-and-strategy/smart-london/smart-london-board\">Smart London Board</a>, I highlight the essential role of open data in tackling the challenges faced by London and all cities: how to scale with limited resource (London expects to grow by 1m people over the next 10 years). In December we launched the <a href=\"https://www.london.gov.uk/sites/default/files/smart_london_plan.pdf\">Smart London Plan</a>, setting out how digital expertise and technology can improve the lives of Londoners. </p>\n<p>I don’t believe we can scale society without open data. Open data will also enable smart cities to network with each other, to learn and adapt.</p>\n<p>Surfacing and communicating evidence-based stories that are meaningful to people’s daily lives remains central to the outputs of the ODI. This includes reaching new audiences, supporting existing communities, and growing an open network that reflects open data culture.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/from-seoul-to-osaka-asia-pacific-opens-arms-to-open-data.json","web_url":"http://theodi.org/news/from-seoul-to-osaka-asia-pacific-opens-arms-to-open-data","slug":"from-seoul-to-osaka-asia-pacific-opens-arms-to-open-data","title":"From Seoul to Osaka - Asia Pacific opens arms to open data as ODI announces five new international Nodes","format":"article","updated_at":"2015-09-11T09:58:23+00:00","created_at":"2014-02-17T11:39:20+00:00","tag_ids":["news","nodes","international"]}],"organizations":[],"author":{}}