{"id":"https://contentapi.theodi.org/odi-futures-how-open-innovation-will-transform-agriculture.json","web_url":"http://theodi.org/blog/odi-futures-how-open-innovation-will-transform-agriculture","slug":"odi-futures-how-open-innovation-will-transform-agriculture","title":"ODI Futures: How open innovation will transform agriculture","format":"article","updated_at":"2016-01-08T16:58:49+00:00","created_at":"2016-01-08T16:20:03+00:00","tag_ids":["blog","agriculture-and-nutrition","odi-futures"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/agriculture-and-nutrition.json","web_url":null,"title":"agriculture and nutrition","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=agriculture-and-nutrition","web_url":"http://theodi.org/tags/agriculture-and-nutrition","slug":"agriculture-and-nutrition"}},{"id":"https://contentapi.theodi.org/tags/keywords/odi-futures.json","web_url":null,"title":"ODI Futures","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=odi-futures","web_url":"http://theodi.org/tags/odi-futures","slug":"odi-futures"}}],"details":{"business_proposition":false,"description":"<p>On 3 December the ODI hosted the latest in its series of ODI Futures events. Focusing on the future of agriculture, it was delivered in partnership with, and hosted by, the Department for Environment, Food and Rural Affairs (Defra).</p>","excerpt":"On 3 December we held an event focusing on the future of agriculture, in partnership with the Department for Environment, Food and Rural Affairs. Chaired by ODI Head of Research Dr Tom Heath, it gathered stakeholders in the sector to explore data-driven innovation, with a focus on open data.\r","language":"en","need_extended_font":false,"alternative_title":"ODI Futures: How open innovation will transform agriculture","url":"","content":"<p><em>On 3 December we held an event focusing on the future of agriculture, in partnership with the Department for Environment, Food and Rural Affairs. Chaired by ODI Head of Research Dr Tom Heath, it gathered stakeholders in the sector to explore data-driven innovation, with a focus on open data.</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/8f/e3/568fe39df362be71ec000009/crops.jpg\" alt=\"null\" class=\"img text-center\" id=\"568fe39dd0d46206db000050\">\n<small>Combining data from different sources can help farmers target optimal growing conditions with unparalleled precision. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [Jovo Milanovic](https://www.flickr.com/photos/jovom/14160090402/in/photolist-nzhaxG-zKuPUo-nbiGw-nUMb2y-vN85P3-fEQMu7-mGmj7-cxtVP9-cxwPcf-5KyHuP-7iu5i-frqNUn-k6Wyb-ny9yFH-eZGysD-qsgdbW-xbaeuS-6LtVLa-A8oCVi-5YCiyS-kYCTrF-dgETHy-df4P8F-7yC3KX-31GmQL-eoTnEo-7yC43p-bubd6Y-ncYLz2-cxp4B3-7yFReq-5kYDVq-f6PgWS-cdnHqA-ez1Xvx-yMFKJm-sQ3nZe-4LU1E-hP2w1y-kBtY2-CaqZL-a7EyNj-qWzcpf-7yC3Se-qHtnX1-BAXWQF-5rodJk-cxoXzw-oj2Vd6-oLiyUv “Jovo Milanovic\").</small></p>\n<p>The Rt Hon Liz Truss, Secretary of State for Environment, Food and Rural Affairs opened with a striking description of one of the tests facing the agricultural sector: the world will have to grow enough extra grain each year to fill Wembley stadium 300 times. This is indicative of <a href=\"http://www.fao.org/wsfs/forum2050/wsfs-forum/en/\">the challenge we face to feed 9 billion people by 2050</a>. The Secretary of State went on to describe Defra’s pivotal role in driving a ‘data revolution’, which the government hopes will enable UK science and technology groups to contribute to the solution.</p>\n<p>In their talks, speakers reinforced the notion that open data has two significant roles to play in the future of agriculture: increasing the effectiveness of existing farming methods and fuelling open innovation in future.</p>\n<p><strong>Increasing farming effectiveness</strong></p>\n<p>The ODI’s discussion paper, <a href=\"https://theodi.org/how-improve-agriculture-food-nutrition-open-data\">How can we improve agriculture, food and nutrition with open data?</a>, demonstrated how better use of data in enterprises like precision farming and risk modelling helps farmers maximise crop yields, improve the quality of produce and feed growing communities.</p>\n<p>Rob Russell, CTO and Director of <a href=\"http://www.senseye.io/\">Senseye</a>, described how his company had combined data from sensors placed in nine farms across the UK with open data from Defra and other sources to better model the risks facing crop growers. The system could be used to inform farmers of potential pest infestations and other risks. Martin Parr, Head of Open Data at <a href=\"http://www.cabi.org/\">CABI</a>, presented a similar approach. <a href=\"https://www.plantwise.org/\">Plantwise</a>, a CABI-led initiative, combines multiple open datasets to map pests and diseases as they spread. By tracking them in this way, it could enable farmers to react quickly and minimise the impacts on crop production.</p>\n<p>Last year, agriculture firm <a href=\"http://www.syngenta.com/global/corporate/en/Pages/home.aspx\">Syngenta</a> released its own open data. Related to the productivity of over 3,600 farms across 40 countries, the data forms a significant part of their <a href=\"http://www.syngenta.com/global/corporate/en/goodgrowthplan/home/Pages/homepage.aspx\">Good Growth Plan</a>. Graham Mullier, Chemoinformatics Team Leader at Syngenta, suggested that although the data was published at an ‘intermediate’ rather than individual farm level, it could be used by farmers to benchmark productivity and ultimately farm more effectively.</p>\n<p>We heard how producers in the UK may stand to benefit from open data; in this case, that published by Defra itself. The recent release of the 3D laser mapping LIDAR dataset could, for instance, <a href=\"http://munchies.vice.com/articles/lasers-could-help-britain-make-better-wine\">revolutionise the already booming English wine industry</a> by helping growers identify new land to grow more and better quality grapes. By combining the topographic data (such as aspects, elevations and slopes) with soil profiles and weather data, growers may be able to target optimal growing conditions with unparalleled precision. </p>\n<p><strong>Enabling open innovation</strong></p>\n<p>While it can help make our existing farming methods more effective, enabling collaborative, open innovation is arguably open data’s most significant role in agriculture. </p>\n<p>\"The exciting thing about the Open Defra programme is that we don’t quite know where it will lead,\" explained the Secretary of State, referencing the transformative effect open data has had in another industry: transport. Not many could have predicted that the proliferation of apps built using Transport for London open data would change the way many citizens use public transportation. <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/198905/bis-13-743-market-assessment-of-public-sector-information.pdf\">It is estimated</a> that the value of the TfL data – in terms of time saved by passengers – was between £15-58m in 2012 alone. Could the release of open data by Defra and others, such as Syngenta, have similar unexpected consequences for the sector?</p>\n<p>John Crawford, Interim CEO of <a href=\"http://www.agrimetrics.co.uk/\">Agrimetrics</a>, thinks it could. Having spoken to over 200 companies, John argued that \"the agriculture sector’s past may not be an accurate guide to its future. The number of solutions we can imagine may only be a tiny fraction of those that are possible.\"</p>\n<p>These solutions may be limited by way the sector currently operates. Robert Allen, Commercial co-chair of <a href=\"http://www.agritech-east.co.uk/\">Agri Tech East</a>, suggested that the independent and siloed methods in which farms collect, maintain and use data means that they \"aren’t that innovative\". Similarly, co-founder of <a href=\"http://devon.theodi.org/\">ODI Devon</a>, Martin Howitt, argued that more of the data created through the running of agritech systems and machinery should be published as open data, highlighting anonymised farm transaction and real-time Internet of Things data as particularly interesting.</p>\n<p>Some attendants were hopeful that more agricultural innovation would be realised as stakeholders became more aware of the data they generate and more open data was released. This open innovation approach, whereby firms incorporate external ideas (and data) into their own work and foster a more permeable boundary between themselves and others, could be what’s required to bring about change in the sector. This is demonstrated by the collaborative groups, initiatives and networks (such as <a href=\"http://www.godan.info/\">GODAN</a>) that are working to bring together stakeholders, develop standards and encourage the availability of data. </p>\n<p>The huge challenges facing the agricultural sector cannot be met by any one firm or government department. As ODI International Development Manager Liz Carolan emphasised, the sector requires completely new models and systems as well as marginal improvements. </p>\n<p>It is becoming more apparent that these cannot be brought about without working in collaboration with others. Open data will continue to be used to optimise existing farming techniques and methods, but its role as part of the sector’s open innovation approach may be most significant. In enabling a number of different actors to work together, it may ultimately help to bring about the fundamental changes the sector requires.</p>\n<p><strong>What do you think?</strong></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>\n<p><em><strong>Jack Hardinges is <a href=\"https://theodi.org/team/jack-hardinges\">Research Assistant</a> at the ODI. Follow <a href=\"https://twitter.com/jhardinges1\">@jhardinges1</a> on Twitter.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Jack Hardinges","slug":"jack-hardinges","state":"published","web_url":"http://theodi.org/team/jack-hardinges","tag_ids":["team","team","evidence-programme","odi-team","staff","research"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/odi-futures-how-can-open-data-improve-farmers-choices.json","web_url":"http://theodi.org/blog/odi-futures-how-can-open-data-improve-farmers-choices","slug":"odi-futures-how-can-open-data-improve-farmers-choices","title":"ODI Futures: How can open data improve farmers’ choices?","format":"article","updated_at":"2015-12-02T09:47:13+00:00","created_at":"2015-11-27T16:18:06+00:00","tag_ids":["blog","odifutures","syngenta","agriculture-and-nutrition"]},{"id":"https://contentapi.theodi.org/odi-futures-who-owns-open-agricultural-data.json","web_url":"http://theodi.org/blog/odi-futures-who-owns-open-agricultural-data","slug":"odi-futures-who-owns-open-agricultural-data","title":"ODI Futures: Who owns open agricultural data? ","format":"article","updated_at":"2015-12-02T09:48:42+00:00","created_at":"2015-12-01T17:00:05+00:00","tag_ids":["blog","agritech","agriculture-and-nutrition"]},{"id":"https://contentapi.theodi.org/odi-futures-why-linked-open-data-can-help-boost-stifled-innovation-in-agronomics.json","web_url":"http://theodi.org/blog/odi-futures-why-linked-open-data-can-help-boost-stifled-innovation-in-agronomics","slug":"odi-futures-why-linked-open-data-can-help-boost-stifled-innovation-in-agronomics","title":"ODI Futures: Why linked open data can help boost stifled innovation in agronomics ","format":"article","updated_at":"2015-12-02T09:49:52+00:00","created_at":"2015-12-01T11:07:32+00:00","tag_ids":["blog","odifutures","innovation","agriculture","defra"]},{"id":"https://contentapi.theodi.org/agriculture-nutrition-open-data.json","web_url":"http://theodi.org/agriculture-nutrition-open-data","slug":"agriculture-nutrition-open-data","title":"Agriculture and nutrition","format":"article","updated_at":"2016-02-19T15:24:15+00:00","created_at":"2015-08-20T10:31:22+00:00","tag_ids":["page","agriculture","nutrition","sector","food"]}],"organizations":[],"author":{"name":"Jack Hardinges","slug":"jack-hardinges","state":"published","web_url":"http://theodi.org/team/jack-hardinges","tag_ids":["team","team","evidence-programme","odi-team","staff","research"]}}