{"id":"https://contentapi.theodi.org/odi-summit-qa-with-beth-simone-noveck.json","web_url":"http://theodi.org/blog/odi-summit-qa-with-beth-simone-noveck","slug":"odi-summit-qa-with-beth-simone-noveck","title":"ODI Summit: Q&A with Beth Simone Noveck","format":"article","updated_at":"2015-09-11T09:52:39+00:00","created_at":"2013-10-25T11:56:40+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"description":"","excerpt":"That a well curated matrix of data could make previously impalpable flows of capital, resources, and influence visible would once have sounded like science fiction. But increasingly, we’re seeing that the open data movement can make islands of isolated data an information archipelago, enabling a kind of cognitive mapping.  \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>That a well curated matrix of data could make previously impalpable flows of capital, resources, and influence visible would once have sounded like science fiction. But increasingly, we’re seeing that the open data movement can make islands of isolated data an information archipelago, enabling a kind of cognitive mapping.  </p>\n<p>Beth Simone Noveck, one time leader of President Obama's Open Government Initiative, a Foreign Policy Top 100 Global Thinker in 2012, and most recently Founder of The Governance Lab @ NYU, is a strong advocate for using open data to broaden political debate.</p>\n<p>We asked Beth a couple of questions about her involvement in the upcoming ODI Summit (October 29th) and how open data can re-empower electorates.</p>\n<p><strong>What will you be talking about at the Summit?</strong></p>\n<p>I'll speak about how to use open data to foster collaboration between networks and institutions to solve problems. Improving governance depends on how we diversify participation informed by data.</p>\n<p><strong>Which innovation or discovery in open data has most surprised you?</strong></p>\n<p>I don't feel surprised. I feel vindicated! (See, we told you so!) Open data creates stronger democracy and better solutions to hard problems. From transportation efficiency to educational attainment to obesity reduction … we're starting to see how open data leads to concrete outcomes in people's lives.</p>\n<p>The great discovery, however, isn't that data informs; it's how engaging those outside of an institution around data produces results.</p>\n<p><strong>What direction do you see open data heading in over the next five years, and what most excites you about the future?</strong></p>\n<p>The ability to combine crowdsourced data from citizens with big data from sensors, with open government data from official sources, with small data contributed by companies could lead to a future of much better, informed governance.</p>\n<p>However, we have to be able both to combine data sources and to identify provenance. The latter is legally important, the former is scientifically essential. I’m eager to see the rise of \"hybrid wikis\" that combine data from distinct sources in new ways.</p>\n<p>As the number of councils, cities and countries opening up their data increases, which sector do you think stands to gain the most (business, government, commercial, environmental, etc.) and why?</p>\n<p>Democracy! Open data is the magnet to bring citizens and the state into a closer and more productive working relationship. The greatest beneficiary could be our democratic political culture.</p>\n<p><em>Beth will be speaking at the <a href=\"http://summit.theodi.org\">first annual ODI Summit</a>, where thinkers and key players from a range of open data enthused sectors will talk about their practice now, and their vision of the open future.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Matthew Sykes","slug":"matthew-sykes","state":"published","web_url":"http://theodi.org/matthew-sykes","tag_ids":[]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/odi-summit-qa-with-christopher-graham.json","web_url":"http://theodi.org/blog/odi-summit-qa-with-christopher-graham","slug":"odi-summit-qa-with-christopher-graham","title":"ODI Summit: Q&A with Christopher Graham","format":"article","updated_at":"2015-09-11T09:52:37+00:00","created_at":"2013-10-25T10:17:04+00:00","tag_ids":["blog"]},{"id":"https://contentapi.theodi.org/odi-summit-qa-francine-bennett.json","web_url":"http://theodi.org/blog/odi-summit-qa-francine-bennett","slug":"odi-summit-qa-francine-bennett","title":"ODI Summit: Q&A with Francine Bennett","format":"article","updated_at":"2015-09-11T09:51:47+00:00","created_at":"2013-10-18T10:18:59+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"Matthew Sykes","slug":"matthew-sykes","state":"published","web_url":"http://theodi.org/matthew-sykes","tag_ids":[]}}