{"id":"https://contentapi.theodi.org/odi-showcase-winners-qa-open-inheritance-art.json","web_url":"http://theodi.org/blog/odi-showcase-winners-qa-open-inheritance-art","slug":"odi-showcase-winners-qa-open-inheritance-art","title":"ODI Showcase – winner’s Q&A: Open Inheritance Art","format":"article","updated_at":"2016-09-08T09:46:20+00:00","created_at":"2016-09-07T14:38:56+00:00","tag_ids":["blog","odi-showcase","art"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/odi-showcase.json","web_url":null,"title":"ODI Showcase","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=odi-showcase","web_url":"http://theodi.org/tags/odi-showcase","slug":"odi-showcase"}},{"id":"https://contentapi.theodi.org/tags/keywords/art.json","web_url":null,"title":"art","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=art","web_url":"http://theodi.org/tags/art","slug":"art"}}],"details":{"business_proposition":false,"description":"<p>We chat with Jo Pugh about his ideas behind winning ODI Showcase project Open Inheritance Art, and what the team has in store</p>","excerpt":"We chat with Jo Pugh about his ideas behind winning ODI Showcase project Open Inheritance Art, and what the team has in store\r","language":"en","need_extended_font":false,"alternative_title":"ODI Showcase – winner’s Q&A: Open Inheritance Art","url":"","content":"<p><strong>We chat with Jo Pugh about his ideas behind winning ODI Showcase project Open Inheritance Art, and what the team has in store</strong></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/d0/2c/57d02ce6f362be08b000001b/Holbein-erasmus.jpg\" alt=\"Holbein Erasmis2\" class=\"img\" id=\"57d02ce5f362be07f600007a\">\n<small>Portrait of Desiderius Erasmus of Rotterdam with Renaissance Pilaster. Image by <a href=\"https://commons.wikimedia.org/wiki/File:Holbein-erasmus.jpg\">Hans Holbein the Younger</a> <a href=\"https://creativecommons.org/publicdomain/zero/1.0/\">(CC0 1.0)</a></p>\n<p><strong>Hi! What’s your idea in a nutshell?</strong></p>\n<p>Open Inheritance Art aims to provide dramatically increased access to a collection of over 36,000 works of art, which owners have granted access to in exchange for tax exemptions. However, despite being listed as \"tax exempt heritage assets”, these artworks aren't always readily accessible. We want to encourage people to go out and see these items, photograph and upload them online, building on HMRC's public database. In other words, we want to recover them from being assets and turn them back into art.</p>\n<p><strong>Sounds interesting! What gave you this idea?</strong></p>\n<p>I think the first time I became aware of these works was from a <a href=\"https://www.theguardian.com/artanddesign/2013/dec/27/tax-exemption-public-access-treasured-artworks-racket\">Guardian article</a> published in 2014. At the time I thought just working with the data would be good programming practice for me, but I soon realised the quality of the artists represented in this collection: Gainsborough, Van Dyck, Reynolds, Turner, Constable, Millais, John Singer Sargent – and those are just the painters! There are over 700 pieces of sculpture in the database and 4000 items of furniture. It was at that point that I realised these works deserve to be seen much more often than they are at present. Some are generously lent by the owners to public collections or can be seen in historic houses. Some of them might be in a semi next door to you.</p>\n<p><strong>When did you first get excited about open data?</strong></p>\n<p>I think when I first saw the concept of <a href=\"https://www.flickr.com/commons\">Flickr Commons</a> in 2008. I was working at the National Archives and had come to realise that cultural organisations needed, in some sense, to make a choice about what their futures were going to hold. These organisations were facing a choice to either adopt policies that extended their public missions onto the internet or to have them stop at their own front doors (the answer has been a little bit of both, of course). So George Oates, the creator of Flickr Commons, is a bit of a hero of mine. But don’t tell her, I’m a little embarrassed.</p>\n<p><strong>Where do you see open data in 10 years?</strong></p>\n<p>I think there’ll be a lot more of it! I hope we’ll also have more robust safeguards around privacy when it comes to large datasets. I’m all in favour of data reuse, of course, but when that data is about somebody, especially medical or financial data, then that person needs to be able to control reuse in a way that they are comfortable with. I think we can see companies using the mantra of open data to amass and combine datasets in a way that risks red lines being crossed and control being lost. Like Jaron Lanier says, “data is just people in disguise”. We need to remember what the significance of a piece of data might be to someone and we need legal frameworks that keep up with the technology and don't manifestly fall behind, as they have in the copyright sphere.</p>\n<p><strong>What are your plans for your project, and how will you achieve them?</strong></p>\n<p>Our plan is to enrich the existing HMRC data using other public data and make the collection much easier to explore and as visually appealing as possible given that the original data includes no images. That’s where the public comes in: we need people to go out and photograph these works. We're using Wikimedia Commons to host the images and we’re running a photo competition with Wikimedia UK as part of Wiki Loves Monuments.</p>\n<p><a href=\"https://commons.wikimedia.org/wiki/Commons:Wiki_Loves_Monuments_2016_in_the_United_Kingdom\">Watch this space</a> if you think you might want to take part. Our site should launch before the end of the year.</p>\n<p><strong>The team</strong><br>\nJo Pugh, <a href=\"https://twitter.com/mentionthewar\">@mentionthewar</a></p>\n<p><strong><em>The ODI Showcase supports projects that demonstrate how open data can be used to bring longstanding benefits to individuals, organisations and society. The ODI provides grant funding, mentoring and promotional support to maximise these impacts. Find out more <a href=\"http://theodi.org/odi-showcase-2016-spring-call-for-entries\">here</a>.</em></strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}