{"id":"https://contentapi.theodi.org/on-hospital-gowns-chile-and-open-data.json","web_url":"http://theodi.org/blog/on-hospital-gowns-chile-and-open-data","slug":"on-hospital-gowns-chile-and-open-data","title":"On hospital gowns, Chile and open data","format":"article","updated_at":"2015-09-11T09:57:30+00:00","created_at":"2014-10-22T16:50:13+00:00","tag_ids":["blog","chile","mexico"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/chile.json","web_url":null,"title":"Chile","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=chile","web_url":"http://theodi.org/tags/chile","slug":"chile"}},{"id":"https://contentapi.theodi.org/tags/keywords/mexico.json","web_url":null,"title":"Mexico","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=mexico","web_url":"http://theodi.org/tags/mexico","slug":"mexico"}}],"details":{"business_proposition":false,"description":"<p>Programme Assistant William Gerry reflects on his recent trip to Mexico, and learning about the problem of governments: that they can fail to take advantage of new inventions that will benefit the lives of citizens. </p>","excerpt":"Juan Jose Soto has the whole theatre giggling. A roomful of government and international organisation officials, academics, business people, techies and translators (and yes, myself included) are laughing semi-hysterically at something I never thought would be a subject of an open data conference.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>Juan Jose Soto has the whole theatre giggling. A roomful of government and international organisation officials, academics, business people, techies and translators (and yes, myself included) are laughing semi-hysterically at something I never thought would be a subject of an open data conference.</p>\n<p>“Bottoms.\"</p>\n<p>With a wry smile and knowing look at the moderator, Juan, who is Head of Modernisation and Digital Government at the Ministry General Secretariat of the Presidency in Chile, introduces humour into a relatively dry discussion on open data for public services. He highlights that governments need to remain open to innovation. Recently in Chile, the Ministry of Health was approached by a startup who wanted to introduce new hospital gowns. </p>\n<p>They were offering an innovative design which “kept the back office out of sight” (cue sniggers from the translators). They argued that these new gowns, offering more coverage to patients, would improve patients quality of life whilst in hospital, as they wouldn’t be subject to anxiety about exposing themselves. This business initially approached individual hospitals, then agencies, and finally the minister, feeling rather bounced around. Finally, after months of being ignored by the public health services, they went to a private hospital, who immediately contracted them to supply the gowns. </p>\n<p>While this in itself has little to do with open data, Juan realised that this is a problem of governments: they can fail to take advantage of new inventions that will benefit the lives of citizens. </p>\n<p>At the ConDatos conference in Mexico City (30 September - 1 October), public officials, activists and others from multiple sectors throughout Latin America, heard from hundreds of panellists and individuals who discussed the myriad opportunities for using open data for the betterment of citizens. Attendees were passionate about having a real impact on people’s lives using the technologies available to us now that were unthinkable a decade ago. </p>\n<p>Their main priority: the application of data to enable more efficient government, increase citizen empowerment, and affect real change on individuals and whole countries. </p>\n<p>As part of the <a href=\"http://theodi.org/odp4d\" title=\"Partnership for Open Data\">Partnership for Open Data</a>, the ODI sent a team, consisting of <a href=\"http://theodi.org/team/david-tarrant\" title=\"David Tarrant\">David Tarrant</a>, a trainer, <a href=\"http://theodi.org/team/liz-carolan\" title=\"Liz Carolan\">Liz Carolan</a>, ODI International Development Manager, and myself, to the conference to deliver a series of training sessions for government officials. </p>\n<p>These workshops included members of the Mexican and Chilean national governments, as well as staffers in the Mexico City legislature. Dave unleashed his boundless energy instructing them on all things visualising, refining, discovering, and publishing data. Keeping the whole group in rapt attention for nearly three hours at a time, he provided valuable insights into the realities of open data implementation. At the end of the session, one participant told me that the workshop had enabled him to realise the potential of open data, and could learn from the experiences other countries, including Burkina Faso and Kosovo.</p>\n<p>As well as training, attending panels and constant doses of caffeine to keep going, we enjoyed the Mexican approach to conferences: including evening receptions to ensure everyone let their hair down (though they didn’t stop discussing data!) </p>\n<p>We left Mexico City with a great insight into the Latin American open data community, and recognised that there are many actors in the region who are fighting to ensure that open data is used to improve people’s lives. </p>\n<p><em>William Gerry is Programme Assistant for the International team at the ODI</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/latin-america-paves-the-way-for-smart-cities-and-open-data-startups.json","web_url":"http://theodi.org/blog/latin-america-paves-the-way-for-smart-cities-and-open-data-startups","slug":"latin-america-paves-the-way-for-smart-cities-and-open-data-startups","title":"Latin America paves the way for smart cities and open data startups","format":"article","updated_at":"2015-09-11T09:57:26+00:00","created_at":"2014-10-20T14:01:22+00:00","tag_ids":["blog","mexico","smart-cities","training"]}],"organizations":[],"author":{}}