{"id":"https://contentapi.theodi.org/one-year-of-odi-training.json","web_url":"http://theodi.org/blog/one-year-of-odi-training","slug":"one-year-of-odi-training","title":"One year of ODI Training","format":"article","updated_at":"2015-09-11T09:55:18+00:00","created_at":"2014-04-11T08:22:00+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"","excerpt":"As senior trainer at the ODI, would it be wrong for me to say it feels like more than a year?  This is in part down the incredible team and rapid growth of our training programme.  I still remember how shattered my nerves were prior to the first [Open Data in Practice](http://theodi.org/courses/open-data-practice) course in April 2012. The first day certainly wasn’t my best performance, but the feedback at the end of the week was amazing and set the pace for our training moving forward.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>As senior trainer at the ODI, would it be wrong for me to say it feels like more than a year?  This is in part down the incredible team and rapid growth of our training programme.  I still remember how shattered my nerves were prior to the first <a href=\"http://theodi.org/courses/open-data-practice\">Open Data in Practice</a> course in April 2012. The first day certainly wasn’t my best performance, but the feedback at the end of the week was amazing and set the pace for our training moving forward.</p>\n<p>Our first year of training has seen:</p>\n<ul>\n<li>51 days of training and counting...</li>\n<li>356 people trained from more than 10 countries</li>\n<li>Lots and lots of tea and coffee drunk (we lost count)</li>\n<li>Over 1,000 pieces of Sushi eaten (only served on our Open Data in Practice course, so far)</li>\n</ul>\n<p>And this year? We have just launched two new courses: the 5-day <a href=\"http://theodi.org/courses/applying-linked-open-data\">Open Data Technologies</a> course and <a href=\"http://theodi.org/courses/finding-stories-in-open-data\">Finding Stories in Open Data</a> taught by our statistician <a href=\"http://theodi.org/team/ulrich-atz\">Ulrich Atz</a>. </p>\n<p>Launching the Open Data Technologies course represents the maturity of the open data movement and the readiness of people to move to a phase two rollout of open data. The aim is that this will lead to open data as a whole becoming more usable, more discoverable and much better supported. Such improvements will not only bring about greater transparency, but realise the true benefits that open data can bring to every citizen.</p>\n<h3 id=\"discoveriesalongtheway\">Discoveries along the way</h3>\n<p>We have certainly had fun in our first year and made some interesting discoveries:</p>\n<ul>\n<li><a href=\"http://kode1100.com/ODI-training/\">Corruption is not correlated to government aid funding</a></li>\n<li><a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/280059/2012.pdf\">On 21 Jan 2012, an RAF search and rescue helicopter flew the length of the UK during one rescue mission</a> (PDF) </li>\n<li>We have still to find the <a href=\"http://www.urbandictionary.com/define.php?term=unicorn%20dataset&amp;defid=7707933\">Unicorn Dataset</a> </li>\n</ul>\n<p>Training is an essential part of the ODI, so as well new courses we shall be aiming to increase the number of open data trainers by rolling our trainer accreditation over the next year. And through projects with the World Bank, Open Knowledge Foundation, ODI Nodes and partners our training is international.</p>\n<p>Lots to look forward to.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"David Tarrant","slug":"david-tarrant","state":"published","web_url":"http://theodi.org/team/david-tarrant","tag_ids":["team","learning-programme","staff"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"David Tarrant","slug":"david-tarrant","state":"published","web_url":"http://theodi.org/team/david-tarrant","tag_ids":["team","learning-programme","staff"]}}