{"id":"https://contentapi.theodi.org/open-workflows-open-teams.json","web_url":"http://theodi.org/blog/open-workflows-open-teams","slug":"open-workflows-open-teams","title":"Open Workflows for Open Teams (and closed ones too)","format":"article","updated_at":"2015-09-11T09:51:01+00:00","created_at":"2013-03-04T08:24:11+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"It's been six weeks since I joined the ODI, and so far, the most interesting thing about working here\u0002has been the approach we take to software development. [As others have mentioned](http://theodi.org/blog/better-living-through-openness), we are trying to be radically open in how we work, but I thought I'd go into a little more detail on our actual workflow. We're only two sprints in, so we're still iterating this\u0002but it's working nicely so far.","language":"en","need_extended_font":false,"content":"<p>It's been six weeks since I joined the ODI, and so far, the most interesting thing about working here\u0002has been the approach we take to software development. <a href=\"http://theodi.org/blog/better-living-through-openness\">As others have mentioned</a>, we are trying to be radically open in how we work, but I thought I'd go into a little more detail on our actual workflow. We're only two sprints in, so we're still iterating this\u0002but it's working nicely so far.</p>\n<p>When we started, we spent a while thinking about how we wanted to work, with a few aims in mind:</p>\n<ul>\n<li>we are a collective</li>\n<li>we are transparent</li>\n<li>processes must be low-impact</li>\n<li>use the simplest tools we can</li>\n</ul>\n<p>We are, of course, working in an agile fashion, following some elements of <a href=\"https://en.wikipedia.org/wiki/Scrum_(development)\">scrum</a>, but as is proper for an agile process, we are also adapting it to our needs. Scrum too often turns into agile-for-people-who-like-waterfall, which defeats the whole object.</p>\n<h2 id=\"collectiveownership\">Collective ownership</h2>\n<p>Tasks are not assigned up front, they are chosen by the team members. We also collectively agree on what we can achieve during a 2-week sprint.\u0002\nThe code itself is also collectively owned;* \"Oh, X wrote that, but I don't really know how it works\"* is a <strong>big</strong> danger sign. Instituting a rule of <em>\"you wrote that bit last sprint, so you don't touch it this time around\"</em> is a Very Good Thing, even if it slows you down sometimes; the long-term benefits will outweigh the temporary cost.\u0002\nWe've already seen technical debt accumulate in this short time, and while making sure we deal with it quickly by spreading knowledge around the team takes time (and cost us a sprint goal or two), we're much better off dealing with it immediately.</p>\n<h2 id=\"branchreviewmerge\">Branch/Review/Merge</h2>\n<p>We love <a href=\"http://git-scm.com/\">Git</a>, and we love the tools that <a href=\"https://github.com/\">Github</a> have built around it.</p>\n<p>We all sat down and watched Zach Holman's talk <a href=\"http://zachholman.com/talk/how-github-uses-github-to-build-github/\">\"How Github use Github to build Github\"</a>, and have taken a lot of inspiration from the way they do things. Once you get into your head that branching has zero cost, workflows become so smooth it's ridiculous.\u0002</p>\n<ul>\n<li>Branch from master to \"feature-{issue_number}-{description}\"</li>\n<li>Work for a short while (not necessarily until you're finished)</li>\n<li>Open a pull request back to master for discussion</li>\n<li>Invite ongoing review on the PR</li>\n<li>Get someone else to merge back to master when complete (or earlier if safe)</li>\n</ul>\n<p>We've already had really positive engagement (both internally and externally) directly in <a href=\"https://github.com/theodi/open-orgn-services/pulls\">pull request</a> comments, which is just fantastic. Not having to leave your flow to communicate with clients makes a much more productive programmer.</p>\n<h2 id=\"issuetracking\">Issue tracking</h2>\n<p>We're also using Github for <a href=\"https://github.com/theodi/open-orgn-services/issues\">issue tracking</a> and other documentation. While the issue tracking is basic, it does 90% of what you think you need (and you don't actually need the other 10%). Once you have two separate fields for different types of priorities, or add time-tracking on individual issues, you're just introducing cruft that clutters the place up and adds admin overhead (nobody ever looks at that stuff anyway).</p>\n<p>It took me a while to work out how to model dependencies, but simply adding a link to the master ticket from the sub-ticket (\"this is needed for #42\") gives a nice open/closed view in the master ticket, which works well enough. This even works across repositories, meaning that you can use a single issue tracker for a project even if it's split into multiple places.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/legacy/issues_0.png\" alt=\"Github issue tracker\" /></p>\n<h2 id=\"learningaswego\">Learning as we go</h2>\n<p>Obviously, none of this is fixed in stone and\u0002for me, that's\u0002the single most important thing about agile development. We're not always living up to what we want to do, and besides, what we said we'd do isn't necessarily the best way.\u0002I find myself analysing our workflow and my own performance a <strong>lot</strong>, and end up really looking forward to the retrospectives we have as part of planning for the next sprint.\u0002\nThe joy of being at the ODI is that we have a team who really understand and buy into this way of doing things. We work openly <em>internally</em> as well as externally, trying to communicate continuously with each other and with our clients. It gives\u0002us an instant shared culture, and shared victories (along with shared failures), and those are the things that will bind\u0002an excellent team together...</p>\n<p>(even if they do take a little more time to do things <em>right</em>\u0002sometimes)</p>","organizations":[],"author":{"name":"James Smith","slug":"james-smith","state":"published","web_url":"http://theodi.org/team/james-smith","tag_ids":["team","rnd-programme","research-and-development","odi-labs"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"James Smith","slug":"james-smith","state":"published","web_url":"http://theodi.org/team/james-smith","tag_ids":["team","rnd-programme","research-and-development","odi-labs"]}}