{"id":"https://contentapi.theodi.org/open-banking-could-mean-better-services-for-everyone.json","web_url":"http://theodi.org/blog/open-banking-could-mean-better-services-for-everyone","slug":"open-banking-could-mean-better-services-for-everyone","title":"Open banking could mean better services for everyone","format":"article","updated_at":"2017-05-18T15:25:54+00:00","created_at":"2016-09-02T10:54:44+00:00","tag_ids":["blog","open-banking-standard","open-banking-development-group"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-banking-standard.json","web_url":null,"title":"open banking standard","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-banking-standard","web_url":"http://theodi.org/tags/open-banking-standard","slug":"open-banking-standard"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-banking-development-group.json","web_url":null,"title":"open banking development group","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-banking-development-group","web_url":"http://theodi.org/tags/open-banking-development-group","slug":"open-banking-development-group"}}],"details":{"business_proposition":false,"description":"<p>Open banking is about much more than an app. With emphasis on ensuring trust and privacy, the Open Banking Standard aims to free up banking data and bring about better services for customers and industry. The ODI has set up an Open Banking Development Group to help achieve this</p>","excerpt":"Open banking is about much more than an app. With emphasis on ensuring trust and privacy, the Open Banking Standard aims to free up banking data and enable better services. We have set up an [Open Banking Development Group](http://theodi.org/open-banking-development-group-join-today) to help achieve this\r","language":"en","need_extended_font":false,"alternative_title":"Open banking could mean better services for everyone","url":"","content":"<p><em>Open banking is about much more than an app. With emphasis on ensuring trust and privacy, the Open Banking Standard aims to free up banking data and enable better services. We have set up an <a href=\"http://theodi.org/open-banking-development-group-join-today\">Open Banking Development Group</a> to help achieve this</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/c9/5e/57c95e5ff362be08b0000001/piggybank.jpg\" alt=\"null\" class=\"img text-center\" id=\"57c95e5f1f986a07b6000004\"> \n<small>The standard is designed to enable services that help customers manage multiple accounts or look for a mortgage more easily. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [mennomenno.](https://www.flickr.com/photos/wwwcelinestalnl/6946614378/in/photolist-bzRdrq-91YMCQ-bcxDqF-7dEg9p-6NyrZT-bgfxZz-gp8PnX-bxDiow-8cTZWQ-2k3mmV-9K2QYL-5wZ2t3-bgfshg-57mh1Y-8xgnyL-4qxe7b-aTKv6H-9cdYTX-4PGABq-d9QTfg-ejCXJh-bmm6Up-4EEFFB-fMtnp2-6PiNxs-4yofom-4qxe7h-9APvkB-iZsFXE-r2v1dP-7AV3c5-79LyHZ-FU2RDE-pyUccu-9bBCTb-74H2vZ-2ZFis9-Q973Z-cV4Q7S-5b8qRp-peaZB2-5uSqMM-Q972P-dk2qE4-njkGgX-6RZccU-6UcWjX-4hPMzD-ahtP3t-6819rS “mennomenno.\").</small></p>\n<p>Retail banks hold a lot of data about us: from our bank balances, our monthly incomings and outgoings, to information about what we bought, when and where. It is important for banks that their customers have trust in how they manage and use that data. If banks <a href=\"https://www.ipsos-mori.com/researchpublications/researcharchive/3422/New-research-finds-data-trust-deficit-with-lessons-for-policymakers.aspx\">lose that trust, then they are likely to lose customers</a>.</p>\n<p>The Competition and Markets Authority (CMA) recently published its report ‘<a href=\"https://www.gov.uk/government/publications/retail-banking-market-investigation-overview\">Making banks work harder for you</a>’. The report includes a number of measures to improve retail banking in the UK. One of these measures builds on the <a href=\"http://theodi.org/open-banking-standard\">Open Banking Standard</a>, which was developed by a group of organisations, including the ODI, at the end of last year. This standard is designed to free up bank data and help give everyone better services.</p>\n<p>Some people responded to the CMA’s report with concern about the Open Banking Standard, suggesting that it could <a href=\"https://www.ipsos-mori.com/Assets/Docs/Publications/marketing-open-api-barclays-2015.pdf\">lower people’s trust in banks and how they use data</a>. Others said it was all about a smartphone app that would only benefit some people. These are valid concerns: if the standard was designed badly then data could leak and if the standard was only used by some organisations then it might only benefit some people. The Open Banking Standard was designed to address these concerns. Open banking is an opportunity for greater data literacy, higher trust in the use of data and better services for everyone.  </p>\n<h3 id=\"theimportanceofclearinformationandgreaterdataliteracy\">The importance of clear information and greater data literacy</h3>\n<p>Clear information and greater data literacy will be needed to <a href=\"http://theodi.org/blog/data-privacy-day-can-we-stop-informed-consent-being-an-illusion\">help people understand what open banking is and make good choices</a> when deciding which organisations to give access to their bank data. These are also important factors in encouraging more people to get involved in the standard.</p>\n<p>This need for clear information is why the ODI developed and used accessible language for the <a href=\"http://theodi.org/open-banking-standard\">Open Banking Standard summary report</a>. Two examples of this simplification of language are the terms and definitions of ‘open data’ and ‘open APIs’. These terms may be clear to the technology community but are not to most of the population. These are the definitions we used:</p>\n<p><strong>Open data</strong> – data exists on a spectrum, from closed to shared to open. Open data is data that anyone can access, use or share.</p>\n<p><strong>Open API</strong> – an application programming interface (API) is a proven technology that can help provide access to open data (such as a list of products that a bank provides) and secure shared access to private data (such as a list of the transactions in an individual’s bank statements). Data accessed via an open API may be closed, shared or open. Open APIs need to be supported by robust security, legal and governance frameworks.</p>\n<p>Making language more accessible helps more people to understand or join the debate. If we don’t include everyone on the journey of opening up banking data, we may fail to ask the right questions or hear all the answers and opinions. </p>\n<h3 id=\"theopenbankingstandardisdesignedtoimprovetrust\">The Open Banking Standard is designed to improve trust</h3>\n<p>Of course, the Open Banking Standard does not make all banking data open for anyone to use. That would be harmful. Access to personal data – such as a list of transactions on bank statements – would only be given to particular people and organisations with the permission of the bank customer, and subject to agreed legal, security and technical rules.</p>\n<p>Both people and banks want personal data to be kept secure and to have control over how it is used. If implemented, the Open Banking Standard will allow people to control who gets to their data, when and for what purpose.</p>\n<p>Not all of the data would be open but the technology and methodology behind the standard are. Designing new standards in the open helps organisations and people scrutinise the standard, improve it, and incorporate it into their services. <a href=\"http://theodi.org/guides/openness-principles-for-organisations-handling-personal-data\">Openness is one of the ways that banks and other organisations</a> should improve people’s trust in how they use data. This is how most web standards are developed.</p>\n<h3 id=\"theopenbankingstandardisdesignedtoimproveservicesforeveryone\">The Open Banking Standard is designed to improve services for everyone</h3>\n<p>Making it possible to share data that banks have historically held will improve people’s banking experience, thanks to new services that it will enable.</p>\n<p>The Open Banking Standard does not describe the new services that will be built. Instead it creates a strong foundation, or <a href=\"http://theodi.org/data-infrastructure\">data infrastructure</a>, which is <a href=\"http://theodi.org/guides/principles-for-strengthening-our-data-infrastructure\">designed to support privacy and enable many organisations and people to innovate</a>. </p>\n<p>To give some simple examples, we would expect to see services emerge that help customers manage multiple accounts or look for a mortgage more easily, support banks to find customers matched to a new product, and enable businesses to share data with their accountants.</p>\n<p>Some of these new services will be delivered face-to-face and some will be on smartphones. Some services will emerge because there is clear demand that innovators can meet. Other services might need to be stimulated through <a href=\"http://theodi.org/opendatachallengeseries\">challenges and competitions</a><a href=\"http://theodi.org/opendatachallengeseries\"> to solve known problems,</a>, and perhaps these will be better for people in rural areas or for people who do not have a bank account.</p>\n<h3 id=\"openbankingcandeliveronthesepromisesifweworktogether\">Open banking can deliver on these promises if we work together</h3>\n<p>These are high ambitions. Open banking will deliver on these promises if everyone works together and works in the open. That is why the ODI has set up an <a href=\"http://theodi.org/open-banking-development-group-join-today\">Open Banking Development Group that anyone can join</a>. This group will work with and support <a href=\"http://www.paymentsuk.org.uk/policy/payments-CMA-remedy-phase1/temporary\">Payment UK’s implementation entity</a>, which will ensure the CMA’s remedies are implemented by the nine big banks.</p>\n<p>The Open Banking Development Group creates a space where large banks, smaller challenger banks, fintech companies, data aggregators, privacy groups, consumer advocacy groups and individuals can work together to build an <a href=\"http://theodi.org/blog/the-open-future-of-banking\">open future for banking</a>.</p>\n<p>There may be bumps on the way, but with collaboration and direction the Open Banking Standard offers an opportunity for greater data literacy, higher trust in data and better services for everyone.</p>\n<p><strong><em>Peter Wells is an ODI Associate. Follow <a href=\"https://twitter.com/peterkwells\">@peterkwells</a> on Twitter.</em></strong></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Peter Wells","slug":"peter-wells","state":"published","web_url":"http://theodi.org/peter-wells","tag_ids":["writers","writer"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/cma-announcement-signals-that-uk-can-lead-the-world-in-banking.json","web_url":"http://theodi.org/news/cma-announcement-signals-that-uk-can-lead-the-world-in-banking","slug":"cma-announcement-signals-that-uk-can-lead-the-world-in-banking","title":"CMA announcement signals that UK can lead the world in banking","format":"article","updated_at":"2017-05-18T15:25:16+00:00","created_at":"2016-08-09T14:23:58+00:00","tag_ids":["news","open-banking","open-banking-standard","open-banking-development-group"]},{"id":"https://contentapi.theodi.org/open-banking-working-group-panel-to-discuss-improving-banking-services-at-odi-lecture.json","web_url":"http://theodi.org/news/open-banking-working-group-panel-to-discuss-improving-banking-services-at-odi-lecture","slug":"open-banking-working-group-panel-to-discuss-improving-banking-services-at-odi-lecture","title":"Open Banking Working Group panel to discuss improving banking services ","format":"article","updated_at":"2015-11-30T18:08:24+00:00","created_at":"2015-11-30T18:00:04+00:00","tag_ids":["news","open-banking-working-group","finance"]}],"organizations":[],"author":{"name":"Peter Wells","slug":"peter-wells","state":"published","web_url":"http://theodi.org/peter-wells","tag_ids":["writers","writer"]}}