{"id":"https://contentapi.theodi.org/open-datas-benefits-policy-change.json","web_url":"http://theodi.org/blog/open-datas-benefits-policy-change","slug":"open-datas-benefits-policy-change","title":"Putting open data into policy: lessons from leaders around the world","format":"article","updated_at":"2015-09-11T10:00:11+00:00","created_at":"2015-04-07T15:40:29+00:00","tag_ids":["blog","leaders-network","leaders","government"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/leaders-network.json","web_url":null,"title":"leaders network","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=leaders-network","web_url":"http://theodi.org/tags/leaders-network","slug":"leaders-network"}},{"id":"https://contentapi.theodi.org/tags/keywords/leaders.json","web_url":null,"title":"leaders","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=leaders","web_url":"http://theodi.org/tags/leaders","slug":"leaders"}},{"id":"https://contentapi.theodi.org/tags/keywords/government.json","web_url":null,"title":"government","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=government","web_url":"http://theodi.org/tags/government","slug":"government"}}],"details":{"business_proposition":false,"description":"<p>How to promote open data's benefits: lessons from leaders around the world</p>","excerpt":"On the first day of the Open Data Institute’s [week of workshops](https://theodi.org/news/national-leaders-create-global-network-open-data-impact \"week of workshops\") with open data leaders from around the world, one participant said: \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>On the first day of the Open Data Institute’s <a href=\"https://theodi.org/news/national-leaders-create-global-network-open-data-impact\" title=\"week of workshops\">week of workshops</a> with open data leaders from around the world, one participant said: </p>\n<blockquote>\n  <p>I used to think that developing countries faced more challenges than developed countries. But now I see it’s all about people, and people are the same everywhere… </p>\n</blockquote>\n<p><strong>Why is open data policy “all about people”, and what does this mean for initiatives that support open data policy implementation by international governments?</strong></p>\n<p>In February, the Open Data Institute brought together outstanding open data leaders from governments around the world as the inaugural cohort of the Open Data Leaders Network, starting with an intensive week of peer-to-peer learning and discussing shared challenges, led by experts <a href=\"https://theodi.org/team/liz-carolan\" title=\"Liz Carolan\">Liz Carolan</a>\n and <a href=\"https://theodi.org/team/david-tarrant\" title=\"David Tarrant\">David Tarrant</a>.</p>\n<p>The <strong>open data leaders came from four continents and seven countries: Malaysia, Macedonia, Chile, Morocco, Moldova, the UK and Mexico</strong>. One of the exciting things about open data as a policy area is that even the longest-running and most successful open data programmes are little more than five years old. “Best practice” is not fully entrenched, and collaboration between government, the private sector, academia and civil society is not only desirable but essential to the success of an initiative. Without use and reuse of open data, an open data policy has very limited usefulness. With all this in mind, there is more space than in other, more established policy areas for officials from different countries to learn from one another and innovate together.</p>\n<p><strong>Paving the way for cultural change</strong></p>\n<p>Leading open data initiatives in government presents particular challenges. The first is that achieving a <strong>change in the approach of governments towards “open by default” requires a fundamental shift in the role of many civil servants: from information protector to information disseminator.</strong> This sometimes goes against decades of training about the sanctity of every piece of government information. When I worked in government, for example, I was taught how to classify information, and what the consequences could be if I disclosed the wrong information to the wrong people, but did not learn how to share data beyond Freedom of Information principles.</p>\n<p>Most <strong>successful open data initiatives are managed not as a technological project, but as a culture change</strong> initiative involving people right across government. In Mexico, for example, the open data team sought to open data quickly but met many pockets of reluctance across government. The ODI worked with Enrique Zapata, one of our open data leaders, and his team to establish <a href=\"http://theodi.org/case-studies/mexico-case-study-using-data-squads-to-jump-start-government-open-data-publishing\" title=\"Data Squads\">Data Squads</a>. These Squads spent intensive time with targeted ministries, putting ministry staff at the centre of their approach to help share new skills and a different way of thinking about the role of government. </p>\n<p><strong>Reassuring society and state</strong></p>\n<p>Open data leaders often need to address very real fears from their colleagues and bosses. These include national security, privacy concerns, the risk of embarrassment to the administration, and concerns about the quality of data. <strong>Leading these initiatives can be a lonely job, as a controversial voice attempting to reassure others in government that open data will not bring disaster</strong>. And while we now have early examples of how open data can lead to innovation, job creation and improved efficiency in government services, these are scattered and sometimes poorly quantified. Around the world, we are building open data policies at the same time as we assess them. The approach is iterative and agile, and this can be an uncomfortable approach within government.</p>\n<p><strong>Learning from peers</strong></p>\n<p>The kinds of people leading open data initiatives in government are not always typical officials. They are often younger, and some have a background outside government – perhaps in the tech community or in a startup – and this can also present challenges when dealing with the bureaucratic machine. The work the ODI is doing supporting open data leaders in governments across the world recognises these circumstances by <strong>connecting leaders facing similar challenges</strong>. As we wrapped up our week, one participant said she now felt: </p>\n<blockquote>\n  <p>I am not alone in the world. There are others with the same pain. But it also gives me hope, because we can come up with answers together.</p>\n</blockquote>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Emma Truswell","slug":"emma-truswell","state":"published","web_url":"http://theodi.org/team/emma-truswell","tag_ids":["team","services-programme","team-member"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/national-leaders-create-global-network-open-data-impact.json","web_url":"http://theodi.org/news/national-leaders-create-global-network-open-data-impact","slug":"national-leaders-create-global-network-open-data-impact","title":"National leaders create unique global network for open data impact","format":"article","updated_at":"2015-09-11T09:59:14+00:00","created_at":"2015-02-16T09:52:45+00:00","tag_ids":["news","open-data","government","leaders"]}],"organizations":[],"author":{"name":"Emma Truswell","slug":"emma-truswell","state":"published","web_url":"http://theodi.org/team/emma-truswell","tag_ids":["team","services-programme","team-member"]}}