{"id":"https://contentapi.theodi.org/open-elections-lessons-for-open-data-from-burkina-faso-and-zambia.json","web_url":"http://theodi.org/blog/open-elections-lessons-for-open-data-from-burkina-faso-and-zambia","slug":"open-elections-lessons-for-open-data-from-burkina-faso-and-zambia","title":"Open elections: lessons for open data from Burkina Faso and Zambia","format":"article","updated_at":"2016-10-07T09:41:15+00:00","created_at":"2016-10-05T06:58:53+00:00","tag_ids":["blog","burkina-faso","open-elections","democracy","zambia"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/burkina-faso.json","web_url":null,"title":"Burkina faso","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=burkina-faso","web_url":"http://theodi.org/tags/burkina-faso","slug":"burkina-faso"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-elections.json","web_url":null,"title":"open elections","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-elections","web_url":"http://theodi.org/tags/open-elections","slug":"open-elections"}},{"id":"https://contentapi.theodi.org/tags/keywords/democracy.json","web_url":null,"title":"democracy","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=democracy","web_url":"http://theodi.org/tags/democracy","slug":"democracy"}},{"id":"https://contentapi.theodi.org/tags/keywords/zambia.json","web_url":null,"title":"Zambia","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=zambia","web_url":"http://theodi.org/tags/zambia","slug":"zambia"}}],"details":{"business_proposition":false,"description":"<p>We have just completed a case study of the open elections project in Burkina Faso, in partnership with the US-based election support organisation, IFES. As we were writing it, we were following an attempt in Zambia to release election results there openly and in real-time. Comparing the two led to some reflections on the need for an open data infrastructure for elections, which will frame our conversation at IODC this coming Thursday</p>","excerpt":"We have just completed a [case study of the open elections project in Burkina Faso](http://theodi.org/case-study-burkina-fasos-open-elections), in partnership with the US-based election support organisation, IFES. As we were writing it, we were following an attempt in Zambia to release election results there openly and in real-time. Comparing the two led to some reflections on the need for an open data infrastructure for elections, which will frame our conversation at IODC this coming Thursday\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>We have just completed a <a href=\"http://theodi.org/case-study-burkina-fasos-open-elections\">case study of the open elections project in Burkina Faso</a>, in partnership with the US-based election support organisation, IFES. As we were writing it, we were following an attempt in Zambia to release election results there openly and in real-time. Comparing the two led to some reflections on the need for an open data infrastructure for elections, which will frame our conversation at IODC this coming Thursday</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/f6/3b/57f63b2f1f986a083d00004a/Open_elections.jpg\" alt=\"null\" class=\"img\" id=\"57f63b2fd0d4620691000011\"></p>\n<p>The case study, <a href=\"http://theodi.org/case-study-burkina-fasos-open-elections\">Burkina Faso’s open elections</a> documents the story of how Burkina Faso’s election commission worked with the country’s open data team to publish real-time, verified election results the day after the presidential elections of November 2015. </p>\n<p>The elections took place in a time of uncertainty following Burkina Faso’s previous leader being ousted and an attempted coup. </p>\n<p>The election commission saw speedy results publication as a way to minimise the high-risk, rumour-prone election count period that can last for <a href=\"http://www.bbc.com/news/world-africa-34641418\">several days</a> in African countries.</p>\n<p>Burkina Faso’s 2015 presidential elections took place without incident, and were regarded as a success by <a href=\"http://www.au.int/en/newsevents/19421/burkina-faso-presidential-and-legislative-elections-29-november-2015\">observers</a>, with the other candidates conceding defeat before the result was announced at the end of that day immediately following the vote.</p>\n<p>The context of that election was incredibly complex, and it is difficult to identify the factors that made it a success and the extent of the open data project’s impact. The case study therefore focuses on capturing the story of what happened through interviews with those involved. </p>\n<p>What we do know is that the project succeeded in its immediate aim: to <strong>use open data technology, tools and skills to ensure that official election results were securely shared</strong> with as wide a group as possible as quickly as possible.  </p>\n<h3 id=\"realtimeelectionresultscomparingsystemsinburkinafasoandzambia\">Real-time election results: comparing systems in Burkina Faso and Zambia</h3>\n<p>In distilling insights from Burkina Faso’s open elections that could be applied to other projects, comparing its system with that used in Zambia’s recent attempt to publish real-time results is useful. </p>\n<p>The Electoral Commission of Zambia (ECZ) committed to releasing the results of the 11 August presidential elections as quickly as possible.The evening after election day, the <a href=\"http://ecz-news.com/news/ecz-announces-results/\">first results</a> emerged on the ECZ’s website. </p>\n<p>However, progress stalled, and it would take three further days for the ECZ to announce that the incumbent had won, with the EU observation mission <a href=\"https://eeas.europa.eu/sites/eeas/files/eu_eom_preliminary_statement_13_aug_zambia.pdf\">criticising the count as “slow”</a>. </p>\n<p>During that interim period, the ECZ called for citizens to ignore unofficial declarations of results that were circulating on social media. When the results were announced, the opposition party mounted a <a href=\"http://www.bbc.com/news/world-africa-37135770\">legal challenge</a> against the result. </p>\n<h3 id=\"threekeydifferencesandlessonsforopendataprojects\">Three key differences and lessons for open data projects</h3>\n<p>Trawling through publicly available information, a few key differences emerged between the two polls in terms of results data transmission and publication. </p>\n<p>The first and most striking difference was that the election process in Zambia as a whole was marked by transparency issues and irregularities. The EU election observation mission <a href=\"https://eeas.europa.eu/sites/eeas/files/eu_eom_preliminary_statement_13_aug_zambia.pdf\">noted</a> that “the ECZ did not allow international nor domestic observers to access a number of important activities, such as verification of results at national level… missing opportunities to enhance the transparency of, and trust in, the process.”</p>\n<p>This highlights a challenge for open data initiatives that are localised on a single part of a particular process, and demonstrates that <strong>transparency in one part of the system on its own is not enough to create trust in a system</strong>.</p>\n<p>The second difference relates to the availability of independent, alternative sources of information to compare the official information. In Burkina Faso, a civil society initiative had published the results of their members’ independent observations of the election count results – a parallel vote tabulation (PVT) – similarly quickly, allowing for the official results to be compared and independently verified by the media and others. </p>\n<p>In Zambia, while <a href=\"http://ccmgzambia.org/category/elections/\">CCMG</a>, a local organisation supported by NDI, was carrying out a PVT, it was not published until after the result was known. On their <a href=\"https://www.facebook.com/ccmgzambia/posts/528717077320635\">Facebook page</a> they noted that there were legal barriers to this, saying that “only the ECZ is constitutionally mandated to announce the official results”. </p>\n<p>One of the benefits open data has brought is the ability to build new insights into a situation through alternative methods of data collection. For example, map-building projects like <a href=\"http://mapkibera.org/\">Map Kibera</a>  enable us to <strong>compare and contest official data</strong>, and can also be important for <strong>verifying and building trust</strong> in official information sources where the two align.</p>\n<p>Finally, there were differences in the technology used to manage the data in the two elections. In Burkina Faso, the results there were transmitted electronically from count stations to the central office via a satellite transmission system. This sped up the process, though it required relatively expensive investment. </p>\n<p>The transmission system in Zambia, by contrast, was manual.</p>\n<p>This highlights the importance of thinking through the entire data system or pipeline when we are working on open data projects. <strong>We cannot separate work on open data from understanding data systems, including transmission, and storage systems and capabilities</strong>. </p>\n<h3 id=\"conclusionsdatainfrastructureforelection\">Conclusions: data infrastructure for election</h3>\n<p>Each of these lessons points to how a data infrastructure can help make the complex systems of election processes work better. Supporting this infrastructure means ensuring that multiple sources of data – from the location of polling stations, to campaign-spend data, election rolls and results data – are managed effectively, from production to dissemination. </p>\n<p>Crucially, it also means managing access to this data in a way that balances openness with other concerns like privacy, competition and security. An ecosystem of actors – election commissions, political parties and candidates, civil society, election monitors, journalists, analysts and academics, and interest groups – need data to fulfill their roles. For them, an ideal data infrastructure is one that ensures they can access the data they need to do their jobs in a useful format. </p>\n<p>This means making deliberate, considered choices about where different datasets sit on <a href=\"https://theodi.org/data-spectrum\">The Data Spectrum</a>, from closed to open. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/f6/2e/57f62e441f986a083d000048/Copy_of_Copy_of_Data_spectrum_slide_5.jpg\" alt=\"null\" class=\"img\" id=\"57f62e44d0d462069100000d\"></p>\n<p>How this can affect the way we work is an open question, and one that <a href=\"http://sched.co/7PUg\">we will be discussing at IODC</a> in Madrid this Thursday, in a session at 15:30 in Room B. We look forward to seeing you there, in person or virtually through the hashtag #IODCelections. </p>\n<p><strong><em>Find out more about what the ODI is up to at IODC in Madrid this week, including sessions we are running and contributing to, <a href=\"buff.ly/2d2fmSB\">here</a>.</em></strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Liz Carolan","slug":"liz-carolan","state":"published","web_url":"http://theodi.org/team/liz-carolan","tag_ids":["team","services-programme","person","global-development"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/case-study-burkina-fasos-open-elections.json","web_url":"http://theodi.org/case-studies/case-study-burkina-fasos-open-elections","slug":"case-study-burkina-fasos-open-elections","title":"Case study: Burkina Faso’s open elections","format":"case_study","updated_at":"2016-10-07T09:44:08+00:00","created_at":"2016-09-29T07:58:00+00:00","tag_ids":["burkina-faso","open-elections","democracy"]},{"id":"https://contentapi.theodi.org/a-year-in-open-data-how-the-odi-helped-to-deliver-a-successful-democratic-transition-in-burkina-faso.json","web_url":"http://theodi.org/blog/a-year-in-open-data-how-the-odi-helped-to-deliver-a-successful-democratic-transition-in-burkina-faso","slug":"a-year-in-open-data-how-the-odi-helped-to-deliver-a-successful-democratic-transition-in-burkina-faso","title":"A year in open data: How the ODI helped to deliver a successful democratic transition in Burkina Faso","format":"article","updated_at":"2015-12-23T13:19:25+00:00","created_at":"2015-12-23T07:35:43+00:00","tag_ids":["blog","burkina-faso","elections"]},{"id":"https://contentapi.theodi.org/international-open-data-conference-what-the-odi-has-in-store.json","web_url":"http://theodi.org/blog/international-open-data-conference-what-the-odi-has-in-store","slug":"international-open-data-conference-what-the-odi-has-in-store","title":"International Open Data Conference 2016: what the ODI has in store","format":"article","updated_at":"2016-10-05T06:33:51+00:00","created_at":"2016-10-04T20:39:10+00:00","tag_ids":["blog","international-open-data-conference","global-development"]}],"organizations":[],"author":{"name":"Liz Carolan","slug":"liz-carolan","state":"published","web_url":"http://theodi.org/team/liz-carolan","tag_ids":["team","services-programme","person","global-development"]}}