{"id":"https://contentapi.theodi.org/open-data-board-game.json","web_url":"http://theodi.org/blog/open-data-board-game","slug":"open-data-board-game","title":"Playing with data: our ODI open data board game","format":"article","updated_at":"2016-06-03T13:48:40+00:00","created_at":"2015-11-27T16:24:45+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>For the last six months, on and off, a few of us here at the Open Data Institute have been working on an open data board game. </p>","excerpt":"For the last six months, on and off, a few of us here at the Open Data Institute have been working on an open data board game. Ellen Broad and Jeni Tennision discuss its development\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>For the last six months, on and off, a few of us here at the Open Data Institute have been working on an open data board game. Ellen Broad and Jeni Tennision discuss its development</em></p>\n<p>Board games have been experiencing a resurgence in the past few years and, perhaps unsurprisingly, there are several keen board game enthusiasts here at the ODI. The idea of an open data board game was born out of discussions between us about why Monopoly was so awful, our favourite games, and the mechanics that made them work.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/58/85/565885911f986a0844000019/22639710240_afdd691b55_z.jpg\" alt=\"board-game1\" class=\"img\" id=\"56588590d0d462066800001d\">\n<small>Open Data Institute, <a href=\"https://www.flickr.com/photos/ukodi/albums/72157660870946662\" title=\"Pre Summit Training Discovery Day\">Pre Summit Training Discovery Day</a>, (CC-BY-SA)</p>\n<p>There are lots of different games being tested to help explain open data concepts and benefits. We’ve seen Tim Davies’ open data <a href=\"http://www.timdavies.org.uk/2014/09/23/creating-the-capacity-building-game/\">capacity building card game</a>, and <a href=\"http://betterwithdata.co/\">Better With Data</a> have been trialling a game to help people understand the potential of their data assets to solve problems. Open data can often be seen to be a technical or ‘specialist’ area, and games are a great way to introduce people to the subject and show that you don’t have to be a data expert to work with open data.</p>\n<h2 id=\"theodiopendataboardgame\">The ODI open data board game</h2>\n<p>The ODI open data board game is about using data to build tools that improve the world you live in. It’s a tile placement game. Players work individually to complete their tools, but need to work collaboratively to keep the health of the world from declining. Different kinds of data – data about transport, weather, health, geography, democracy and products – are represented as hexagons, and players place their hexagons in different patterns to complete tools. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/58/86/565886841f986a084400001c/22206560493_9c59b77197_z.jpg\" alt=\"null\" class=\"img\" id=\"56588684d0d462066800001e\">\n<small>Open Data Institute, <a href=\"https://www.flickr.com/photos/ukodi/albums/72157660870946662\" title=\"Pre Summit Training Discovery Day\">Pre Summit Training Discovery Day</a>, (CC-BY-SA)</p>\n<p>The little cones you see in the picture (the cones of Datashire, as some <a href=\"https://www.youtube.com/watch?v=6QYwGjROk8Y\">Parks & Recreation</a> fans have begun calling them) help to keep track of who has built what tools. Over the course of the game, you get a sense of which (open) datasets are underpinning the most tools. In effect, you see which data is most important to your data infrastructure.</p>\n<p>We’ve put all of the instructions and game pieces on <a href=\"https://github.com/opendataboardgame/game\">github</a> for people to print and play themselves. </p>\n<h2 id=\"wherewearenow\">Where we are now</h2>\n<p>We have been playing variations of a board game for six months now. Work has been fairly ad hoc, with people usually getting together over lunch whenever we’re all in the office, or during team offsites. After a few wrong turns, we have a basic working prototype that we’re pretty excited about. </p>\n<p>We have a working mechanic that we can build on and get creative with – we can add design features and a narrative, to continue to build the world of the board game. And because the mechanic works, we can get different people playing it and have multiple games happening at once, and keep coming up with ideas to make it even better. </p>\n<h2 id=\"makingthegamebetter\">Making the game better</h2>\n<p>We trialled the Open Data Board Game properly for the first time outside ODI at the Pre-Summit Training Discovery day a couple of weeks ago. Four groups of players tried two different versions of the game, and afterwards we talked about improvements and enhancements. The game was a fantastic way to get people talking about open data and what it’s like for people publishing and using open data in real life.</p>\n<h3 id=\"someofthekeytakeawayswegotfromourboardgametestersincluded\">Some of the key takeaways we got from our board game testers included:</h3>\n<ul>\n<li><p><strong>In the world of the game, it’s too easy to open up data</strong>\nIn the game, opening up data doesn’t cost anything and there’s no real incentive to keep it closed. This meant lots of people opened up their data from the outset of the game for others to use, because, well, they wanted to be nice.\nOne way testers suggested we could add more conflict is with personal mission cards. Each player has a personal mission they are trying to complete to win the game – build the most tools using closed data, prevent the players from improving the economic health of the world, have the most used dataset – to change how and when people open up data. We’re going to add these personal missions to the next iteration of the prototype. </p></li>\n<li><p><strong>There’s no shared data: players can only keep data closed, or open it</strong>\nWe talk a lot at the ODI about the <a href=\"http://theodi.org/data-spectrum\">data spectrum</a> and how data can be closed, shared or open. At the moment in the game there are no shades of grey between open and closed data, which again doesn’t match up with how people choose to share their data, and with whom, in real life. We’re not quite sure yet how to introduce this. One idea that came up at the training day was to have currency being traded during the game, perhaps won when tools are completed. People can use currency to license datasets to each other, for a cost. If we do introduce a currency, we need to think about what else it could be used for. Perhaps for paying fines, responding to ‘disasters’, or to buy tools from other people.</p></li>\n<li><p><strong>There are no regulations or rules that affect placement of data in the game</strong> Personal data, third-party IP in data and other regulation (an open data law, for example) don’t get a look in. As the world of the game is fleshed out, we need to incorporate these concepts. We’re exploring how they might be introduced via the <a href=\"https://github.com/opendataboardgame/game/tree/master/events\">event cards</a> as a first step. </p></li>\n</ul>\n<p>The other big challenge with the existing prototype is that we haven’t nailed down what our winning conditions look like. Players ‘lose’ if the health of the world – social, environmental and economic – declines to zero. But what does ‘winning’ in the world of open data look like?</p>\n<p>Having personal missions to complete will shape individual winning conditions, but how do players know when they’ve won collectively? Right now, the only thing resembling a collective ‘win’ is having achieved high levels of health of the world. But it feels a bit dissatisfying. What should ‘winning’ look like in the world of open data?</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/58/8c/56588c41d0d46207c9000008/Playing_with_data<strong>our_ODI_open_data_board_game</strong>_Google_Docs.png\" alt=\"null\" class=\"img text-center\" id=\"56588c40f362be080d00001a\">  </p>\n<h2 id=\"thefuturemoreandmoreplaytesting\">The future: more and more play testing</h2>\n<p>Now that we have a strong working prototype, we want to accelerate improvements and design. We’re going to start regular play testing on Friday evenings at ODI, and welcome anyone who wants to come and play. We have four copies to play in the office, so can host up to 20 players at a time. Keep an eye on Ellen (@ellenbroad) and Jeni’s (@JeniT) twitter handles for updates on game testing Fridays coming up, and get in touch if you’re planning on coming along.</p>\n<p>You can also have a go at printing and playing the game yourself via <a href=\"https://github.com/opendataboardgame/game\">github</a>. Let us know your comments and what you’d like to see in our Open Data Board Game. </p>\n<p><strong><em><a href=\"http://theodi.org/team/ellen-broad\">Ellen Broad</a> is policy lead at the ODI and <a href=\"http://theodi.org/team/jeni-tennison\">Jeni Tennision</a> is technical director. You can follow both <a href=\"https://twitter.com/ellenbroad\">Ellen</a> and <a href=\"https://twitter.com/JeniT\">Jeni</a> on twitter.</em></strong></p>\n<p><strong><em>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a> on Twitter.</em></strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/what-is-open-data.json","web_url":"http://theodi.org/what-is-open-data","slug":"what-is-open-data","title":"What is open data?","format":"article","updated_at":"2016-01-05T15:22:05+00:00","created_at":"2014-10-30T15:43:18+00:00","tag_ids":["page","open-data","explained","what-is","introduction","closed-data","shared-data"]},{"id":"https://contentapi.theodi.org/lunchtime-lectures.json","web_url":"http://theodi.org/lunchtime-lectures","slug":"lunchtime-lectures","title":"Friday lunchtime lectures","format":"article","updated_at":"2015-11-23T15:22:13+00:00","created_at":"2013-02-16T11:35:35+00:00","tag_ids":["page","events","odifridays","open-data-institute"]},{"id":"https://contentapi.theodi.org/about-us.json","web_url":"http://theodi.org/about-us","slug":"about-us","title":"About the ODI","format":"article","updated_at":"2016-12-13T14:10:00+00:00","created_at":"2013-10-22T22:44:14+00:00","tag_ids":["page","open-data-institute"]},{"id":"https://contentapi.theodi.org/courses.json","web_url":"http://theodi.org/courses","slug":"courses","title":"Courses","format":"article","updated_at":"2017-04-27T12:05:53+00:00","created_at":"2014-12-11T10:53:24+00:00","tag_ids":["page","courses","homepage"]},{"id":"https://contentapi.theodi.org/join-us.json","web_url":"http://theodi.org/join-us","slug":"join-us","title":"ODI Membership","format":"article","updated_at":"2017-05-03T13:45:00+00:00","created_at":"2013-03-04T08:47:46+00:00","tag_ids":["page","members","membership"]}],"organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}}