{"id":"https://contentapi.theodi.org/open-data-and-democracy-answer.json","web_url":"http://theodi.org/blog/open-data-and-democracy-answer","slug":"open-data-and-democracy-answer","title":"Open data and democracy: answer by Henri Verdier,  the \"Mr. Data\" of government","format":"article","updated_at":"2015-09-11T09:56:40+00:00","created_at":"2014-08-21T13:51:06+00:00","tag_ids":["blog","etalab","france","government","open-data"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/etalab.json","web_url":null,"title":"etalab","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=etalab","web_url":"http://theodi.org/tags/etalab","slug":"etalab"}},{"id":"https://contentapi.theodi.org/tags/keywords/france.json","web_url":null,"title":"france","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=france","web_url":"http://theodi.org/tags/france","slug":"france"}},{"id":"https://contentapi.theodi.org/tags/keywords/government.json","web_url":null,"title":"government","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=government","web_url":"http://theodi.org/tags/government","slug":"government"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}}],"details":{"business_proposition":false,"description":"","excerpt":"Henri Verdier is currently the director of [Etalab](http://etalab.gouv.fr), the French government’s Open Data task force in charge of opening public data and development of the Open Data platform. [http://www.henriverdier.com/](http://www.henriverdier.com/) Twitter: @henriverdier\r","language":"en","need_extended_font":false,"alternative_title":"Guest blog post by Henri Verdier","url":"","content":"<p><em>Henri Verdier is currently the director of <a href=\"http://etalab.gouv.fr\">Etalab</a>, the French government’s Open Data task force in charge of opening public data and development of the Open Data platform.</em> <a href=\"http://www.henriverdier.com/\">http://www.henriverdier.com<em>/</a> Twitter: @henriverdier</em></p>\n<p><em>Article originally published in French on <a href=\"http://rue89.nouvelobs.com/2014/08/11/open-data-democratie-reponse-dhenri-verdier-m-data-gouvernement-254156\">Le Nouvel Observateur / Rue 89</a> translated by André Confiado of Five by Five, <a href=\"http://www.fivebyfive.paris\">www.fivebyfive.paris</a></em></p>\n<p>The text was motivated by the interview of British sociologist Evelyne Ruppert, which appeared on Rue89. I called out to Henri Verdier on Twitter to ask him about what he thought about it. This is his response, initially published on his blog, which we are reproducing with his kind authorization. Open Data is a complex debate but it is in the heart of the changes in our society. It deserves to garner the interests of citizens, outside of the inner circle of the initiated. - <strong><em>Pierre Haski</em></strong>.</p>\n<hr />\n<p>An <a href=\"http://rue89.nouvelobs.com/2014/08/04/lopen-data-est-leurre-politique-254056\">article</a> entitled \"Is open data a political illusion\" appeared beginning of July on the journal MyScienceWork, then reprinted in La gazette des Communes, and then by <a href=\"http://rue89.nouvelobs.com/2014/08/04/lopen-data-est-leurre-politique-254056\">Rue89</a>. </p>\n<p>This <a href=\"http://www.gold.ac.uk/sociology/staff/academicstaff/ruppertevelyn/\">interview</a> by Evelyne Ruppert, a British sociologist and notably the writer of the blog <a href=\"http://bigdatasoc.blogspot.gr/\">Big data and society</a>, is inspired by her work on transparency in Britain which she appears to know well, but adapter to the French approach, of which she appears to know a little less.</p>\n<p>Evelyne Ruppert formulates an analysis which can be summarized as: </p>\n<ul>\n<li><p>Absolute transparency is an illusion, since governments always choose what they want to communicate, and never share the most important information; </p></li>\n<li><p>Transparency does not build confidence, but rather mistrust, since it can never be complete;</p></li>\n<li><p>The steps for transparent limits citizens to data that we’d like to transmet to them;</p></li>\n<li><p>Open Data promises a more direct rapport with power, but in fact creates a new technocracy, that of those that can understand data;</p></li>\n<li><p>Thus, close attention has to be paid to documenting the data itself (who created it, when, why, etc.) in order to allow citizens to criticize the data that is given to them. </p></li>\n</ul>\n<p><strong>Double mistrust</strong></p>\n<p><a href=\"https://twitter.com/pierrehaski/status/496221478258761728\">A number of friends</a> ask me what I think of this paper. It’s embarrassing: I more or less agree with everything that it says, without me really feeling concerned.  </p>\n<p>Fundamentally, I think Evelyne Ruppert reasons from an implicit idea that I would qualify as a \"model of double mistrust.\"</p>\n<p>Her implicit reading of the Open Data movement is the following: as a response to the increasing mistrust of citizens, governments decided to release certain information allowing citizens to control them better, hoping to restore this confidence. </p>\n<p>I do not know if this reasoning exists elsewhere. One feels that this is related to the British context where open data is hard to separate from the <a href=\"http://rue89.nouvelobs.com/2014/08/04/lopen-data-est-leurre-politique-254056\">Big Society</a> project. </p>\n<p>However, what I know is that this is not the context of the <a href=\"http://www.etalab.gouv.fr/article-la-feuille-de-route-du-gouvernement-en-matiere-d-ouverture-et-de-partage-des-donnees-publiques-115767801.html\">French government</a>, and that it is not the spirit in which Etalab works. </p>\n<p>In France, the opening and sharing of public data is not seen as an end by itself, but rather levers that can service three objectives:</p>\n<ul>\n<li><p>A more complete democracy;</p></li>\n<li><p>Innovation and growth;</p></li>\n<li><p>And a more efficient public action. </p></li>\n</ul>\n<p><strong>Transparency, \"accountability,\" participation…</strong></p>\n<p>Let’s start with the democratic dimension. In France, opening data does not rely on a value granted to \"transparency.\"</p>\n<p>Incidentally, I am personally not a fan of this concept. I find in it an apolitical apathy, traces of the theory of the invisible hand, and ignorance of the resources of human activity. </p>\n<p>I prefer more the concept of responsibility or accountability, which recognizes the entire dignity of the subject that exercises its responsibilities. </p>\n<p>Opening of public data in France is founded on the <a href=\"http://www2.assemblee-nationale.fr/decouvrir-l-assemblee/histoire/histoire-de-l-assemblee-nationale/le-temps-de-l-invention-1789-1799\">Declaration of Human Rights and the Citizen</a>, and its article 15:</p>\n<p><em>\"Society has a right to demand for an account from every public agent of his/her administration\"</em></p>\n<p>The <a href=\"http://www.cada.fr/textes-et-liens,6058.html\">Cada law</a>, which is a legislative translation of this article 15, deals with \"administrative documents\" (memos, opinions, notes, letters, files, databases, etc.).</p>\n<p>We feel that it is not a question of placing the administration in glass displays, of spying on all exchanges, of dragging everything to the spotlight, in all circumstances. It is a question of making public acts of responsibility, \"documents\" that an author worked on where s/he is responsible for notably to his/her superiors. </p>\n<p>The law provides for the bearing of this responsibility before the citizens. It does not ban hesitation, the secrets of the deliberation, the preparation of the decision. </p>\n<p>Incidentally, it provides as well several exceptions to this principle of publication: protection of the right to privacy, national security, secrets protected by law. </p>\n<p><strong>We do not ask the State to describe reality.</strong></p>\n<p>Consequently, the law regulates as well the question of data that the State has to produce and share, which seems to worry Evelyne Ruppert. We do not ask the State to describe reality. We ask it to share with simplicity the data that it uses within the framework of its public service missions as they are used. </p>\n<p>There is no need to open the epistemological question of the meaning of the data, from the point of view that it dissimulates possible observation biases. </p>\n<p>Open Data is not the public statistics office, and neither is it a great story through which the State tells us what to think…It is the sharing of instruments with which the State works, and on which it bases its decisions. It's the search for a second life and of a new use for the knowledge that the States creates through its daily activity. </p>\n<p>Of course, there are other activities that the State keeps secret for more or less good reasons. There are democratic battles to reduce the perimeter of secrecy. But that are also many other jobs that are taking more and more steps to share, and that are learning to find new efficiencies thanks to the relationships opened through sharing. </p>\n<p>Evidently, opening data is nothing without dialogue and consultation around the data: the aim is to create the conditions for an active, informed, and responsible citizenry. </p>\n<p>Exchanging with the users of this data, responding to their questions, compiling criticisms and suggestions is one of the essential changes that these steps produce. </p>\n<p>It is one of the dimensions of the<a href=\"http://data.gouv.fr\"> data.gouv.fr</a> portal: a world first in this genre, authorizing its users, administrations, citizens, researchers, to enter into a dialogue with the producer of the data, to share points of view not his/her own, to improve the data, to cross-reference it with others, even depositing data that is not the State's. </p>\n<p>With more than 1300 reuses one semester after opening the platform, it is clear that a living community was created, and that it took hold of this resource. </p>\n<p><strong>We believe in debate</strong></p>\n<p>We believe a lot in this debate, which is developing on our platform, on Twitter, on many \"hackathons\" that we organize, as well as within organizations. Even more so than on metadata. </p>\n<p>This is because I wanted to highlight the paradox of Evelyne Ruppert's position: after making the observation on the impossibility of transparency, and the impossibility of restoring confidence, she proposes to us a \"transparency on transparency\", a \"metatransparency.\"</p>\n<p>Without active communities, confident and caring, you can increase transparency to the second or third power, and nothing will happen. As always on the internet, what counts are the human communities that organize themselves thanks to these resources. </p>\n<p>France is highly conscious of the fact that sharing data should allow for the construction of genuine gestures of democratic exchange, to kindle the informed contribution of the citizen to public decisions. Opening data should lead to an opening of the public decision in itself. </p>\n<p>This is the meaning behind France's entry into the <a href=\"http://www.opengovpartnership.org/\">Open Government Partnership </a>announced in May by the President. By joining this community of public innovators that <a href=\"http://www.gouvernement.fr/gouvernement/la-france-elue-au-comite-directeur-d-opengovpart\">elected us to its steering committee</a> on August 4, France has chosen to build a partnership with people that know that open data takes all of its meaning in open government, and who work concretely in this direction. </p>\n<p><strong>A democracy of the actors</strong></p>\n<p>There are, however, other dimensions to open data not limited to the control of representative democracy. There is a dimension for empowerment which is curiously absent from this interview. To really understand this, you have to understand how much this movement is linked to the current <a href=\"http://colin-verdier.com/le-logiciel-devore-le-monde-depuis-les-etats-unis/\">digital revolution</a>, and how much an impact it can have on the economy of innovation. </p>\n<p>We have entered a world where every ten years the power of computers is multiplied by thirty, and the cost is divided by the same number. Very recently, digital technology has opened in society an unimaginable power to act. </p>\n<p>Added to the existence of the internet, which allows citizens to be synchronized, to organize, and to cooperate, this revolution has brought us to a new world where the power of the many has become an essential political parameter. </p>\n<p>Admittedly, not everyone is equal before technology, as rightly emphasized by Evelyne Ruppert. Admittedly, the risk of a digital fracture is chronic. Admittedly, we shall see the appearance of new technocrats.</p>\n<p>But, the same applies to all democratic revolutions. [The events of] 1789 or 1830 did not equally distribute power to all French people. But it did associate more people to power. </p>\n<p>This prioritization of skills is not antidemocratic. <a href=\"http://www.henriverdier.com/2014/01/manipuler-les-foules-sentimentales-ou.html\">The multitude is not the masses</a>. It is a living body, moving, with its own dynamics and organisations. </p>\n<p>There are a multitude of skills. The social organization becomes multipolar. New elites appear, basing their legitimacy on immeasurable dimensions. Bloggers can hold their own against journalists. Collectives develop Linux, Wikipedia, or OpenStreetMap. Guardianship on the social web will allow for a new prioritization of information. </p>\n<p>To think of society without taking this reality into account is to confine oneself to a pre-digital vision. It's to give up on using this dynamic as a lever. </p>\n<p><strong>The \"contributions of the multitude\"</strong></p>\n<p>If<a href=\"http://data.gouv.fr\"> data.gouv.fr</a> was opened to contributions from the multitude, it's not to make it \"interactive.\" It is because the site strives to become a platform embodying a community of producers and users of data. </p>\n<p>This is because the State no longer has the monopoly on the capacity to create information of general interest. This is because OpenStreetMap, <a href=\"https://openmeteoforecast.org/wiki/Open_Meteo_Forecast/Fr\">OpenMétéoForecast</a>, <a href=\"http://fr.openfoodfacts.org/\">OpenFoodFacts</a>, <a href=\"http://www.mediawiki.org/wiki/Extension:WikiDB\">WikiDB</a>, but also <a href=\"http://www.data.gouv.fr/fr/organization/celtipharm\">Celtipharm</a>, <a href=\"http://www.data.gouv.fr/fr/organization/ufc-que-choisir\">Que Choisir ?</a>, the <a href=\"http://www.data.gouv.fr/fr/organization/croix-rouge-francaise\">Red Cross</a>, and tomorrow perhaps even unions, associations, and think thanks, have something to say, something to share. </p>\n<p>Why split the community of producers and the reusers that work in a network?</p>\n<p>It's also the feeling of <a href=\"http://www.henriverdier.com/2014/06/letat-innovateur-radical.html\">new alliances</a> that we look for with civil society when we support the <a href=\"http://www.kisskissbankbank.com/pioupiou\">winners of Dataconnexions</a> on Kiss Kiss Bank Bank, when we help out <a href=\"http://forum.openstreetmap.fr/viewtopic.php?f=2&amp;t=1187\">project Bano</a>, when we develop research models such as <a href=\"http://www.openfisca.fr/\">OpenFisca</a>…</p>\n<p>Admittedly, the State has a big role.<a href=\"http://data.gouv.fr\"> Data.gouv.fr</a> cleanly separates data from authorities created by the State holding itself liable on its sincerity, and data created by other acteurs that the State merely authenticates its identity if asked. But this difference does not stop cooperation. </p>\n<p><strong>The revolution of usages</strong></p>\n<p>Above all, what counts with Open Data is what we can do with it. It is this dimension that is at the basis of two others ambitions of Open Data: fuel for innovation and motivation for the efficiency of public action. This data is not only to \"watch the State.\" Far from it. It is material for the exercise of an active citizenry. It is material for creation. </p>\n<p>Admittedly, there are unfounded secrets, but there is a need for more Mediapart (<em>a web site containing information and opinion articles</em>) to update these. This is, however, not the primary mission of Open Data. The mission of Open Data is that there are loads of unused knowledge in our systems. </p>\n<p>Knowledge that comes to life and takes value when put into circulation. There aren't just little secrets in the State. There are also thousands of useful and passionate information resulting from the work of thousands of public servants, involving their professional knowledge. </p>\n<p>The geolocated and time-stamped map of road accidents used during the <a href=\"http://fr.okfn.org/2014/08/09/retour-sur-le-premier-hackathon-sur-les-donnees-du-ministere-de-linterieur/\">recent hackathon organized by OKFN and the Ministry of the Interior</a>, and that enabled <a href=\"http://rue89.nouvelobs.com/2014/06/25/carte-presque-tous-les-accidents-route-2012-253113\">Rue89 to do a fantastic job</a>, is worth its weight in kilobits. The files of street names that fed so many developments. The statistics on pollutions, the funding of the map, weather data…</p>\n<p>It is the story of \"<a href=\"http://www.sonypictures.com/movies/moneyball/\">Moneyball</a>,\" a cult movie for \"datascientists.\" There was something in the statistics of Major League Baseball (in the USA) to reconstruct the sport. There is something in data from the State that can reconstruct large areas of public action. The important thing is to render this data implementable so that new actors can take this data and ask new questions. </p>\n<p>It is a dimension that is frequently lost on non-coders: Open Data is not limited to revealing data. The aim of it is to be accessible, manipulable, implementable. This is why it opens up a universe of unforeseen reuses. </p>\n<p>We do not ask for raw data in the name of some sort of naturalism of data. We ask for raw data in order to have the most manipulable data possible, to get the most number of interpretations possible, and to facilitate more possible manipulations. </p>\n<p>This is what <a href=\"http://www.ted.com/talks/tim_berners_lee_on_the_next_web\">Tim Berners-Lee wanted to say with \"raw data.\"</a> This is not a sociological premise: this is the claim of an engineer. Deep down, we do not understand Open Data as long as we do not understand the difference between information concealed in a 1459 page report from the Court of Auditors, and information replaced in a complete series in an easy-to-use spreadsheet.</p>\n<p><strong>The revolution of data</strong></p>\n<p>We have in fact entered a new world where: whole segments of reality are codified and thus become analyzable; an increasing number of individuals and entities would know how to get new uses from them; big data opens up epistemological perspectives whose limits we have yet to see. </p>\n<p>By sharing data under a licence that prevents it from being used for individual profit, one introduces a political dimension to this data revolution. One rebalances power, prevents monopolies, creates common goods. It is one of the forms of essential political action at this period of digital revolution. </p>\n<p>The question remains about the quality of the data, its pertinence, and its capacity to describe reality. You have to admit that human sciences has a long history with data.</p>\n<p>From <a href=\"http://fr.wikipedia.org/wiki/Phr%C3%A9nologie\">phrenology</a> to contemporary marketing, from <a href=\"http://fr.wikipedia.org/wiki/Joseph_Arthur_de_Gobineau\">Gobineau Alexis Carrel</a>, from <a href=\"http://fr.wikipedia.org/wiki/QI\">IQ</a> to <a href=\"http://fr.wikipedia.org/wiki/Intelligence_%C3%A9motionnelle\">EQ</a>, they have often translated their prejudices into pseudo-knowledge. </p>\n<p>They are well placed to know the risk of using contestable ontologies, of selecting correlations presented as causalities, of hiding from politics under the appearance of objectivity (see <a href=\"http://data.blog.lemonde.fr/2014/06/25/statactivisme-comment-lutter-avec-les-nombres/\">Stat-Activism, how to fight against the numbers</a>), or of working on data that does not reflect the prejudices of its authors. </p>\n<p>We mentioned it above. It’s not entirely the problem of Open Data, that demands the simple sharing of tools that the State uses for its missions.  </p>\n<p>But if we really want to talk about it, let's remember that not all data is of the same nature: </p>\n<ul>\n<li><p>The exact number of the prison population</p></li>\n<li><p>The geolocation of hospitals</p></li>\n<li><p>Trains schedules</p></li>\n<li><p>The exact number of professors or tax officers</p></li>\n<li><p>The price of fuel</p></li>\n<li><p>The zip codes of villages in France</p></li>\n<li><p>Weather forecasts</p></li>\n<li><p>Road alignments</p></li>\n</ul>\n<p>Certainly the data are intellectual constructions, but does not mean that they do not pose a big epistemological question. </p>\n<p>We need not be told every time about the difference between noumena and phenomena and the myth of the cave. There is factual information that citizens demand, and that we can share without erring on the side of caution. </p>\n<p>Other data need more interpretation and deserve more analysis. For example, since the work of the <a href=\"http://www.stiglitz-sen-fitoussi.fr/fr/\">Stiglitz commission</a>, France is familiar with the problems posed by GDP. Why is the value creation of government employees only addressed through their payroll?</p>\n<p>It is true that a lot of data does not exactly say what it appears to say. In this case it is true that the more transparency on the choices regarding the construction of this data, the more precision on the implicit hypotheses are in order. </p>\n<p>But conversely, it must be highlighted that each one of this data responds to at least one question. The statistics on justice, for example: the social distribution of sentences is it:</p>\n<ul>\n<li><p>The distribution of delinquency?</p></li>\n<li><p>The punishment strategies adopted by judges?</p></li>\n<li><p>The capacity to call on a good lawyer?</p></li>\n<li><p>Or does it talk about the distribution of the forms of delinquency and the severity of the law depending on these forms?</p></li>\n</ul>\n<p>I do not know. But sure enough, the precise analysis of the conditions of the construction of this data allows one to understand it. One just has to ask the right questions on this data. </p>\n<p>By any standards, the world of Open Data appears to me to be more capable of asking these right questions than other social worlds, and notably the media. </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}