{"id":"https://contentapi.theodi.org/open-data-leaders-in-government-finally-have-a-support-network-each-other.json","web_url":"http://theodi.org/blog/open-data-leaders-in-government-finally-have-a-support-network-each-other","slug":"open-data-leaders-in-government-finally-have-a-support-network-each-other","title":"Open data leaders in government finally have a support network – each other","format":"article","updated_at":"2015-09-11T10:02:56+00:00","created_at":"2015-08-11T10:45:34+00:00","tag_ids":["blog","open-data-leaders-network","open-government"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-leaders-network.json","web_url":null,"title":"open data leaders network","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-leaders-network","web_url":"http://theodi.org/tags/open-data-leaders-network","slug":"open-data-leaders-network"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-government.json","web_url":null,"title":"open government","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-government","web_url":"http://theodi.org/tags/open-government","slug":"open-government"}}],"details":{"business_proposition":false,"description":"<p>New Zealand’s Open Government Data Programme Leader, Paul Stone, reflects on his time at the Open Data Leaders Network: what he learnt, who he met and how peer-learning has helped him find better solutions to problems.</p>","excerpt":"New Zealand’s Open Government Data Programme Leader, Paul Stone, reflects on his time at the Open Data Leaders Network: what he learnt, who he met and how peer-learning has helped him find better solutions to problems.\r","language":"en","need_extended_font":false,"alternative_title":"Guest post: Open data leaders in government finally have a support network – each other","url":"","content":"<p><strong><em>New Zealand’s Open Government Data Programme Leader, Paul Stone, reflects on his time at the Open Data Leaders Network: what he learnt, who he met and how peer-learning has helped him find better solutions to problems.</em></strong></p>\n<p><a href=\"https://www.flickr.com/photos/ukodi/20483826975/\" title=\"Open Data Leaders Network - July 2015\"><img src=\"https://farm4.staticflickr.com/3759/20483826975_c8776a17d0_z.jpg\" width=\"640\" height=\"427\" alt=\"Open Data Leaders Network - July 2015\"></a></p>\n<p><em><a href=\"http://theodi.org/open-data-leaders-network\">Open Data Leaders Network, July 2015, London</a></em></p>\n<p>There are support networks for many professions that people can get involved with or lean on for support. Lawyers, accountants, IT, information management, policy making – you name it, there will be a local network out there for you to join.</p>\n<p>But when you’re working in a very small team that is trying to transform a whole government to operate and think differently – as those working in open government data programmes – there are no peers nearby to turn to for support, or to bounce ideas with, because you’re it for your country (or city).</p>\n<p>My open data journey started with implementing an open data web service for the New Zealand Charities Register in 2011. Soon after I was seconded to the <a href=\"https://www.ict.govt.nz/programmes-and-initiatives/open-and-transparent-government/open-government-information-and-data-work-programm/\">New Zealand Open Government Information and Data Programme</a> one day a week (while fulfilling a Chief Information Officer role at the <a href=\"https://www.charities.govt.nz/\">Charities Commission</a>, and then at the <a href=\"http://www.mch.govt.nz/\">Ministry for Culture and Heritage</a>). After doing that for 3 years, an opportunity came up to let go of being a CIO and work for the open data programme full time since September 2014 as Programme Leader.</p>\n<p>But thanks to the Open Data Institute, a new support system for open data leaders around the world is emerging. The ODI has a vision to see a culture of open data thrive around the globe, and has started what’s called the <a href=\"http://theodi.org/open-data-leaders-network\">Open Data Leaders Network</a>, where it brings a small group of leaders in open data from around the world together for a week of sharing and learning.</p>\n<p>I was privileged to be invited by the ODI to join the second cohort of open data leaders in London. There were seven of us from far and wide: Argentina, Ecuador, Nigeria, Tanzania, Romania, the Philippines and myself from New Zealand.</p>\n<p>We spent a week together sharing; learning from each other; learning with each other from the ODI team and others; creating new ideas together; eating with each other; and getting lost in London together.</p>\n<p>This was no conference where you connected with people after a presentation or over lunch, then stayed in contact with each other via the occasional email over the following few months. Each of the seven who attended has come away with six new friends. Friends who share the same passion about open data and who are striving to impact the culture of the governments we work for.</p>\n<p>Despite the diversity of our home settings, the challenges facing everyone in the group are surprisingly similar. And despite the difference in maturity of the programmes we work for, we all had things to learn from each other. Those who are further on in their open data journeys had experiences to share. Those just beginning learned from what others had done, following what works well, but redesigning approaches that didn’t work for those who had gone before them.</p>\n<p>For example, many of the early adopters of open data set targets to pump out volumes of data, which over time hasn’t necessarily been used or maintained. A smarter approach is now being adopted in Quito, Ecuador. They are have identified five problems to solve, and are establishing labs to determine what data will be required to solve these problems, then they can work to open it up with a clear purpose for doing so, and reap immediate benefits from the planned re-use.</p>\n<p>The diversity of where we, as open data leaders, had come from before entering the open data world also had a part to play. Our different ways of articulating problems helped clarify what the problem was, and our different ways of approaching problems helped us to come up with useful options for solutions. We’ll be working on a couple of those solutions together going forward from our four corners of the globe, so watch this space.</p>\n<p>And let’s not forget our new friends at ODIHQ, who invited and hosted us, and led us through our week-long journey, and continue to offer ongoing support. I think it’s fair to say the learning was two-way: the hosts taught the participants, and the participants taught the hosts. </p>\n<p>Due to the ODI walking the talk in the open culture, its team continued to learn during the week too, and so the lucky third cohort of open data leaders will benefit even more.</p>\n<p>Thank you ODI, and thank you Open Data Jedis, a great process and a force to be reckoned with!</p>\n<p><em>Paul Stone is <a href=\"https://www.ict.govt.nz/governance-and-leadership/governance-groups/open-data-governance/\">Open Government Data Programme Leader for New Zealand</a>. Follow <a href=\"http://twitter.com/enotsluap\">@enotsluap</a> on Twitter</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Paul Stone","slug":"paul-stone","state":"published","web_url":"http://theodi.org/paul-stone","tag_ids":["writers","associate"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/open-data-leaders-network.json","web_url":"http://theodi.org/open-data-leaders-network","slug":"open-data-leaders-network","title":"Open Data Leaders Network","format":"article","updated_at":"2016-04-20T15:43:41+00:00","created_at":"2015-06-19T16:28:38+00:00","tag_ids":["page","leaders-network","services","international"]},{"id":"https://contentapi.theodi.org/how-to-plan-and-budget-an-open-data-initiative.json","web_url":"http://theodi.org/guides/how-to-plan-and-budget-an-open-data-initiative","slug":"how-to-plan-and-budget-an-open-data-initiative","title":"How to plan and budget an open data initiative","format":"article","updated_at":"2015-09-11T10:02:46+00:00","created_at":"2015-07-28T12:16:17+00:00","tag_ids":["guide","open-data-initiative","open-government","open-data","budgeting","strategy"]}],"organizations":[],"author":{"name":"Paul Stone","slug":"paul-stone","state":"published","web_url":"http://theodi.org/paul-stone","tag_ids":["writers","associate"]}}