{"id":"https://contentapi.theodi.org/open-data-transparency-eastern-europe-balkans.json","web_url":"http://theodi.org/blog/open-data-transparency-eastern-europe-balkans","slug":"open-data-transparency-eastern-europe-balkans","title":"Open data helps boost transparency in Eastern Europe and the Balkans","format":"article","updated_at":"2015-09-11T09:59:07+00:00","created_at":"2015-02-06T14:08:58+00:00","tag_ids":["blog","open-data","eastern-europe","balkans"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/eastern-europe.json","web_url":null,"title":"eastern europe","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=eastern-europe","web_url":"http://theodi.org/tags/eastern-europe","slug":"eastern-europe"}},{"id":"https://contentapi.theodi.org/tags/keywords/balkans.json","web_url":null,"title":"balkans","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=balkans","web_url":"http://theodi.org/tags/balkans","slug":"balkans"}}],"details":{"business_proposition":false,"description":"<p>Historically, parts of Eastern Europe and the Balkans have often been seen as states with closed governments and high levels of corruption. Yet a new wave of openness is coming to the former Eastern bloc.</p>","excerpt":"Historically, parts of Eastern Europe and the Balkans have often been seen as states with closed governments and high levels of corruption. Names such as Ceaușescu, Tito, and Yanukovych have come to embody a particular approach to governing. \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>Historically, parts of Eastern Europe and the Balkans have often been seen as states with closed governments and high levels of corruption. Names such as Ceaușescu, Tito, and Yanukovych have come to embody a particular approach to governing. </p>\n<p><strong>Yet a new wave of openness is coming to the former Eastern bloc.</strong> Several governments are embracing open data and open government, emphatically declaring their backing for the 21st-century’s ‘idea whose time has come.’ </p>\n<p>As well as Moldova and Macedonia, Hungary and Estonia have also introduced open data initiatives in their governments to utilise the benefits of unlocked data to improve their decision-making and their delivery of services. </p>\n<p>The ODI works with governments to support their open data initiatives, and engages with leaders within those initiatives to provide them with the mentoring and advice they need to achieve success. The ODI has engaged with leaders in the open data field in <a href=\"http://theodi.org/case-studies/case-study-a-profile-of-open-data-initiatives-in-macedonia\" title=\"Macedonia\">Macedonia</a> and <a href=\"http://theodi.org/case-studies/case-study-a-profile-of-open-data-initiatives-in-moldova\" title=\"Moldova\">Moldova</a>, feeling that the experiences of both countries and the lessons learned could add to the repository of knowledge about open data initiatives. </p>\n<p>The ODI, with support from the Partnership for Open Data, commissioned two <a href=\"http://theodi.org/case-studies\" title=\"case studies\">case studies</a> to examine the open data initiatives that have been introduced in Moldova and Macedonia. These studies have now been published on our website, and are available for anyone wishing to know more about the implementation of open data principles in government.</p>\n<p>Over the past two years, both Moldova and Macedonia have adopted open data and open government principles. They have committed to the ideas promoted by the Open Government Partnership (OGP), and signed up to the principle of ‘open by default.’</p>\n<p>These countries have begun their journeys towards full implementation of open data principles across their governments. They have successfully launched fast-moving initiatives which have gained political support at the highest level of government. Both have launched central open data platforms, and populated them with hundreds of high-value datasets. Strong legislative and policy supports for open data have been adopted by both governments to ensure their widespread dissemination in the public sector.</p>\n<p>One of the vital points for the rapid progress of these initiatives is their implementation across government: they have not been isolated in the Ministry of ICT or its equivalent; they have been introduced in every government department and agency.</p>\n<p>These countries, despite their differences in size, political environment, and income levels, face similar <strong>challenges in the development of an open data culture</strong>.</p>\n<ol>\n<li><p><strong>Government ministries and agencies frequently lack the human resources and technological infrastructure</strong> required to release large numbers of high-quality datasets reliably.</p></li>\n<li><p><strong>Demand for open data has not kept pace with its supply</strong>, thus limiting the sustainability of the initiatives. Government departments are more likely to release data when they know it will be used: if it is not, then investment of money and time can seem fruitless.</p></li>\n<li><p>Both countries have a history of keeping government information secret, or at least not freely releasing it to the public. Therefore, <strong>significant cultural barriers must be overcome in government to build a sustainable open data culture</strong> in Macedonia and Moldova.</p></li>\n</ol>\n<p>Both countries have made big strides in a relatively short time, and with limited technical and human resources. As the initiatives continue, <strong>governments should work to engage more with potential users, to ensure that datasets which will be most useful to consumers are prioritised for release</strong>. Students at the University of Information Science and Technology (UIST) in Ohrid were asked to propose applications or tools they would develop using open data. Their responses included an app detailing available parking places, another for the UIST Students’ Parliament to keep students informed about activities, and one providing information on films screening at Ohrid Cinema. </p>\n<p>These examples show the wide variety of tools that can be built upon open data. Without use by businesses, civil society organisations, academia, and individuals, open data that has been released will remain largely unused, limiting its impact outside government.</p>\n<p>Substantial investment is needed in both countries’ IT infrastructure, and in building staff’s technical capacity in dataset publication. This will provide substantial benefits, beyond their open data capacity – increasing digitisation provides more reliable high quality data for governments to use in its policy decision-making process.</p>\n<p>Each country has taken its first steps along the road already travelled by the UK, US and others. Both have tackled the challenges associated with open data implementation head-on, with guidance and investment from the World Bank and the OGP. By continuing to develop their infrastructure, and by encouraging the adoption of a holistic open data culture, both countries could quickly rise up as champions of open data in the region, creating ripples which could benefit all of Eastern Europe and the Balkans.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/case-study-a-profile-of-open-data-initiatives-in-macedonia.json","web_url":"http://theodi.org/case-studies/case-study-a-profile-of-open-data-initiatives-in-macedonia","slug":"case-study-a-profile-of-open-data-initiatives-in-macedonia","title":"Open data in Macedonia: from legislation to engagement","format":"case_study","updated_at":"2015-09-11T09:59:17+00:00","created_at":"2015-02-03T06:02:56+00:00","tag_ids":["macedonia","open-data","government","case-study"]},{"id":"https://contentapi.theodi.org/case-study-a-profile-of-open-data-initiatives-in-moldova.json","web_url":"http://theodi.org/case-studies/case-study-a-profile-of-open-data-initiatives-in-moldova","slug":"case-study-a-profile-of-open-data-initiatives-in-moldova","title":"Open data in Moldova: striving to be open by default","format":"case_study","updated_at":"2015-09-11T09:59:07+00:00","created_at":"2015-02-02T03:17:33+00:00","tag_ids":["moldova","case-study","open-data","open-government","policy"]}],"organizations":[],"author":{}}