{"id":"https://contentapi.theodi.org/open-for-discussion-day-2-in-addis-ababa.json","web_url":"http://theodi.org/blog/open-for-discussion-day-2-in-addis-ababa","slug":"open-for-discussion-day-2-in-addis-ababa","title":"Open for discussion: Day 2 in Addis Ababa","format":"article","updated_at":"2015-09-11T09:59:56+00:00","created_at":"2015-03-29T14:04:19+00:00","tag_ids":["blog","open-data","addis-ababa","data-revolution"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/addis-ababa.json","web_url":null,"title":"addis ababa","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=addis-ababa","web_url":"http://theodi.org/tags/addis-ababa","slug":"addis-ababa"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-revolution.json","web_url":null,"title":"data revolution","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-revolution","web_url":"http://theodi.org/tags/data-revolution","slug":"data-revolution"}}],"details":{"business_proposition":false,"description":"<p>After a productive first day gathering thoughts on data priorities for development within our ‘data community’ groups, our conveners had the unenviable task of condensing them into a draft for the African Data Consensus. </p>","excerpt":"By Anna Scott and William Gerry\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>By Anna Scott and William Gerry</em></p>\n<p>After a productive first day gathering thoughts on data priorities for development within our ‘data community’ groups, our conveners at the <a href=\"http://www.uneca.org/datarevolution/pages/high-level-conference-africa\" title=\"UNECA High-level Conference on the Data Revolution\">UNECA High-level Conference on the Data Revolution</a> had the unenviable task of condensing them into a draft for what was to become the African Data Consensus. </p>\n<p>Some key priorities raised in the open data community were to:</p>\n<ul>\n<li><strong>Encourage governments and other data producers</strong> to adopt the principle of <strong>“open by default”</strong></li>\n<li><strong>Improve data literacy</strong> in developing countries <strong>so open data is more useful to more people</strong></li>\n<li><strong>Minimise technical language</strong> in open data discourse, <strong>so non-specialists aren’t left behind</strong></li>\n<li><strong>Support intermediaries (or ‘info-mediaries’)</strong> like local radio stations to <strong>collect, analyse and disseminate open data</strong>, and bring its benefits to wider communities</li>\n<li><strong>Involve governments in open data initiatives</strong> from the word go, and encourage them to <strong>publish and use open data across departments</strong> to centralise knowledge and prevent silos</li>\n</ul>\n<p>Before having the chance to help fine-tune the draft consensus, we began day two at the launch of <a href=\"http://www.uneca.org/media-centre/stories/eca-launch-country-profiles-effort-assist-member-states#.VReUkzuUe7A\" title=\"new African country profiles\">new African country profiles</a> produced by the UNECA to help guide structural transformation. The five countries covered in these initial profiles – Morocco, Nigeria, Cameroon, Kenya and Botswana – were chosen to represent the five African sub-regions. </p>\n<p>Joined by regional directors, UNECA Deputy Executive Secretary Dr Abdalla Hamdok claimed the reports will be key to sustaining Africa's impressive recent economic performance and afford decision-makers an additional tool to help enhance development policies for African countries.</p>\n<p>The reports are pretty comprehensive in scope, analysing economic performance, trade, poverty rates, crops and mineral production, health, education and employment. They provide sources for data used and classify it by “data transparency, accessibility and forecasting accuracy“. Scoring the data as ‘Good’, ‘Satisfactory’ or ‘Needs improvement’, the report takes into consideration data reproducibility, timeliness, history, source, format, forecasting accuracy and availability in the public domain, ie “whether data were in an easily accessible, open-access database.”</p>\n<p>After the launch, the data communities came together to discuss the draft consensus. With some discussion and debate, the vision statement for the African data revolution was refined as being:</p>\n<blockquote>\n  <p>A partnership of all data communities that upholds the principles of official statistics as well as openness across the data value chain, which creates a vibrant data ecosystem providing real-time user-driven and disaggregated data for public good and inclusive development.</p>\n</blockquote>\n<p>Some overall challenges identified by the communities that we consider particularly important are:</p>\n<ul>\n<li><strong>Uneven coverage, lack of disaggregated data and data stored in sector-specific silos</strong></li>\n<li><strong>Weak demand and capacity in the use of data</strong> at both national and local level</li>\n<li>A <strong>mismatch between available data and actual problems</strong></li>\n<li>A <strong>lack of timely, accurate, comparable and relevant data</strong></li>\n<li>A <strong>lack of common standards allowing comparison of data</strong> across sectors and countries</li>\n</ul>\n<p>And some of the principles that made it into the final draft of the African Data Consensus were that:</p>\n<ul>\n<li><strong>Data must be disaggregated</strong> to the lowest levels of administration by gender, age, income, disability, and other categories.</li>\n<li><strong>Political will is pivotal</strong> to the implementation of the African data revolution. Countries must own the prioritisation, financing and leadership of this revolution.</li>\n<li><strong>Official data belongs to the people</strong> and should be open to all. <strong>It should be open by default.</strong></li>\n<li>Data should be <strong>translated into information</strong> that is <strong>simple, understandable and relevant</strong>.</li>\n<li><strong>Information must be timely, accurate, relevant and accessible</strong>.</li>\n<li>Technology, new forms of data and other <strong>innovations should be actively embraced</strong>.</li>\n</ul>\n<p>The draft is being presented at the AU-ECA Conference of Ministers today, with some high-level support so far. We look forward to seeing how the African Data Consensus will lead to action being taken across the continent and drive the data revolution more broadly. </p>\n<p>In particular, we’re encouraged to see that public and private sector groups as well as civil society and NGOs around the world are recognising the importance of open. <strong>However accurate or timely, if data is not available for anyone to access, use and share, its impacts will be limited.</strong> “Data accountability” was something UNECA chief Carlos Lopes emphasised in his closing comments. We couldn’t agree more. But central to accountability is visibility. Opening data up will help unlock social, environmental and economic benefits across the world. </p>\n<p>Quite simply, it will create <strong>knowledge for everyone</strong>.</p>\n<p><em>Thank you to the <a href=\"http://www.idrc.ca/EN/Pages/default.aspx\" title=\"International Development Research Centre\">International Development Research Centre</a>\n for supporting our visit to the UNECA High-level Conference on the Data Revolution and the AU-ECA Conference of Ministers in Addis Ababa. We had a great time!</em>  </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/data-revolution-addis-ababa-high-level-conference.json","web_url":"http://theodi.org/blog/data-revolution-addis-ababa-high-level-conference","slug":"data-revolution-addis-ababa-high-level-conference","title":"Talkin' 'bout a (data) revolution: Day 1 in Addis Ababa","format":"article","updated_at":"2015-09-11T09:59:57+00:00","created_at":"2015-03-26T15:25:45+00:00","tag_ids":["blog","open-data","addis-ababa","high-level-conference"]},{"id":"https://contentapi.theodi.org/odp4d.json","web_url":"http://theodi.org/odp4d","slug":"odp4d","title":"Partnership for Open Data","format":"article","updated_at":"2015-09-11T10:00:06+00:00","created_at":"2013-10-28T16:55:50+00:00","tag_ids":["page","international","development","global-development","pod"]}],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}