{"id":"https://contentapi.theodi.org/open-data-reveals-that-less-than-3-of-government-procurement-spend-goes-to-startups.json","web_url":"http://theodi.org/blog/open-data-reveals-that-less-than-3-of-government-procurement-spend-goes-to-startups","slug":"open-data-reveals-that-less-than-3-of-government-procurement-spend-goes-to-startups","title":"Open data reveals less than 3% of government procurement spend goes to startups","format":"article","updated_at":"2015-09-11T10:03:29+00:00","created_at":"2015-08-25T11:06:44+00:00","tag_ids":["blog","procurement","business","government","startups","open-data-means-business"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/procurement.json","web_url":null,"title":"procurement","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=procurement","web_url":"http://theodi.org/tags/procurement","slug":"procurement"}},{"id":"https://contentapi.theodi.org/tags/keywords/business.json","web_url":null,"title":"business","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=business","web_url":"http://theodi.org/tags/business","slug":"business"}},{"id":"https://contentapi.theodi.org/tags/keywords/government.json","web_url":null,"title":"government","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=government","web_url":"http://theodi.org/tags/government","slug":"government"}},{"id":"https://contentapi.theodi.org/tags/keywords/startups.json","web_url":null,"title":"startups","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=startups","web_url":"http://theodi.org/tags/startups","slug":"startups"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-means-business.json","web_url":null,"title":"open data means business","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-means-business","web_url":"http://theodi.org/tags/open-data-means-business","slug":"open-data-means-business"}}],"details":{"business_proposition":false,"description":"<p>From the Northern Powerhouse to central government IT, there have been calls for more public contracts to go to small startup companies to drive innovation and economic growth. But new analysis by Spend Network, an open data business on the ODI’s startup programme, suggests that traditional procurement processes might be doing the opposite and excluding new firms from government contracts. </p>","excerpt":"Tom Symons, Principal Researcher at Nesta, examines Spend Network's research on young firms' access to government contract spending\r","language":"en","need_extended_font":false,"alternative_title":"A hard sell: why does less than 3% of government procurement spend go to startups?","url":"","content":"<p><em>Tom Symons, Principal Researcher at Nesta, examines Spend Network's research on young firms' access to government contract spending</em></p>\n<p>From the Northern Powerhouse to central government IT, there have been calls for more public contracts to go to small startup companies to drive innovation and economic growth. But new analysis by <a href=\"https://www.spendnetwork.com/\">Spend Network</a>, an open data business on the <a href=\"http://theodi.org/start-ups\">ODI’s Startup programme</a>, suggests that traditional procurement processes might be doing the opposite and excluding new firms from government contracts. </p>\n<p><a href=\"http://www.nesta.org.uk/sites/default/files/analysis_of_procurement_spend_by_company_age_and_size_-_spend_network_research_0.pdf\">Their analysis</a> has revealed the difficulty of doing business with government as a small, young company. They looked at three years' worth of procurement transactions from central and local government, finding a total spend of £68 billion with identifiable suppliers. Of this spend, just £1.8 billion – 2.7% – went to new startup companies (defined as companies less than five years old and a turnover of less than £2 million). </p>\n<p>Spend Network analysed published transactions with government above the threshold value – £500 for local government and £25,000 for central government* – between 2012 and 2014. The analysis looked at over 50 million rows of data from three years' worth of procurement transactions, gathered from over 200 central and local government bodies. The analysis looked at the age and size of the companies winning the work. </p>\n<p>Spend Network’s analysis indicates the difficulty that small, young companies in particular can have trying to access government contracts. We can see in the data that younger companies manage to pick up a decent chunk of work if they are medium to large sized – around 9% of the total. (Notwithstanding that this could be because some of them are new subsidiaries of existing companies, often created for specific contracts.)</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/dc/4e/55dc4eeaf362be01ec000016/2015-08-25_12-26-22.jpg\" alt=\"Med/large vs small companies by age\" class=\"img\" id=\"55dc4eeaf362be23f5000012\"></p>\n<p><strong>Recent government approaches to improving access for startups to government work</strong></p>\n<p>There has been a much needed focus in recent years on government using its buying power as a way to shape and grow the economy. In particular, there have been efforts to increase the percentage of government procurement spend that goes to small and medium-sized enterprises (SMEs). </p>\n<p>More recently, the prospects of the ‘Northern Powerhouse’ have been linked to the need to reform procurement processes so that they give SMEs a better chance of winning government contracts. For instance, the Leader of Cheshire East Council, Cllr. Michael Jones, has said that traditional procurement can <a href=\"http://www.supplymanagement.com/news/2015/reform-stifling-procurement-practices-to-unleash-northern-powerhouse-potential\">constrain the growth of SMEs and risks them being undermined by larger contractors</a>.</p>\n<p>The coalition government made some positive progress on this front, <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/402897/Lord_Young_s_enterprise_report-web_version_final.pdf\">abolishing PQQs for small contracts, creating a single portal for all procurements (Contracts Finder), and ensuring that invoices must be paid within 30 days</a>.</p>\n<p>But while spend on SMEs has increased <a href=\"https://www.gov.uk/government/news/government-spends-114-billion-with-smes\">from 6.5% in 2010 to over 25% in 2015</a>, Spend Network’s analysis shows that spend on startups remains low. Many of the government’s reforms are potentially too recent to have an impact that would show up in the data, but as <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/402897/Lord_Young_s_enterprise_report-web_version_final.pdf\">Lord Young’s Report on Small Firms</a> urges, we also need to go further in increasing transparency, having more pre-procurement engagement and continuing the drive to reduce the number of large contracts, which are only viable for large companies.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/dc/51/55dc519a1f986a637800000b/2015-08-25_12-36-59.jpg\" alt=\"Spend with companies less than 5yrs old\" class=\"img\" id=\"55dc519ad0d4626d1400000a\">  </p>\n<p><strong>Why does this matter?</strong></p>\n<p>It’s important mainly because of the major role that startups play in job creation, growth and innovation. For instance, research has found that startups are responsible for <a href=\"https://www.oecd.org/sti/young-SME-growth-and-job-creation.pdf\">over 40% of all new jobs</a> (across 18 OECD countries). Small firms are likely to be more innovative than larger, established firms. Market incumbents – with a few notable exceptions – almost always miss ‘the next big thing’, while new companies are more likely to take risks, experiment, pursue new technologies and develop disruptive innovations. They also increase market competition, which improves productivity and drives innovation in other firms. By buying from predominantly older, larger firms, government takes the risk that they too will miss out on new approaches that might deliver efficiencies or better outcomes for citizens. </p>\n<p>For office stationery orders, this is not a huge problem. But when it comes to working with organisations to deal with complex social problems, or improving the government’s IT capacity, the risk of missing out on innovation is a more relevant concern.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/dc/52/55dc5201f362be01ec00001a/2015-08-25_12-39-40.jpg\" alt=\"Central Govt: young co spend by category\" class=\"img\" id=\"55dc5201d0d4626d1400000b\"> </p>\n<p>The biggest challenge seems to be in the first two years for a small company. These companies win less than half a percent of the £68 billion of public spend that Spend Network analysed. There are a number of possible explanations. The time-lag between a tender going live and eventual payment could be too long from a cash-flow perspective for young companies. We are one of the slowest countries in Europe on this front, and young companies without high turnovers find this lag difficult to manage. To compound this, the National Audit Office reports that <a href=\"http://www.nao.org.uk/wp-content/uploads/2015/01/Paying-government-suppliers-on-time.pdf\">the public sector takes 30 days or more to pay small suppliers one third of the time</a>. It’s also possible that the standard request for three years of audited accounts, or for a minimum company turn-over, in many public procurements automatically excludes new companies, particularly if they are not subsidiaries. It could also be that small, young companies lack confidence to bid for government work until they are more established. </p>\n<p>Some sectors also appear particularly difficult for startups. The Ministry of Defence (MOD), despite its huge procurement budget, spends comparatively little on young companies. This is understandable: it requires enormous investment to be able to meet the requirements of a defence buyer. The problem is that this makes it very difficult for the MOD to innovate in the supply chain, and creates a dependency on existing firms. </p>\n<p>So what can the government do about this to support startups more? Despite the headline findings, there are some encouraging signs in the data, and in new approaches to procurement. </p>\n<p><strong>Collaborative approaches to local economic develop can champion small firms and startups</strong> </p>\n<p>The North East has a historically strong track record of supporting young companies. Between 2012 and 2014, Spend Network analysis shows them spending close to double that of any other region on new businesses. It is possible this is because of a procurement partnership between local authorities in the North East, focusing on collaborative economic development and local businesses. The North East Procurement Organisation has for close to 40 years been focused on supporting the local economy as well as achieving efficiencies for local authorities. This collaborative approach to economic development seems to help startups, and is a model that might be a useful reference point as the government grows the Northern Powerhouses.</p>\n<p><strong>Procurement platforms and exchanges can make government work more accessible for small firms</strong></p>\n<p>The professional service sectors – such as financial services, IT or management consultancy – seem to be a promising area for new companies working with government. These companies are the top young spend area for central government and third highest spend area across local government. It’s possible that these sectors are more accessible for small, new companies because individuals are able to take the knowledge, networks and contacts developed when working for corporates (or even in government), and to use this to trade successfully as a new company. </p>\n<p>Some of this work may also be the beneficiary of some new approaches to purchasing that centre on the use of procurement platforms and exchanges. These offer a more accessible market for small firms, such at the government’s <a href=\"https://www.digitalmarketplace.service.gov.uk/g-cloud/framework\">G-Cloud</a>. Launched in 2012, this is an catalogue service that enables government buyers to purchase cloud-based IT services. The rationale for G-Cloud was to reduce the use of big, expensive government IT contracts, <a href=\"http://www.computerweekly.com/news/2240106575/Government-cloud-aims-to-change-outrageously-expensive-public-sector-IT\">80% of which went to just five firms</a>. G-Cloud can be used by central government, local authorities, non-departmental public bodies and other bits of the public sector. The simple, flexible and transparent exchange features of the G-Cloud also make it easier for SMEs to win work, as well as being cheaper for purchasers (savings are <a href=\"http://www.computerweekly.com/news/2240218888/G-Cloud-chief-claims-120m-savings-so-far\">estimated to be around 50% of what was previously being spent</a>). So far, <a href=\"https://www.gov.uk/performance/g-cloud\">just under 50% of the work through the G-Cloud has gone to SMEs</a>.</p>\n<p><strong>Alternative procurement approaches can help to widen access to small firms</strong></p>\n<p>Faced with persistently difficult social problems, governments are increasingly looking at innovations in procurement as a means of getting better outcomes. Governments <a href=\"http://www.governing.com/news/headlines/cities-can-promote-innovation-procurement.html\">such as Philadelphia and Barcelona</a>, have been experimenting with problem-based procurements and business accelerators as a means of opening up government contracts to a wider selection of companies. These are used to generate new solutions to difficult government problems, in recognition of the challenges associated with traditional procurements, which can place too much emphasis on specification of solutions before ideas have been properly tested and adapted in real-life settings. At the same time, they also help to widen access to startups, for whom the invitation to submit ideas about solutions is more attractive and accessible than a highly specified delivery contract.</p>\n<p>If we are to support innovation inside and outside of government, we need to be conscious of the barriers that can exist for new companies trying to work with government. Many of these are likely to be a product of traditional procurement practices that often seek out big, lengthy contracts. While these can be suitable for some procurements, as the G-Cloud and problem-based procurements show, there is also merit in alternative approaches to procurement that help widen markets, reduce cost and produce better outcomes. It might also help us to bring in more startups to work with government, and unlock some much needed innovation.  </p>\n<p>*<small>Note: Six Central Government Departments publish spending below the £25,000 threshold.</small></p>\n<p><em>Tom Symons is principal researcher at Nesta</em> </p>\n<p><em>This post was originally published by <a href=\"http://www.nesta.org.uk/blog/hard-sell-why-does-less-3-government-procurement-spend-go-startups\">Nesta</a>, re-published with thanks. Spend Network's research was grant funded by Nesta</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Tom Symons","slug":"tom-symonds","state":"published","web_url":"http://theodi.org/tom-symonds","tag_ids":["writers","writer"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/odi-startups-reveal-scale-of-council-spending-with-small-companies-for-the-first-time-open-data-analysis-shows-spend-as-low-as-4-of-total-budget-in-some.json","web_url":"http://theodi.org/news/odi-startups-reveal-scale-of-council-spending-with-small-companies-for-the-first-time-open-data-analysis-shows-spend-as-low-as-4-of-total-budget-in-some","slug":"odi-startups-reveal-scale-of-council-spending-with-small-companies-for-the-first-time-open-data-analysis-shows-spend-as-low-as-4-of-total-budget-in-some","title":"ODI Startups reveal scale of council spending with small companies for the first time - open data analysis shows spend as low as 4% of total budget","format":"article","updated_at":"2015-09-11T09:56:44+00:00","created_at":"2014-09-01T13:59:04+00:00","tag_ids":["news"]},{"id":"https://contentapi.theodi.org/guest-post-trading-with-small-businesses.json","web_url":"http://theodi.org/blog/guest-post-trading-with-small-businesses","slug":"guest-post-trading-with-small-businesses","title":"Guest post: Trading with small businesses","format":"article","updated_at":"2015-09-11T09:56:43+00:00","created_at":"2014-09-01T14:24:27+00:00","tag_ids":["blog"]},{"id":"https://contentapi.theodi.org/open-data-means-business.json","web_url":"http://theodi.org/open-data-means-business","slug":"open-data-means-business","title":"Research: Open data means business","format":"article","updated_at":"2016-05-24T08:59:39+00:00","created_at":"2015-04-23T13:56:34+00:00","tag_ids":["page","open-data-means-business","business","research","uk","startups"]}],"organizations":[],"author":{"name":"Tom Symons","slug":"tom-symonds","state":"published","web_url":"http://theodi.org/tom-symonds","tag_ids":["writers","writer"]}}