{"id":"https://contentapi.theodi.org/open-city-data-leeds-shows-us-how-its-done.json","web_url":"http://theodi.org/blog/open-city-data-leeds-shows-us-how-its-done","slug":"open-city-data-leeds-shows-us-how-its-done","title":"Open data for cities: Leeds shows us how it's done","format":"article","updated_at":"2015-09-11T09:57:11+00:00","created_at":"2014-09-29T09:55:22+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>City activity is being documented more and more by councils, businesses and charities to measure and understand more about the work they do. If they make this data openly available for each other to use, services can be improved, businesses can be more strategic and we can all understand more about how our cities function, as open data expert Mark Barrett explained in his Friday lunchtime lecture last week. </p>","excerpt":"On a typical morning a city high street buzzes with activity. A school bus full of children stops at a traffic light to let suited commuters cross the street on their way to work. A Post Office opens its doors to a queue of people waiting to send parcels or pay bills. Grocery shops pile fruit on stalls outside their doors, while a barmaid pours water outside a nearby pub and offers a leftover sandwich to a homeless man.\r","language":"en","need_extended_font":false,"alternative_title":"Friday lunchtime lecture: Blog post","url":"","content":"<p>On a typical morning a city high street buzzes with activity. A school bus full of children stops at a traffic light to let suited commuters cross the street on their way to work. A Post Office opens its doors to a queue of people waiting to send parcels or pay bills. Grocery shops pile fruit on stalls outside their doors, while a barmaid pours water outside a nearby pub and offers a leftover sandwich to a homeless man.</p>\n<p>All this activity is being documented more and more by councils, businesses and charities to measure and understand more about the work they do. If they make this data openly available for each other to use, services can be improved, businesses can be more strategic and we can all understand more about how our cities function. In other words, we can get a better sense of the ‘heartbeat of the city’, as open data expert Mark Barrett explained in his <a href=\"http://theodi.org/lunchtime-lectures/friday-lunchtime-lecture-open-data-on-your-doorstep-for-the-city-by-the-city\" title=\"Friday lunchtime lecture last week\">Friday lunchtime lecture last week</a>. </p>\n<p>Mark has spent the last year promoting open data ‘for the city, by the city’. He started out in 2013 by co-founding <a href=\"http://www.leedsdatathing.co.uk/\" title=\"Leeds Data Thing\">Leeds Data Thing</a>, a group set up to explore the benefits of open data across industries in Leeds. </p>\n<p>People gathered from all sorts of backgrounds, and chatted over beers and came to a conclusion: they needed a platform where all the city’s data could sit. Mark approached Leeds council, who were receptive to the idea of opening their data, and encouraged by the suggested approach of also attempting to release data from the private and nonprofit sectors to tell the story of the whole city.</p>\n<p><strong>This inspired a eureka moment: Mark and his group could set an open data platform up for the city themselves.</strong> </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/29/33/542933e21f986a086e000001/Screen_Shot_2014-09-29_at_11.20.30.png\" alt=\"\" class=\"img text-center\" id=\"542933e2d0d4620843000002\"> </p>\n<p>With the support of Leeds City Council, and the Open Data User Group, Mark worked to develop a platform that used open source technologies <a href=\"http://www.ckan.org\" title=\"(CKAN)\">(CKAN)</a> but added a layer of design and development enhancements to customise it for a Leeds audience. And with that, <a href=\"http://www.leedsdatamill.org//\" title=\"Leeds Data Mill\">Leeds Data Mill</a> was born. </p>\n<p>The aim was simple:</p>\n<blockquote>\n  <p>“To kick-start a new generation of data-empowered citizens and businesses who will share and explore information to bring value and benefit to everyone within the city.”</p>\n</blockquote>\n<p>With new projects and debates emerging from Leeds Data Mill all the time, it’s fair to say that aim is being met. The platform is promoting open data in three ways: by raising awareness of data in the city, encouraging re-use of city data by residents and supporting other cities to launch similar platforms.</p>\n<p>First, through free, public events like <a href=\"https://storify.com/LeedsDataMill/health-in-numbers\" title=\"Health in Numbers\">Health in Numbers</a> Leeds Data Mill encourages people in the city to understand how open data can affect their lives, work and services.</p>\n<p>Second, as more residents hear about open data and the platform itself through this kind of outreach, they are beginning to access and use the data themselves in different ways. For example, when the Leeds Guardian took a poll on parking charges and their impact on city centre trade and footfall, <a href=\"http://www.theleedsguardian.com/2014/03/17/parking-charges-leeds-centre-footfall-data/\" title=\"residents took to Leeds Data Mill\">residents took to Leeds Data Mill</a> to study, analyse and present the data to back up their claims. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/29/35/5429352fd0d462082b000001/Screen_Shot_2014-09-29_at_11.30.20.png\" alt=\"\" class=\"img text-center\" id=\"5429352ff362be08d4000006\"></p>\n<p>Data projects inspired and facilitated by Leeds Data Mill have also taken more artistic forms to encourage civic participation and raise city’s cultural profile. One project <a href=\"http://staging.leedsdatamill.org/blog/oompah-py-big-brass-meets-big-data\" title=\"turned data about pedestrian traffic into pieces of music for a brass band\">turned data about pedestrian traffic into pieces of music for a brass band</a>, which would play them in public spaces and reflect how busy the streets were in their rhythm, pitch and volume.</p>\n<p>Another project crowdsourced data about artwork in Leeds. Game developers <a href=\"http://wet.genes.pw/welcome\" title=\"Wetgenes\">Wetgenes</a> encouraged art lovers to upload pictures of art they had seen in the city using the hashtag <a href=\"https://twitter.com/hashtag/LeedsArtCrawl?src=hash\" title=\"#leedsartcrawl\">#leedsartcrawl</a>, so it was easy to find out where they all are and the condition they are in. </p>\n<p>Third, in order to inspire and support other cities to create open data platforms, Mark holds what he calls ‘counselling group’ chats with people from other cities to exchange war stories and share tricks of the trade.</p>\n<p>This feels like the start of something big. Leeds Data Mill has set a precedent for open city platforms with input and support from across all sectors within them. And with cities realising the value of local open data more and more, we’re looking forward to seeing who’s next, and how Marks new joint venture, <a href=\"http://www.hebeworks.com/\" title=\"Hebe Works\">Hebe Works</a> pushes forward with open data. </p>\n<p><em>To keep on top of events, research and stories about open data in Leeds, follow <a href=\"https://twitter.com/LeedsDataMill\" title=\"@LeedsDataMill\">@LeedsDataMill</a> and [@m</em>barrett](https://twitter.com/m<em>barrett/ on Twitter \"@m</em>barrett\")._</p>\n<hr />\n<h2 id=\"listenread\">Listen &amp; read</h2>\n<iframe width=\"100%\" height=\"166\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/169837070&color=ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false\"></iframe>\n<p><br /></p>\n<iframe class=\"scribd_iframe_embed\" src=\"//www.scribd.com/embeds/241317090/content?start_page=1&view_mode=slideshow&access_key=key-CecwOY4dvpbKvwE1ZpQ2&show_recommendations=true\" data-auto-height=\"false\" data-aspect-ratio=\"1.7790927021696252\" scrolling=\"no\" id=\"doc_17217\" width=\"100%\" height=\"400\" frameborder=\"0\"></iframe>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}