{"id":"https://contentapi.theodi.org/opening-agriculture-data-for-innovation-stories-from-local-to-global.json","web_url":"http://theodi.org/blog/opening-agriculture-data-for-innovation-stories-from-local-to-global","slug":"opening-agriculture-data-for-innovation-stories-from-local-to-global","title":"Opening agriculture data for innovation: stories from local to global","format":"article","updated_at":"2016-10-25T12:49:08+00:00","created_at":"2016-10-24T14:46:43+00:00","tag_ids":["blog","godan","agriculture","collaboration"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/godan.json","web_url":null,"title":"godan","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=godan","web_url":"http://theodi.org/tags/godan","slug":"godan"}},{"id":"https://contentapi.theodi.org/tags/keywords/agriculture.json","web_url":null,"title":"agriculture","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=agriculture","web_url":"http://theodi.org/tags/agriculture","slug":"agriculture"}},{"id":"https://contentapi.theodi.org/tags/keywords/collaboration.json","web_url":null,"title":"Collaboration","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=collaboration","web_url":"http://theodi.org/tags/collaboration","slug":"collaboration"}}],"details":{"business_proposition":false,"description":"","excerpt":"When data related to agriculture and food is made open or shared more easily, more can be done by scientists, governments, NGOs and farmers to improve agriculture outcomes, say Bianca Wylie, Nikos Manouselis and Ashleigh Weeden \r","language":"en","need_extended_font":false,"alternative_title":"Opening agriculture data for innovation: stories from local to global","url":"","content":"<p><em>When data related to agriculture and food is made open or shared more easily, more can be done by scientists, governments, NGOs and farmers to improve agriculture outcomes, say Bianca Wylie, Nikos Manouselis and Ashleigh Weeden</em> </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/0f/49/580f49c91f986a083d0000f0/farm2.jpg\" alt=\"null\" class=\"img text-center\" id=\"580f49c9d0d462069100015b\">\n<small>There is a big opportunity to use data and technology to support economic development in rural areas. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [Ted Van Pelt](https://www.flickr.com/photos/bantam10/16211797230/in/photolist-qGzGvm-dWLJMG-57gmru-oWdSQ1-8gpmxK-nJfK9S-HzDEPi-9MwTYE-iboBbX-5isyii-oGBF6W-CfnZTK-dDLMsM-4FjHqm-PHLdk-fxM46c-6AVGj-eSEEV-oNixzK-3yrcY-a4ojB-6UFJoA-6UUMqg-qrYSx5-xFmo-fUyb4e-5nRbKM-htYGmo-88USk1-6BK5dt-4WAj2x-oDg7Vu-g2GybS-92GLaz-7wFxiM-pTTfUn-o22uWa-7tMPVr-axYwDK-bfof44-beYQee-oDSVfN-ai6MpL-4UrD78-dtWx9c-8TZxEc-dt3nc3-4UrDYK-4UrEq2-iAg3cE “Ted Van Pelt\").</small></p>\n<p><em><strong>By Bianca Wylie, Nikos Manouselis and Ashleigh Weeden</strong></em></p>\n<p>With global hunger, food security and food safety so vital to human health, productivity and wellbeing, agriculture is incredibly important to many stakeholders.</p>\n<p>As such, the community invested in agriculture data goes well beyond traditional farm businesses – it involves charities and foundations, corporations, academic institutions, farming co-operatives, agencies, the United Nations and many others. Knowledge-sharing between organisations is increasingly a concern for those in the sector to complement each other’s work, learn from each other’s insights and collaborate to create value in the sector.</p>\n<p><a href=\"http://www.agroknow.com/agroknow/\">Agroknow</a> is a company that connects agriculture data users and delivers data-powered solutions to a range of stakeholders. Its aim is to support knowledge sharing, improve agriculture outcomes and support organisations that represent farmers and the sector more broadly. Agroknow have been doing this work for over eight years, and are one of the most active members of the <a href=\"http://www.godan.info\">Global Open Data for Agriculture and Nutrition initiative</a> (GODAN). </p>\n<p>Through GODAN, Agroknow advocates for open data related to agriculture and food, leading a working group that looks at the agriculture data ecosystem and considers how to build the data infrastructure to support agriculture data creation and use. This topic was one of several touched on in the 2015 <a href=\"https://theodi.org/how-improve-agriculture-food-nutrition-open-data\">joint discussion paper</a> by GODAN and the Open Data Institute, eventually leading to the publication a <a href=\"http://www.godan.info/documents/data-ecosystem-agriculture-and-food\">data ecosystem discussion paper</a> in 2016. </p>\n<p><strong>What does open agriculture data look like?</strong></p>\n<p>A key resource for open data on agriculture is the <a href=\"http://agris.fao.org\">AGRIS Portal</a>, hosted by the Food and Agriculture Organisation of the United Nations (FAO). The portal provides a bibliographic search of over 8 million records from (mostly) open access journals and institutional repositories related to agricultural methods and techniques. This is an immensely valuable research tool for scientists, extension officers and farmers everywhere, and with web traffic of 350,000 users per month, it's clearly serving a large need. </p>\n<p>Then there are the more localised projects, such as <a href=\"http://tapipedia.org\">TAPipedia </a>– a site that focuses on capacity-building support for farmers in tropical countries. The site shares methods and processes for innovation in agriculture and practices that can be used by countries with shared climates, with the help of government stakeholders acting as convening forces to implement them.</p>\n<p><strong>Bridging local and global initiatives</strong></p>\n<p>As part of a <a href=\"http://bulletin.ovc.uoguelph.ca/post/150653601025/lecture-and-meetup-on-open-agri-food-data\">meetup</a> in Canada earlier this year, Agroknow Founder and CEO <a href=\"https://gr.linkedin.com/in/nikos-manouselis-6a381b103\">Nikos Manouselis</a> and his colleague <a href=\"https://gr.linkedin.com/in/giannis-stoitsis-9272452\">Giannis Stoitsis</a> met with a range of academics from the <a href=\"https://www.uoguelph.ca/\">University of Guelph</a> and staff from Grey County to talk about agricultural innovation and open data. At the time, Grey County were a few weeks away from their first rural innovation and ag-tech showcase, the <a href=\"http://connectedcounty-smartag.eventbrite.ca\">Ag 4.0 Summit + Innovation Tour</a>, and planning its first tech-competition, <a href=\"http://connectedcounty.grey.ca/blog-categories/apps-ag\">Apps for Ag</a>. </p>\n<p>Long-time advocate of open government and open data Ashleigh Weeden leads Grey County’s Connected County Initiative, which seeks to support Grey County’s residents, businesses, and institutions in leveraging the broadband economy for community development. Ashleigh sees immense opportunity for open data and technology to continue shifting the economies and employment opportunities in rural communities.</p>\n<p>\"Rural communities have always been resilient, and agriculture has always been an incredibly technical and innovative sector. Now the rest of the digital economy is seeing and seizing those opportunities,\" said Ashleigh at the meetup. She also highlighted the need to “make sure all the different agricultural stakeholders are talking”, and sharing their data. </p>\n<p>In Ontario, the counties of Bruce and Grey and a number of their public institutions are looking into new ways of sharing and opening data. In addition to the data consortium model, where local governments jointly purchase data, Ashleigh and her colleagues are looking for ways to share more and improve the \"how\" of sharing, such as finding ways to make it easier for granting bodies, other government bodies and farmers themselves to get access to relevant data. </p>\n<p>Data sharing with different levels of access can be tricky. Not all of the data brought to the table by different data stewards can be made open, while some data can be shared between organisations but not publicly. This challenge raises questions of how to make data interoperable between governments and agencies, while still making it accessible to the broader public if and when possible. These are issues of tech and trust that Ashleigh and her team work through day to day. The new data-sharing model that the counties of Bruce and Grey, and a number of their public institutions, are looking at includes an explicit commitment to principles of openness and transparency and will leverage a shared data platform to manage data in a collaborative model.</p>\n<p><strong>Paving the way for economic development in rural areas</strong></p>\n<p>When it comes to agriculture data, Ashleigh makes an important point. \"There is a big opportunity to use data and technology to support economic development in rural areas, which gives the government incentive to participate in the open economy. In playing [a] convening role, we can bring together the research, the support and the incentives for future generations to engage with agriculture. This may mean actively farming as a commodity producer, but it may also mean creating smart farm tech and other goods and services related to the data-driven economy.\" </p>\n<p>The innovation discussion is arguably far too focused on urban centres. Grey County’s recent Ag 4.0 initiative and its related Apps for Ag tech-competition offers an example of a way to highlight innovation already happening in a rural community, while bringing people from data and tech into the conversation to find solutions for future. Other good examples include the <a href=\"http://www.greenhackathon.com/\">GreenHackathon.com</a> and the <a href=\"http://www.ict4ag.org/en/agenda/hackathon-en.html\">AgriHackathon</a> movements.</p>\n<p>Ultimately, programmes like these help us to reimagine a future for rural communities where tech plays a central role. </p>\n<p>With Agroknow and its partner organisations at GODAN working to promote the data infrastructure for agriculture globally, and with initiatives like Grey County’s Ag 4.0 doing the same locally, a very promising open data network for agriculture is beginning to emerge. </p>\n<p><em>Ashleigh Weeden, MPA, is the Project Lead for <a href=\"http://connectedcounty.grey.ca/\">Grey County's Connected County Initiative</a>; Nikos Manouselis is CEO of <a href=\"http://www.agroknow.com/agroknow/\">Agroknow</a> and Bianca Wylie is Head of <a href=\"http://toronto.theodi.org/.\">ODI Toronto</a></em></p>\n<p><em>The GODAN network is always looking to expand. You can find out more about how to become a partner <a href=\"http://www.godan.info/become-a-godan-partner\">here</a>.</em> </p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/agriculture-nutrition-open-data.json","web_url":"http://theodi.org/agriculture-nutrition-open-data","slug":"agriculture-nutrition-open-data","title":"Agriculture and nutrition","format":"article","updated_at":"2016-02-19T15:24:15+00:00","created_at":"2015-08-20T10:31:22+00:00","tag_ids":["page","agriculture","nutrition","sector","food"]},{"id":"https://contentapi.theodi.org/godan-action-making-open-data-work-for-agriculture-and-nutrition.json","web_url":"http://theodi.org/blog/godan-action-making-open-data-work-for-agriculture-and-nutrition","slug":"godan-action-making-open-data-work-for-agriculture-and-nutrition","title":"Announcing GODAN Action: making open data work for agriculture and nutrition","format":"article","updated_at":"2016-08-08T11:27:37+00:00","created_at":"2016-08-05T15:09:38+00:00","tag_ids":["blog","agriculture-and-nutrition","godan"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}