{"id":"https://contentapi.theodi.org/open-for-business-open-data-business.json","web_url":"http://theodi.org/blog/open-for-business-open-data-business","slug":"open-for-business-open-data-business","title":"Open for business: how is open data being used by companies?","format":"article","updated_at":"2015-09-17T15:48:57+00:00","created_at":"2015-09-17T10:01:39+00:00","tag_ids":["blog","business","odi-connect"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/business.json","web_url":null,"title":"business","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=business","web_url":"http://theodi.org/tags/business","slug":"business"}},{"id":"https://contentapi.theodi.org/tags/keywords/odi-connect.json","web_url":null,"title":"ODI Connect","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=odi-connect","web_url":"http://theodi.org/tags/odi-connect","slug":"odi-connect"}}],"details":{"business_proposition":false,"description":"<p>Open for business: how is open data actually being used?</p>","excerpt":"On Wednesday, 16 September the ODI hosted its quarterly ODI Connect event at Arup’s Fitzroy Street headquarters, with a focus on the use of open data by business.\r","language":"en","need_extended_font":false,"alternative_title":"Open for business: how is open data actually being used?","url":"","content":"<p><em>On Wednesday, 16 September the ODI hosted its quarterly ODI Connect event at Arup’s Fitzroy Street headquarters, with a focus on the use of open data by business.</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/fa/d3/55fad397f362be089600001c/London_street.jpg\" alt=\"null\" class=\"img text-center\" id=\"55fad397d0d4620698000031\">\n<small>Open data is being used by the retailers on our high streets. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [DncnH](https://www.flickr.com/photos/duncanh1/ “DncnH\").</small></p>\n<p>At ODI Connect, Simon Bullmore, Head of Learning at the ODI, chaired a panel featuring Damien McCloud (<a href=\"http://www.arup.com/\" title=\"Arup\">Arup</a>), Anna Heath (<a href=\"http://www.capita.co.uk/\" title=\"Capita\">Capita</a>), Keith Dugmore (<a href=\"http://www.demographicsusergroup.co.uk/\" title=\"Demographics User Group\">Demographics User Group</a>) and Mark Fermor (<a href=\"http://esinternational.com/\" title=\"ESI\">ESI</a>).</p>\n<blockquote>\n  <p>The benefits to the UK of releasing public sector information are ‘conservatively’ estimated to be worth <a href=\"https://www.gov.uk/government/publications/shakespeare-review-of-public-sector-information\">around £6.8bn a year</a>.</p>\n  <p>UK companies that use, produce or otherwise invest in open data <a href=\"https://www.gov.uk/government/publications/shakespeare-review-of-public-sector-information\">have an annual turnover of £92bn and have 500k employees between them</a>.</p>\n</blockquote>\n<p>These were the huge numbers presented by Simon Bullmore, capturing the attention of the room. But while these macroeconomic figures – and others commonly shared such as ‘<a href=\"http://www.mckinsey.com/insights/business_technology/open_data_unlocking_innovation_and_performance_with_liquid_information\">McKinsey’s Trillions</a>’ – help to impart the sheer scale of the benefits brought about by open data, it is often hard to unpick how it is actually used by businesses.</p>\n<p>As those on the panel explained how their respective companies used open data, it became clear that they had adopted three markedly different approaches.</p>\n<h3 id=\"opendataapproach1\">Open data approach #1:</h3>\n<p><strong>\"We've always used it, it just wasn’t called open data before\"</strong></p>\n<p>Damien McCloud, Associate Director of <a href=\"http://www.arup.com/\" title=\"Arup\">Arup</a>, explained how the multinational services firm had long been using data made freely available from sources such as the Office for National Statistics (ONS). It used this demographic data in projects ranging from urban planning and design to environmental statements and assessments.</p>\n<p>As the term ‘open data’ was coined and the Open Government License (OGL) was developed and applied to public sector data in 2011, it was clear to Damien that in essence Arup would continue with business as usual. That is, they would continue to use the data that they knew they could access and use.</p>\n<p>As businesses’ understanding of the value of location-based insight has increased – fuelled by the proliferation of tools like Google Maps – Arup has found that its customers want the answers to more (and more complex) geospatial questions. Arup can increasingly answer these questions, at least in part, using what we now know as open data.</p>\n<p>Arup’s Hazard Owl risk information system <a href=\"http://digital.arup.com/services/hazard-owl/\">uses real-time environmental open data</a> to constantly assess the risk of damage to commercial assets around the world, such as office buildings or factories. If pre-defined levels of risk are exceeded, those with assets under protection are sent an alert so they can quickly initiate risk reduction, mitigation and business continuity actions. The Hazard Owl System relies on open data: it wouldn’t be possible without it.</p>\n<p>It also uses open data in combination with open source software to improve the understanding of sandscaping – the management of sand to meet objectives such as coastal protection or regeneration. We learnt that Arup’s open source system ingests socioeconomic, demographic, environmental and geospatial open data to help users locate the best areas for sandscaping and analyse its impacts.</p>\n<p>The utility of publicly available data has not always been so clear to other businesses and sectors.</p>\n<h3 id=\"opendataapproach2\">Open data approach #2:</h3>\n<p><strong>\"We are building open data into things we were doing anyway\"</strong></p>\n<p>Both Anna Heath, of <a href=\"http://www.capita.co.uk/\" title=\"Capita\">Capita</a>, and Keith Dugmore, in his capacity as member of the <a href=\"http://www.demographicsusergroup.co.uk/\" title=\"Demographics User Group\">Demographics User Group</a>, described how businesses have built, and continue to build, open data into their existing products or services.</p>\n<p>For example, we heard of the big retail “data omnivores” that seek to consume as much data as they can to better understand and optimise the way they run their business. Although they utilise large amounts of their own data, these retailers continue to push for the availability of open data from other sources as well.</p>\n<p>They do so because open data has already proven to be so valuable. Keith explained how big retailers including Boots and Marks &amp; Spencer were quick to ingest <a href=\"http://www.ons.gov.uk/ons/guide-method/geography/beginner-s-guide/census/workplace-zones--wzs-/index.html\">workplace zone and workplace statistics open data</a> published by ONS. They used it to develop new, critical understanding of local markets based on where people work, rather than just where they live. This could then be used to help them decide where to put their retail stores.</p>\n<p>Although open data is being used by businesses like these to improve existing practice, the point was raised that many also sought to capture ‘first mover advantage’ by exploiting the data more quickly than their competitors. </p>\n<p>This led us to explore the final – and perhaps most buccaneering – approach.</p>\n<h3 id=\"opendataapproach3\">Open data approach #3:</h3>\n<p><strong>\"Open data has changed the way we do things\"</strong></p>\n<p>Mark Fermor, Chairman of <a href=\"http://esinternational.com/\" title=\"ESI\">ESI</a>, a specialist geoscience consultancy, described how his company’s environmental models had used closed or shared data for around 19 years.</p>\n<p>Over the past few years, increasing amounts of open data related to the environment have been released as open data by the Environment Agency. It is now available for businesses to exploit; to create innovative new products and services that may not have been possible before.</p>\n<p>Environment Agency river level and borehole open data has been quickly put to use by ESI to develop a new model of water flow in England. It links this real-time data to its own mathematical models to derive forecasts and predict flooding. Mark explained that breaking the rut of solely focusing on traditional consulting work was key to getting stuck into the data and adding value.</p>\n<p>The availability of open data has not only enabled ESI to develop new products but also become more efficient at delivering existing ones too. We heard how open data has made ESI’s environmental work easier and saved significant resources – one particular model that used to take three years to complete now takes around three months.</p>\n<h3 id=\"usingandpublishingopendataareciprocalrelationship\">Using and publishing open data: a reciprocal relationship?</h3>\n<p>The bonnets had been lifted – for a couple of hours or so we were privy to the inner workings of an open data company.</p>\n<p>On seeing the value they have derived from government open data, the question was raised as to whether the companies should publish their own.</p>\n<p>Damien explained that the use of some of Arup’s modelling of Manchester’s city centre by property developers and others required them to openly contribute their own plans. This reflected a reciprocal relationship of use and publishing that felt beneficial to many at Arup.</p>\n<p>Conversely, trying to get the national retailers that ingest large swathes of open data to publish their own was likened to “herding cats”. It was suggested that this was partly due the fact that imparting the value of open data release to businesses is difficult – many of the benefits it could bring are hard to identify and even harder to quantify.</p>\n<p>It felt like an appropriate discussion to close the event with. Just the day before, new information related to more than 2,000 supermarkets <a href=\"http://geolytix.co.uk/blog/open-supermarkets-now-including-co-op-societies-and-iceland/\">had been added</a> to a huge dataset of nearly all supermarkets in the UK, available as open data. But this dataset was not the work of the supermarkets themselves.</p>\n<p>The fact this was the work of <a href=\"http://geolytix.co.uk/\" title=\"Geolytix\">Geolytix</a> – a private limited company that also uses open data – signals that a reciprocal relationship may be sustainable.</p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>\n<p><em><strong>Jack Hardinges is a <a href=\"https://theodi.org/team/jack-hardinges\">Research Assistant</a> at the ODI. Follow <a href=\"https://twitter.com/jhardinges1\">@jhardinges1</a> on Twitter.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Jack Hardinges","slug":"jack-hardinges","state":"published","web_url":"http://theodi.org/team/jack-hardinges","tag_ids":["team","team","evidence-programme","odi-team","staff","research"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/open-data-means-business.json","web_url":"http://theodi.org/open-data-means-business","slug":"open-data-means-business","title":"Research: Open data means business","format":"article","updated_at":"2016-05-24T08:59:39+00:00","created_at":"2015-04-23T13:56:34+00:00","tag_ids":["page","open-data-means-business","business","research","uk","startups"]}],"organizations":[],"author":{"name":"Jack Hardinges","slug":"jack-hardinges","state":"published","web_url":"http://theodi.org/team/jack-hardinges","tag_ids":["team","team","evidence-programme","odi-team","staff","research"]}}