{"id":"https://contentapi.theodi.org/open-data-challenge-crime-winner.json","web_url":"http://theodi.org/blog/open-data-challenge-crime-winner","slug":"open-data-challenge-crime-winner","title":"Check That Bike wins Crime & Justice Open Data Challenge","format":"article","updated_at":"2015-09-11T09:54:42+00:00","created_at":"2014-02-05T13:04:39+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>At last night’s awards ceremony we announced the winner of the first Challenge in the <a href=\"http://www.nesta.org.uk/project/open-data-challenge-series\">Open Data Challenge Series</a> being run by Nesta and the Open Data Institute. <a href=\"http://checkthatbike.co.uk/\">Check That Bike</a>, run by John Moss, has developed an innovative open data service to help cyclists check whether a bike is stolen. Using the unique frame number of the bike and with the aid of a smartphone, cyclists are able to make a better decision about buying a second hand bike at the time they’re actually buying it.</p>","excerpt":"<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/f2/39/52f239961f986a2ef0000091/Screenshot2014-02-05-13-09-35.jpg\" alt=\"null\" class=\"img pull-right\" id=\"52f23996d0d462076f000007\">\r","language":"en","need_extended_font":false,"alternative_title":"At last night’s awards ceremony we announced the winner of the first Challenge in the Open Data Challenge Series.","url":"","content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/f2/39/52f239961f986a2ef0000091/Screenshot_2014-02-05-13-09-35.jpg\" alt=\"null\" class=\"img pull-right\" id=\"52f23996d0d462076f000007\">\nLast night we announced the winner of the first challenge in the <a href=\"http://www.nesta.org.uk/project/open-data-challenge-series\">Open Data Challenge Series</a>, being run by <a href=\"http://www.nesta.org.uk\">Nesta</a> and the <a href=\"http://theodi.org\">Open Data Institute</a>. <a href=\"http://checkthatbike.co.uk/\">Check That Bike</a>, run by John Moss, has developed an innovative open data service to help cyclists check whether a bike is stolen. Using the unique frame number of the bike and with the aid of a smartphone, cyclists are able to make a better decision about buying a second hand bike at the time they’re actually buying it.</p>\n<p>John’s idea to disrupt the market in stolen bikes is a credible new example of how open data released by the public sector can be developed into services which are both socially useful and sustainable businesses.</p>\n<p><a href=\"http://checkthatbike.co.uk/\">Check That Bike</a> faced competition from <a href=\"http://totalcarcheck.co.uk/\">Total Car Check</a>, and <a href=\"http://www.peskypeople.co.uk\">Pesky People</a>, a team who are developing an app to help deaf people communicate with the Emergency Services using geo-location data. </p>\n<h3 id=\"broadersocialimpacts\">Broader social impacts</h3>\n<p>Around half a million bikes are stolen in the UK every year, with only a tiny number recovered and returned to the owner. These thefts cost cyclists (an estimated £140 million a year) as well as meaning that they are more likely to give up cycling or cycle less often. John’s winning idea aims to incentivise cyclists to report thefts in the first instance, as well as help the police return stolen bikes. </p>\n<iframe width=\"100%\" height=\"166\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/115307696&color=ff5500&auto_play=false&hide_related=false&show_artwork=false\"></iframe>\n<p>A service like <a href=\"http://checkthatbike.co.uk/\">Check That Bike</a> will help change behaviour in the cycling community with cyclists now seeing the point of making a record of their frame number when they buy a new bike, as well as using the service at the point at which they buy a second hand bike. </p>\n<p>By helping to combat bike theft, John’s idea will help to tackle one of the main reasons that people don’t take up cycling - the fear of getting their bike stolen. In it’s own way, this will help to contribute to the broader moves by government and others to get more people to see the health benefits of taking up cycling.</p>\n<h3 id=\"newdirectionforcrimeandjusticeopendatainnovation\">New direction for Crime and Justice open data innovation</h3>\n<p>One of the reasons why the judges felt that John’s idea was particularly innovative was that it provided an example of how opening up data could support the public task of the organisations releasing data. <a href=\"http://checkthatbike.co.uk/\">Check That Bike</a> is not only providing a service to cyclists but by changing the behaviour of cyclists could also impact the way police approach this category of crime - using their data to help disrupt the market for stolen goods. </p>\n<p>And it isn’t an approach that applies just to stolen bikes, but could also to other types of stolen property and hence, build a new range of services which we would all use to check whether something we’re buying is stolen or not. </p>\n<p>Indeed, this service is already available for stolen cars, and another finalist in the Challenge, <a href=\"http://totalcarcheck.co.uk/\">Total Car Check</a>, is developing as service which will pull in open data on stolen cars if and when it becomes available. </p>\n<p>This is the crux of the issue, in that supporting approaches to tackling crime in this way is dependent on the police becoming comfortable with making data available. In the case of <a href=\"http://checkthatbike.co.uk/\">Check That Bike</a> there is at least one police force actively considering the release of the stolen bikes data - the West Midlands.</p>\n<p>To hear interviews with the other finalists, follow <a href=\"http://theodi.org/news/new-initiatives-combat-crime-open-data\">this link</a>.</p>","media_enquiries_name":"Briony Phillips","media_enquiries_email":"briony.phillips@theodi.org","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/opendatachallengeseries.json","web_url":"http://theodi.org/opendatachallengeseries","slug":"opendatachallengeseries","title":"Open Data Challenge Series","format":"article","updated_at":"2015-11-09T12:15:14+00:00","created_at":"2012-12-13T09:45:46+00:00","tag_ids":["page","event:open-data-challenge-series","challenge-series","open-data"]},{"id":"https://contentapi.theodi.org/guest-blog-crime-and-justice-open-data-sources-and-resources.json","web_url":"http://theodi.org/blog/guest-blog-crime-and-justice-open-data-sources-and-resources","slug":"guest-blog-crime-and-justice-open-data-sources-and-resources","title":"Guest blog: Crime and Justice - Open Data Sources and Resources","format":"article","updated_at":"2015-09-11T09:51:28+00:00","created_at":"2013-06-05T11:05:01+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}