{"id":"https://contentapi.theodi.org/open-participation-public-participation-and-open-government-data.json","web_url":"http://theodi.org/blog/open-participation-public-participation-and-open-government-data","slug":"open-participation-public-participation-and-open-government-data","title":"Investigating public participation in open government data","format":"article","updated_at":"2015-09-11T09:53:00+00:00","created_at":"2013-11-21T10:30:02+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"","excerpt":"In the summer of 2013, I spent nine weeks as a research intern in the ODI’s offices. During that period, I completed my Masters dissertation in which I investigated public participation in the use of Open Government Data in the United Kingdom. In a [previous post](http://theodi.org/blog/guest-post-shifting-environments-at-the-odi) I offered some reflections on my experiences as an intern here. Now I want to share more of the \"meat\" of my research.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>In the summer of 2013, I spent nine weeks as a research intern in the ODI’s offices. During that period, I completed my Masters dissertation in which I investigated public participation in the use of Open Government Data in the United Kingdom. In a <a href=\"http://theodi.org/blog/guest-post-shifting-environments-at-the-odi\">previous post</a> I offered some reflections on my experiences as an intern here. Now I want to share more of the \"meat\" of my research.</p>\n<p>I began this project with a background in political studies and a keen interest in Open Data’s (potential) benefits. Informing my work additionally with experience gained through my Masters degree in <a href=\"http://www.kcl.ac.uk/innovation/groups/cerch/study/madam/index.aspx\">Digital Asset Management (DAM)</a>, I sought to approach this research as an Open Data outsider: I was interested in how the “general public” (that amorphous concept of basically… everyone) could engage with the data being opened by their governments. I started with the understanding that, in our democratic societies, the <em>government's</em> data is the <em>people's</em> data. </p>\n<p>I endeavoured to examine the UK’s Open Government Data environment from the horse’s mouth. My research focus was firstly on material produced by the government (such as the extremely useful <a href=\"https://www.gov.uk/government/publications/open-data-white-paper-unleashing-the-potential\">Open Data White Paper</a>) My secondary research focus was on material about the government’s Open Data approaches (such as the <a href=\"https://www.gov.uk/government/publications/shakespeare-review-of-public-sector-information\">Shakespeare Review</a>). The aim of this approach - balancing government discourse with non-government content - was again to address the linkage between the government and \"the people\".</p>\n<h3 id=\"lowengagement\">Low engagement</h3>\n<p>My findings (informed, for example, by the Cabinet Office’s <a href=\"http://publications.cabinetoffice.gov.uk/digital/research/\">Digital Landscape Research</a>, data.gov.uk <a href=\"http://data.gov.uk/blog/site-usage\">site usage information</a>, and the <a href=\"http://www.listpoint.co.uk/Attachments/Listpoint%20research%20rel%20final.pdf\">\"Inaugural Public Sector Benchmark Survey on Open Data\"</a>) indicated that public participation in the use of Open Government Data - direct engagement with government data by the populace - is limited, specialised, and low. </p>\n<p>Open Data engagement tends to come from specialised actors - developers, entrepreneurs, some business specialists, and other tech-savvy agents. But if government data is indeed the people's data, then evidently there should be a desire to widen this engagement. The Uk government has in fact professed the desire, in this regard, to <a href=\"http://www.theguardian.com/news/datablog/video/2013/apr/29/can-government-data-change-the-world-post-event-video\">widen participation</a>. Likewise, the United Nations <a href=\"http://workspace.unpan.org/sites/Internet/Documents/Guidenlines%20on%20OGDCE%20May17%202013.pdf\">has argued</a> that such engagement is a human right. </p>\n<p>So, what might be causing such low participation? Ultimately, addressing this question is the first essential step towards any attempt to expand engagement. Laying the foundations through this question I explored four basic issues that appear to be hampering the expansion of Open Participation:</p>\n<h3 id=\"1datainformationconflation\">1. Data/information conflation</h3>\n<p>I was wary to begin my work with such an epistemological point, but the government’s conflation of notions of data and notions of information seems to be causing something of a “first lap” participation stumbling block. The government’s definition of Open Government Data - as found in the <a href=\"https://www.gov.uk/government/publications/open-data-white-paper-unleashing-the-potential\">Open Data White Paper</a> - describes making “Public Sector Information” (PSI) open. </p>\n<p>PSI is both data - what the government defines as symbols that are “not the product of analysis or interpretation” - and information - what the government defines as that developed through a “process that summarises, interprets or otherwise represents data to convey meaning”.</p>\n<p>It may seem trivial, but this sort of basic definitional conflation requires ongoing examination and questioning. If Open Government Data is both data <em>and</em> information, how is it to be used? In what way(s)? Does Open Government Data exist as non-analysed symbols or as processed answers to questions? Can it (comprehensibly) be both at once? </p>\n<h3 id=\"2audience\">2. Audience</h3>\n<p>Issue one is epistemological, but issue two certainly is not and stems directly from the data/information conflation: Who is Open Government Data for? </p>\n<p>The UK government is fond of saying “everyone”, “the people”, “businesses”, “users”, or similar catch-all terms. Targeting Open Government Data (or anything, for that matter) at “everyone” or at under-defined and -understood audience groups raises a serious concern: not everyone is the same. </p>\n<p>Different people have different needs, abilities, and desires. One “product” (Open Government Data <em>en masse</em>) will not meet the needs of “everyone”. If Open Government Data doesn’t speak to - or attempt to speak to - a particular person’s needs and abilities, why should they engage with it?</p>\n<h3 id=\"3intermediaries\">3. Intermediaries</h3>\n<p>The UK Open Government Data environment is reliant on the work of intermediaries: specialist actors who manipulate raw data into processed outcomes (e.g. apps). As the <a href=\"http://www.theguardian.com/news/datablog/video/2013/apr/29/can-government-data-change-the-world-post-event-video\">Cabinet Office’s Director of Transparency and Open Data put it</a>: “the default model is we get the data out, developers do their stuff, and the public benefits through that”. </p>\n<p>But, as even he admits, this is suboptimal from the point of view of assisting citizens with their right to engage with <em>their</em> public data. </p>\n<p>The government is not preventing people from participating. However, participation is low and the environment relies on specialist users who develop raw data into more widely usable information outputs.</p>\n<p>The layers that develop between the people and their public data (data/information conflation, audience confusion, intermediary actors) are apparent.</p>\n<h3 id=\"4overemphasisondatasupply\">4. Overemphasis on data supply</h3>\n<p>Too much emphasis is placed by the UK government on the supply of data and not enough focus is placed on understanding, generating, and nurturing data demand or data use. If public data is seen as the people's own data, it seems essential that all stages of its lifecycle - production, publication, consumption - be equally nourished.</p>\n<p>To accompany the Shakespeare Review, <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/198905/bis-13-743-market-assessment-of-public-sector-information.pdf\">Deloitte produced a market assessment report</a>, which included an illustration of the UK’s current Open Government Data environment. </p>\n<p>The diagram below is a redrawing of part of Deloitte's illustration. It is notable how the government sits at the supply end of a linear flow. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/8d/e9/528de926f362be664f00006a/Screen_shot_2013-11-21_at_11.05.47.png\" alt=\"Alt\" /></p>\n<p>There are good mechanisms in place to enable data requests - a way of pushing against the one way flow. However, even these are still about data release: getting this feedback only enables the government to push more data out, it does not address the usability or demand of this data (the right hand side of this diagram).</p>\n<h3 id=\"digitalecosystemreconceptualisation\">Digital ecosystem reconceptualisation</h3>\n<p>In my paper I offered a reconceptualisation of the UK’s current Open Government Data environment. I based this on the thinking of <a href=\"http://en.wikipedia.org/wiki/Digital_ecosystem\">digital ecosystems</a>, which I saw as \"the digital counterparts of biological ecosystems\" (<a href=\"http://ieeexplore.ieee.org/xpl/articleDetails.jsp?arnumber=4205344\">Brisco and De Wilde</a>): as cyclical, sustainable, demand-driven environments oriented around the agents of various species who are mutually interdependent in the delivery of effective and efficient value (<a href=\"http://nparc.cisti-icist.nrc-cnrc.gc.ca/npsi/ctrl\">Boley and Chang</a>; <a href=\"http://blog.okfn.org/2011/03/31/building-the-open-data-ecosystem/\">Pollock</a>; <a href=\"http://www.mdpi.com/1999-5903/4/4/900\">Harrison, Pardo, and Cook</a>). </p>\n<p>I sought to conceptualise the environment using this metaphorical framework. I did not attempt to change the environment or stipulate policy changes, but rather to provide a theoretical framework within which the system as it exists could be reexamined.</p>\n<p>My reconceptualisation, in a nutshell, was about ascribing more appreciation to the “things” of Open Government Data, the “doers” of Open Government Data, and the process that relate these to each other. </p>\n<p>Using digital ecosystem terminology, I offered an understanding of the environment as being made up of clear and distinct (but related):</p>\n<ul>\n<li><strong>entities</strong> (data and information) and </li>\n<li><strong>agents</strong> (the government, intermediaries, and other actors including the public, businesses, and community groups).</li>\n</ul>\n<p>I assert that, much as in a biological ecosystem, these entities and agents should all interact, interrelate, and benefit from one another. This is illustrated below.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/8d/ea/528dea31d0d4622bf5000074/Screen_shot_2013-11-21_at_11.10.20.png\" alt=\"Alt\" /></p>\n<h3 id=\"example\">Example</h3>\n<p>Thinking about Open Government Data as a biological ecosystem is useful. Taking the biological foundations, agents can be imagined as sharks and whales (just as an example!) and entities as crustaceans and fish. A whale needs crustaceans for its sustenance, but sharks require fish and will not thrive if they can only eat crustaceans. </p>\n<p>In this example, there is a clear distinction between the demands of various agents - between the demands of the whales and the demands of the sharks. The whole ecosystem interrelates (crustaceans-fish-sharks-whales), exists as one, and relies on feedbacks and interdependencies. Crucially, the system is not dualised: there aren't just “food” entities and “diner” entities. Instead, there are <em>types</em> of food and <em>types</em> of diners: some food entities can be diner entities and some diners can become food. </p>\n<p>I applied this structure of interrelationships and interdependencies, supported by clear differentiations, to my thinking of the Open Government Data environment. This is about distinguishing between data and information (so that there is clarity about who might use which entity for what purpose) and between various agents: all are connected, nominally equal, and inter-reliant. </p>\n<p>The concept behind this framework is that government does not have to only push data to intermediaries, who push information to consumers. Instead, it is possible for all agents to have the ability to interrelate more dynamically. </p>\n<p>Fundamentally, this is about a frame of mind and operation. This is about seeing the Open Government Data environment as one in which greater interrelationships - and wider <em>direct participation</em> - are possible. </p>\n<p>When the core of the ecosystem is an inherently shared resource (government data being the people's public data) this is essential. It is essential for the rights of the agents and it is essential for the healthy and sustainable survival of the ecosystem.</p>\n<h3 id=\"opendatacommunities\">OpenDataCommunities</h3>\n<p>To illustrate this theoretical argument, I made considerable use of the excellent linked data portal developed by the <a href=\"https://www.gov.uk/government/organisations/department-for-communities-and-local-government\">Department for Communities and Local Government (DCLG)</a>. </p>\n<p>The department's <a href=\"http://opendatacommunities.org/\">Open Data Communities</a> site, in contrast to the government’s central data portal, operates with a considerable degree of digital ecosystems thinking. On this site data and information are distinguished while still being provided through a single access point. </p>\n<p>The screenshot below illustrates this. Note the online viewable data and downloadable CSV data: casual users can get data easily, without a big download, while from the same source a more involved and technically-inclined agent (e.g. a developer) can access and manipulate a CSV download.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/8d/eb/528deb45d0d4622bf5000076/Screen_shot_2013-11-21_at_11.14.33.png\" alt=\"Alt\" /></p>\n<h3 id=\"conclusion\">Conclusion</h3>\n<p>The re-conceptualisations I put forward in my paper are not big, but they are significant. </p>\n<p>Government data is the people’s data. It is vital to ensure that as many people as possible can access their data and use their data. This means ironing out some of the ongoing and foundational issues at the heart of the current Open Government Data environment. This will ultimately benefit the rights of people to engage with their data. This will also benefit the environment as a whole: as in an ecosystem, sustainability will be bolstered through the interrelated engagement of all agents.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Fred Saunderson","slug":"fred-saunderson","state":"published","web_url":"http://theodi.org/fred-saunderson","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/guest-post-shifting-environments-at-the-odi.json","web_url":"http://theodi.org/blog/guest-post-shifting-environments-at-the-odi","slug":"guest-post-shifting-environments-at-the-odi","title":"Guest Post: Shifting Environments at the ODI","format":"article","updated_at":"2015-09-11T09:51:50+00:00","created_at":"2013-10-07T11:27:11+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"Fred Saunderson","slug":"fred-saunderson","state":"published","web_url":"http://theodi.org/fred-saunderson","tag_ids":["writers"]}}