{"id":"https://contentapi.theodi.org/open-data-app-fasteroute-could-help-commuters-avoid-over-five-hours-of-train-delays-a-year.json","web_url":"http://theodi.org/blog/open-data-app-fasteroute-could-help-commuters-avoid-over-five-hours-of-train-delays-a-year","slug":"open-data-app-fasteroute-could-help-commuters-avoid-over-five-hours-of-train-delays-a-year","title":"Travel smarter with open data app Fasteroute","format":"article","updated_at":"2016-01-05T09:31:39+00:00","created_at":"2015-12-16T16:11:24+00:00","tag_ids":["blog","summer-showcase","transport"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/summer-showcase.json","web_url":null,"title":"summer showcase","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=summer-showcase","web_url":"http://theodi.org/tags/summer-showcase","slug":"summer-showcase"}},{"id":"https://contentapi.theodi.org/tags/keywords/transport.json","web_url":null,"title":"transport","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=transport","web_url":"http://theodi.org/tags/transport","slug":"transport"}}],"details":{"business_proposition":false,"description":"<p>Research from open data startup Fasteroute and the Open Data Institute reveals the UK cities most affected by morning delays and how commuters can avoid them</p>","excerpt":"Research from open data startup [Fasteroute](http://fasteroute.com) and the [Open Data Institute](http://theodi.org) (ODI) reveals the UK cities most affected by morning delays and how commuters can avoid them\r","language":"en","need_extended_font":false,"alternative_title":"Open data app Fasteroute could help commuters avoid over five hours of train delays a year ","url":"","content":"<p><em>Research from open data startup <a href=\"http://fasteroute.com\">Fasteroute</a> and the <a href=\"http://theodi.org\">Open Data Institute</a> (ODI) reveals the UK cities most affected by morning delays and how commuters can avoid them</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/71/9d/56719db9d0d4622f5d000003/Fasteroute.png\" alt=\"null\" class=\"img\" id=\"56719db8f362be2bb6000021\">\n<small>The Fasteroute Delay Explorer web app helps commuters travel smarter.</small></p>\n<p>Using 11 weeks' worth of real-time open rail data (from September to November, 2015), Fasteroute and the ODI analysed the punctuality performance of morning train arrivals in 16 major cities across Britain.</p>\n<p>Categorised into 30-minute time periods between 7-10am, the data shows:</p>\n<ol>\n<li><strong>Services arriving into cities between 8:30-9am are the most unreliable for commuters.</strong> An average of two fifths (42.5%) of train services are delayed or cancelled during this time, causing commuters using these services to endure over 10 hours a year in delays.</li>\n<li><strong>More than one third (35.7%) of all train arrivals between 8:30-9am are delayed by between 1-10 minutes</strong>, accounting for the most common delay durations.</li>\n<li>Considering all train delays, on average commuters could:\na. <strong>recover over 3.5 hours a year if they travelled an hour earlier</strong> (arriving between 7:30-8am instead of 8:30-9am), reducing the average chance of delays by one quarter\nb. <strong>save early risers travelling an hour and a half earlier</strong> (arriving between 7-7:30am instead of 8:30-9am) over five hours a year, reducing their average chance of experiencing delays by half.</li>\n</ol>\n<p>Although one to 10-minute delays are considered by the rail industry to be minor disruptions, avoiding such delays will allow commuters to accrue significant time savings over a year. They will also avoid knock-on impacts, such as missing transport connections, which could result in further delays.</p>\n<p>The research reveals that delays become longer as the morning goes on, which may suggest that earlier delays affect later services. If people were to work more flexible hours, they could reduce their exposure to regular delays. This may also reduce passenger congestion and ease pressure points on the network.</p>\n<h3 id=\"citiesmostaffectedbymorningdelays\">Cities most affected by morning delays</h3>\n<p>On average between 7-10am, commuters have between a one in four (24%) chance (7-7:30am) and two in five chance (43%) (8:30-9am) of arriving late. This varies from city to city:</p>\n<ul>\n<li><strong>Commuters into Birmingham, Manchester, York, Sheffield and Cardiff</strong> are most likely to be delayed on services arriving between 7-10am (two in five, 39-45%, of trains are late).</li>\n<li><strong>Commuters arriving into Birmingham, Manchester, Glasgow and Cardiff</strong> between 8:30-9am, the busiest time for train services, are <strong>more likely to be on a service arriving late than they are to be on one arriving on time</strong>.</li>\n<li><strong>Commuters into Exeter, Southampton and Newcastle are the least likely to arrive late</strong> with roughly one in four (23-31%) late services.</li>\n</ul>\n<p>The Fasteroute data analysis categorises delays as one minute or more after the planned arrival time, which differs to how network operators classify delays: only counting those of five minutes or more, or ten for long-distance services. The data is collected in and compared to the most recent schedule, including adjustments for engineering works. This allows passengers to make better-informed travel choices to optimise their journeys on a daily basis.</p>\n<p><strong>How commuters can use the data</strong></p>\n<p>For the first time, the Fasteroute <a href=\"http://delayexplorer.fasteroute.com/\">Delay Explorer</a> allows commuters to evaluate a train service’s reliability. By analysing a service’s punctuality over time, visualisations show users the probability of arriving on time, or with delays, and how likely it is that a certain train may be cancelled, while directly comparing services at similar times. Each reliability rating is also available in the <a href=\"http://get.fasteroute.com/\">Fasteroute app</a>’s live departures and arrivals board.</p>\n<p>George Goldberg, Co-Founder, Fasteroute, said:</p>\n<blockquote>\n  <p>Fasteroute empowers rail passengers to improve their journeys. By choosing more reliable trains to travel on, and avoiding those with a history of delays and disruption, passengers can save time and worry less. Over time, data continually collected across the rail network will allow Fasteroute to predict how major incidents will affect rail services, and assist passengers to get to where they need with minimum hassle and inconvenience.</p>\n</blockquote>\n<p>Jeni Tennison, Deputy CEO and Technical Director, ODI, said:</p>\n<blockquote>\n  <p>Train delays are inevitable, and our existing rail infrastructure routinely runs at capacity. While city planners develop transport services for a growing population, the Fasteroute team has demonstrated how historical analysis of real-time open data could bring about more efficient commuting and a more even demand on current train services. Bringing this open data closer to the public will inform their daily decision-making, and can in turn, reduce overall delays of services already in operation.</p>\n  <p>If passenger numbers per train were available as open data, we could analyse the overall effects of late train services. This data is not currently available. We urge operators to publish passenger numbers to increase transparency about the impact of delays and monitor whether bringing this data to passengers does influence their commuting behaviour.</p>\n</blockquote>\n<p><em><strong>The Fasteroute Delay Explorer was developed as a commissioned <a href=\"http://theodi.org/summer-showcase\">ODI summer showcase</a> project, ‘<a href=\"http://theodi.org/summer-showcase-visualising-rail-disruption\">Visualising Rail Disruption</a>’.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Patrice John-Baptiste","slug":"patrice-johnbaptiste","state":"published","web_url":"http://theodi.org/team/patrice-johnbaptiste","tag_ids":["team","culture-programme","team-member"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Patrice John-Baptiste","slug":"patrice-johnbaptiste","state":"published","web_url":"http://theodi.org/team/patrice-johnbaptiste","tag_ids":["team","culture-programme","team-member"]}}