{"id":"https://contentapi.theodi.org/open-data-barometer-now-more-than-ever-we-must-strengthen-open-data-initiatives-across-the-world.json","web_url":"http://theodi.org/blog/open-data-barometer-now-more-than-ever-we-must-strengthen-open-data-initiatives-across-the-world","slug":"open-data-barometer-now-more-than-ever-we-must-strengthen-open-data-initiatives-across-the-world","title":"Open Data Barometer: now more than ever, we must strengthen open data initiatives across the world ","format":"article","updated_at":"2017-05-25T09:14:57+00:00","created_at":"2017-05-25T08:41:31+00:00","tag_ids":["blog","open-data-barometer","government","politics"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-barometer.json","web_url":null,"title":"open data barometer","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-barometer","web_url":"http://theodi.org/tags/open-data-barometer","slug":"open-data-barometer"}},{"id":"https://contentapi.theodi.org/tags/keywords/government.json","web_url":null,"title":"government","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=government","web_url":"http://theodi.org/tags/government","slug":"government"}},{"id":"https://contentapi.theodi.org/tags/keywords/politics.json","web_url":null,"title":"politics","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=politics","web_url":"http://theodi.org/tags/politics","slug":"politics"}}],"details":{"business_proposition":false,"description":"","excerpt":"The fourth edition of the Open Data Barometer finds that open data initiatives are stalling and may reinforce inequality. The ODI responds with three ways that governments can ensure open data benefits everyone\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>The fourth edition of the Open Data Barometer finds that open data initiatives are stalling and may reinforce inequality. The ODI responds with three ways that governments can ensure open data benefits everyone</em></p>\n<p>By Gillian Whitworth, with contributions by Jeni Tennison, Peter Wells, Fiona Smith and Jamie Fawcett</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/26/99/5926990b5229fc0004000001/Screen_Shot_2017-05-25_at_09.36.20.png\" alt=\"Barometer\" class=\"img\" id=\"5926990a2a04360004000003\">\n<Small>The Open Data Barometer: global measure of how governments are publishing and using open data for accountability, innovation and social impact. Image by <a href=\"http://webfoundation.org/\">The World Wide Web Foundation</a> <a href=\"https://creativecommons.org/licenses/by/4.0/legalcode\">CC BY-4.0</a></p>\n<p>This week, the Open Data Barometer published the <a href=\"http://opendatabarometer.org/?_year=2016&indicator=ODB&lang=en\">fourth edition</a> of its global report. Analysing the readiness, implementation and impact of open data initiatives across the world, the report illustrates important trends of how governments have published and used open data in the past year. </p>\n<p>The central lesson from this year’s report: governments must invest in opening up high-quality datasets that people need, supported by clear procedures, timelines and responsibilities. This will help create a strong, fair and sustainable data economy in which data gets to the people who need it, in order to realise the full value of data for everyone.  </p>\n<h3 id=\"keyfindings\">Key findings</h3>\n<p>This year’s report evaluates initiatives from 115 countries, a 25% increase from last year’s 92. New entrants, including Bulgaria, Albania, Latvia and the Dominican Republic, have entered the table midway, while political support for open data in the Ukraine and Jamaica have enabled them to rise 18 and 13 places respectively. However, with only 1% of land ownership data openly published by government, and 3% of contracting data, governments could be doing more to provide data that would promote innovation across sectors. </p>\n<p>As the usual high-performers – notably the Nordic countries and the USA – have stalled, a new generation of open data adopters and steady risers have made significant gains within their regions. Countries such as Georgia, the Ukraine, the Philippines, Kenya and Mexico have notably progressed this year. </p>\n<p>That said, progress on open data has been the exception rather than the rule. Of the data examined, only one in four datasets is made available under an open licence. Without confidence that the data can be accessed, used and shared without restriction, it will be difficult for countries to see impact from their data. The Barometer finds that only 6% of governments are successfully using open data to include marginalised groups in policy-making. A strong data infrastructure that is as open as possible creates a competitive advantage in the 21st century; opening up key data assets will help governments to unlock these benefits. </p>\n<p>We should also be mindful of what is not captured by the Barometer, such as open data activities beyond government. Initiatives such as <a href=\"https://theodi.org/news/uk-open-banking-working-group-publishes-report\">Open Banking</a> and <a href=\"https://theodi.org/news/odi-and-sport-england-join-forces-to-get-us-all-more-active-with-data\">Open Active</a> in the UK are working to open up key datasets that are held by the private sector. </p>\n<p>Open Banking aims to increase competition in the banking sector. Open Active aims to increase physical activity and improve the nation’s health. Through using open data, both also provide opportunities for people to innovate with data, provide services more efficiently and grow businesses. These initiatives, as well as the publication of data by companies such as [Syngenta]()https://theodi.org/open-enterprise-big-business-case-study-syngenta and <a href=\"https://theodi.org/open-enterprise-big-business-case-study-thomson-reuters\">Thomson Reuters</a>, illustrate how in some countries open data is expanding beyond open government data.</p>\n<h3 id=\"theroleofdataportals\">The role of data portals</h3>\n<p>A number of the Barometer’s key findings and recommendations echo our work here at the ODI. In particular, the report finds that centralised data portals ‘have left behind a ghost town of open data projects’, failing to improve data discoverability, accessibility or usability in the long-term. This reinforces the ODI’s work with the European Data Portal in <a href=\"https://www.europeandataportal.eu/sites/default/files/edp_s3wp4_sustainability_recommendations.pdf\">exploring portal sustainability</a>, which finds that the governance and nature of portals must be adaptable to change with the needs of their users. In the future, this will mean <a href=\"https://theodi.org/blog/we-need-to-learn-how-to-search-the-web-of-data\">new and better ways</a> to search, find and publish our data. </p>\n<h3 id=\"threewaysgovernmentscanensurethatopendatabenefitseveryone\">Three ways governments can ensure that open data benefits everyone</h3>\n<p>Data has become a new form of infrastructure that underpins every sector of the economy. At the ODI, we believe that people around the world should be equipped and inspired to innovate with data, and that everyone should share in its benefits. However, to maximise its benefits of data to people and communities, we must ensure that organisations are using it equitably and ethically, while engaging those affected by it. This will enable everyone – whether citizens, businesses or governments – to make better informed, and better quality, decisions. </p>\n<p>First, governments should consider joining international initiatives such as the <a href=\"http://opendatacharter.net/\">Open Data Charter</a>. This is a framework of principles for how governments should share and publish information, with many adopters featured high on this year’s index. In the Ukraine, the government is partnering with the Eurasia Foundation, <a href=\"http://eef.org.ua/en/\">East Europe Foundation</a>, <a href=\"http://ti-ukraine.org/en\">Transparency International – Ukraine</a>, <a href=\"http://www.kse.org.ua/\">Kyiv School of Economics</a>, <a href=\"http://theodi.org/\">the Open Data Institute</a>, <a href=\"http://socialboost.com.ua/\">SocialBoost</a>, and the <a href=\"http://texty.org.ua/\">Data Journalism Agency (TEXTY)</a> to embed the Charter’s principles in government via an <a href=\"http://opendatacharter.net/ukraine-used-charter-develop-open-data-roadmap/\">Open Data Roadmap</a>, launched in March this year. </p>\n<p>Elsewhere, strong political support in Argentina and Paraguay has led to the Charter being adopted in both countries, with Argentina preparing to host next year’s International Open Data Conference. Both countries have risen significantly this year, by 14 and 9 ranks respectively. In adopting principles such as ‘open by default’ and laying out clear processes for implementation, these governments are making strides towards creating a strong data infrastructure and sustainable initiative that can help open data to survive political transitions and provide benefits for everyone.</p>\n<p>Second, high-performing countries typically have strong engagement with user groups, which help them to find ways of solving problems with data. This approach helps to generate social and economic impact. In Mexico, the government is experimenting with releasing data that people need through the <a href=\"http://www.labora.io/\">Labora</a> startup hub. Working in partnership with the ODI and Mexican civil society actors, the programme supports entrepreneurship with open data that will translate into economic and social impact for some of the country’s most vulnerable populations, including returning immigrants (<a href=\"http://dreaminmexico.org/\">Dream in Mexico</a> and those who are struggling with mental health issues (<a href=\"http://mexico.masschallenge.org/startup/yana\">YANA</a>, or You Are Not Alone).</p>\n<p>Governments and private sector organisations should examine how they can implement this approach to public/private partnerships for innovation, working with citizens and intermediaries to solve problems using data. Different countries will have different priorities; these may include creating new businesses for economic growth, redesigning public services for the 21st century or promoting social inclusion. Resources like our <a href=\"https://theodi.org/blog/policy-design-patterns-that-help-you-use-data-to-create-impact\">policy design patterns</a> can also support policy-makers in integrating data-driven policies into government. </p>\n<p>Third, everyone will benefit when there is widespread <a href=\"https://theodi.org/blog/introducing-the-open-data-skills-framework\">data literacy</a>: the knowledge, skills and confidence to innovate with data. Innovation hubs like <a href=\"https://www.dlab.or.tz/\">dLab</a> in Tanzania provide essential training to help government initiatives with local communities; likewise, in Côte d’Ivoire the gender-focused <a href=\"http://techmousso.ci/\">TechMousso</a> initiative has helped build technological skills as people design innovative solutions to local problems. In order to unlock value from data, governments must invest in building data literacy and data science skills for everyone.</p>\n<p>Commenting on this year’s report, ODI International Development Manager Fiona Smith said:</p>\n<blockquote>\n  <p>This year, the Barometer points to a fundamental challenge around investing and supporting the culture change process across government. This means building data skills and capacity throughout the civil service, and strong data governance policies – recognising that data management and publication is a government-wide responsibility. It also means stronger engagement with data users, including with the private sector (themselves holders of valuable data) to identify points of collaboration, especially around achieving the Sustainable Development Goals. We believe this approach can lead to breakthroughs and transformation of entire sectors, including agriculture and nutrition, banking, transportation and the pharmaceutical industry.</p>\n</blockquote>\n<h3 id=\"abouttheopendatabarometer\">About the Open Data Barometer</h3>\n<p>The Open Data Barometer is an international index that examines the open data initiatives of countries and regions globally. The index ranks countries according to their readiness, implementation and impact, with rankings informed by contextual data, technical assessments and a range of secondary indicators, including from the World Bank and World Economic Forum. Findings are released annually. </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}