{"id":"https://contentapi.theodi.org/ordnance-surveys-geovation-challenge.json","web_url":"http://theodi.org/blog/ordnance-surveys-geovation-challenge","slug":"ordnance-surveys-geovation-challenge","title":"Ordnance Survey’s open data GeoVation Challenge ","format":"article","updated_at":"2015-09-11T09:53:50+00:00","created_at":"2013-12-19T11:30:59+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>Would you like to submit an idea to Ordnance Survey’s GeoVation Challenge to encourage active lifestyles in Britain? Our physical and mental wellbeing is greatly influenced by our lifestyle; from our first steps to our last! So, following the success of previous challenges, Ordnance Survey’s GeoVation is are calling for innovative ideas that will encourage people to lead active lifestyles in the open; whatever their age.</p>","excerpt":"Would you like to submit an idea to Ordnance Survey’s [GeoVation Challenge to encourage active lifestyles in Britain?](https://challenge.geovation.org.uk/a/ideafactory.do?id=16422&mode=top&discussionFilter=byids&discussionID=48995)\r","language":"en","need_extended_font":false,"alternative_title":"Submit an idea to Ordnance Survey’s GeoVation Challenge to encourage active lifestyles in Britain?","url":"","content":"<p><strong><em>Would you like to submit an idea to Ordnance Survey’s <a href=\"https://challenge.geovation.org.uk/a/ideafactory.do?id=16422&mode=top&discussionFilter=byids&discussionID=48995\">GeoVation Challenge to encourage active lifestyles in Britain?</a></em></strong></p>\n<p>Our physical and mental wellbeing is greatly influenced by our lifestyle; from our first steps to our last! So, following the success of <a href=\"http://www.ordnancesurvey.co.uk/innovate/geovation/challenges.html\">previous challenges,</a> Ordnance Survey’s GeoVation are calling for innovative ideas that will encourage people to lead active lifestyles in the open; whatever their age.</p>\n<p><a href=\"http://www.ordnancesurvey.co.uk/\">Ordnance Survey</a> will be offering a <strong>slice of £100,000</strong> to help develop ventures that make best use of <a href=\"http://www.ordnancesurvey.co.uk/innovate/innovate-with-open-data.html\">OS OpenData</a> or <a href=\"http://www.ordnancesurvey.co.uk/innovate/innovate-with-open-space.html\">OS OpenSpace</a>, <strong>together with other open data</strong> to solve problems. We are looking for great ideas which address the problems using geography, technology and good design.</p>\n<p>An <a href=\"http://activitycommission.com/\">All-Party Commission on Physical Activity</a> which launched recently states on their website: </p>\n<blockquote>\n  <p><em>The human body was designed to move. But in a very short period of time, we have become dangerously inactive as a population. We are witnessing a physical inactivity epidemic\".</em></p>\n</blockquote>\n<p>The estimated direct cost of physical inactivity to the NHS across the UK is £1.06 billion (<a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/216370/dh_128210.pdf\">Start Active, Stay Active</a>).</p>\n<p>The <a href=\"http://www.geovation.org.uk/resources/active-lifestyles-pow-wow/\">list of problems</a> which form the basis for the challenge, include :</p>\n<ul>\n<li><p>How can we make it easy for people to engage with the notion of regular physical activity as part of their hectic lives?</p></li>\n<li><p>How do we help people navigate the huge amount of information that exists on the internet and in the news about what exercise to do and how long to do it for?</p></li>\n<li><p>How can we make activities that take place in open spaces such as parks more inclusive for all and create adequate security measures in order to reduce the risks of incidents people associate with going into open spaces?</p></li>\n<li><p>How can we gather better data on public spaces, what they are used for, and who is using open spaces for physical activity?</p></li>\n</ul>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/b2/f8/52b2f8e61f986a2ef0000008/geov-image-challenge.jpg\" alt=\"null\" class=\"img text-center\" id=\"52b2f8e6f362be2ff50000fc\"></p>\n<p>To find out more or to join the GeoVation Challenge please use <a href=\"https://challenge.geovation.org.uk/a/ideafactory.do?id=16422&mode=top&discussionFilter=byids&discussionID=48995\">this link</a> or email GeoVation for more details of the process and how to submit your ideas at: <strong>champions@geovation.org.uk</strong>.</p>\n<p>The challenge runs to <strong>12 noon on 15 January, 2014</strong> and the best ideas will be invited to a weekend GeoVation Camp from 28 February to 2 March 2014 where you can work on building your idea into a prototype venture. </p>\n<p>GeoVation Challenges are open to UK-based organisations and/or UK residents aged 18 or over and we encourage entrepreneurs, developers, geographers, community groups, and innovators to enter.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}