{"id":"https://contentapi.theodi.org/ordnance-survey-govco-open-data.json","web_url":"http://theodi.org/blog/ordnance-survey-govco-open-data","slug":"ordnance-survey-govco-open-data","title":"Is Ordnance Survey becoming a GovCo good or bad for open data?","format":"article","updated_at":"2015-09-11T09:59:13+00:00","created_at":"2015-02-17T13:33:05+00:00","tag_ids":["blog","open-data","ordnance-survey"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/ordnance-survey.json","web_url":null,"title":"ordnance survey","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=ordnance-survey","web_url":"http://theodi.org/tags/ordnance-survey","slug":"ordnance-survey"}}],"details":{"business_proposition":false,"description":"<p>In this post we answer some questions about the Ordnance Survey transition to a government-owned company and ask questions of our own. </p>","excerpt":"On 22 January, 2015, the UK Government announced its plans to convert Ordnance Survey from a trading fund to a government-owned company (GovCo). \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><strong>On 22 January, 2015, the UK Government announced its plans to convert Ordnance Survey from a trading fund to a government-owned company (GovCo).</strong> </p>\n<p>Last week, in response to <a href=\"http://www.theyworkforyou.com/wrans/?id=2015-02-05.223559.h&s=speaker%3A24807#g223559.q0\" title=\"questions posed\">questions posed</a> by Labour MP Chi Onwurah, Minister of State for Business, Enterprise and Energy Matthew Hancock confirmed that the transition will be <a href=\"http://www.theyworkforyou.com/wrans/?id=2015-02-05.223594.h&s=speaker%3A24807#g223594.q0\" title=\"completed by end of financial year\">completed by the end of this financial year</a>.</p>\n<p>Views on social media and in reports since news broke of the transition have been mixed. Some see this as a positive step forward, freeing up Ordnance Survey to be more flexible in how it conducts its business. Others are concerned that this could result in valuable UK geospatial data, which has been paid for by the public, never being made available as open data. </p>\n<p>With no legislation needed for the change, lots of governance details about the transition are – and will likely remain – unclear. </p>\n<p>It's important to note that alongside Ordnance Survey's recent announcement of their intent to become a GovCo, they've also made a number of positive announcements concerning open data. </p>\n<p>Just today Ordnance Survey <a href=\"http://www.ordnancesurvey.co.uk/blog/2015/02/were-using-the-open-government-licence-to-encourage-greater-use-of-os-opendata-products/\">announced</a> that their OS OpenData Licence is to be replaced by the Open Government Licence v3.0. This is a great step forward, enhancing the usability of Ordnance Survey open data products. We'll take a closer look at the benefits of this change in another post.</p>\n<p>In the meantime, this post steps back from the recent Ordnance Survey open data announcements to answer some basic questions about the transition of Ordnance Survey to a GovCo, and pose some questions of our own. </p>\n<h3 id=\"whydoesnttheconversionrequirelegislation\">Why doesn’t the conversion require legislation?</h3>\n<p>A new legal entity can be created without legislation to take over the functions of Ordnance Survey. This is a lot faster than via underpinning legislation: a company can be set up and registered with Companies House <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/376400/roads-reform-impact_assessment.pdf\" title=\"almost instantly\">\"almost instantly\"</a>.</p>\n<p>Interestingly, when the conversion of the Highways Agency to a government-owned company was announced, the government considered <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/376400/roads-reform-impact_assessment.pdf\">both options</a>. In a separate blogpost, we will look more closely at the current proposals surrounding Highways Agency data management and ownership. In the Highways Agency’s case, the government decided that converting to a GovCo without legislation was too risky:</p>\n<blockquote>\n  <p>“the lack of legislation would not give sufficient confidence for the reformed Highways Agency or the supply chain to deliver real changes...” (<a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/376400/roads-reform-impact_assessment.pdf\">5.4.7</a>)</p>\n</blockquote>\n<p>So why has Ordnance Survey gone down this route? There’ll be an impact assessment somewhere outlining the options they’ve considered for converting to a GovCo. They might have looked at the legislative quagmire the Highways Agency now finds itself in – with the Infrastructure Bill affecting that conversion currently <a href=\"http://services.parliament.uk/bills/2014-15/infrastructure/stages.html\">ping ponging between the House of Lords and Commons</a> – and decided that a non-legislative route would be faster and better for staff certainty and continuity of operations. </p>\n<p>What’s unclear though is how they’ve thought through the potential costs associated with a non-legislative route, particularly when these were deemed too significant for the Highways Agency. It does leave unanswered questions:</p>\n<ul>\n<li>Is this an interim measure? Will a legislative underpinning come later? </li>\n<li>How will the government’s role and powers over the GovCo be defined? </li>\n<li>The government has confirmed Ordnance Survey will be 100% government owned. Will it always be 100% government owned? Is there a plan to introduce other shareholders? </li>\n<li><strong>Can the impact assessment be made public?</strong></li>\n</ul>\n<h3 id=\"whatsthedifferencebetweenagovcoandatradingfund\">What’s the difference between a GovCo and a trading fund?</h3>\n<p>A <strong>government-owned company (GovCo)</strong> is an entity that undertakes commercial activities on behalf of an owner government. A government agency might become a GovCo so that it can pursue commercial objectives more freely or to improve efficiencies and value for money of delivery. It might also become a GovCo with a view to eventual privatisation – selling off GovCo’s is often a way to pay down government debt. </p>\n<p>In practice, <strong>trading funds</strong> display most of the same characteristics as government agencies. However, their accounts are not consolidated into the accounts of the department (in Ordnance Survey’s case, The Department for Business, Innovation &amp; Skills) and they can use their receipts to meet their outgoings.</p>\n<h3 id=\"whowillowncopyrightinordnancesurveydata\">Who will own copyright in Ordnance Survey data?</h3>\n<p>In a <a href=\"http://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2015-01-22/HCWS215/\">written statement</a> announcing the change, Matthew Hancock stated that Ordnance Survey will remain under 100% public ownership, with the data remaining Crown property. But what about copyright in any future data created by Ordnance Survey?</p>\n<p>It’s not clear if both existing OS data and any future data created or updated will be Crown owned. If up-to-date/enhanced geospatial data is GovCo owned, rather than Crown owned, it could be vulnerable to eventual privatisation. </p>\n<p>For example: MasterMap, Ordnance Survey’s most comprehensive mapping database (and the basis for all its other products), would be Crown-owned at the time of transition to a GovCo. However, if MasterMap is maintained and updated by OS as a GovCo, will this mean IP in the data is half Crown-owned and half GovCo owned? What will that mean for reusers?</p>\n<p>Questions to be answered include:</p>\n<ul>\n<li>Given the intention is for the data to remain Crown copyright, through what legal mechanism will that happen?</li>\n<li>How will ownership of IP in future data created by Ordnance Survey be dealt with via that legal mechanism?</li>\n</ul>\n<h3 id=\"willordnancesurveyberequiredtocomplywithgovernmentinformationpoliciesasagovco\">Will Ordnance Survey be required to comply with government information policies as a GovCo?</h3>\n<p>In his written statement, Matthew Hancock mentions that Ordnance Survey will continue to subscribe to the Information Fair Trader Scheme (IFTS). The IFTS is an administrative best practice scheme administered by the Office of Public Sector Information (OPSI). It has no legal underpinning – in other words, there are <a href=\"http://www.nationalarchives.gov.uk/documents/information-management/appsi-review-board-report-77m-september-2014.pdf\">no real consequences</a> if Ordnance Survey decides not to subscribe to the IFTS, or contravenes it.</p>\n<p>Interestingly, it’s also not clear whether as a GovCo, Ordnance Survey would be bound by the upcoming changes to UK Reuse of PSI Regulations, due to come into force this year. These changes will make decisions about reuse of public sector information legally binding. </p>\n<p>In other words, if a tribunal/other panel decided that Ordnance Survey should have permitted certain use of their data, Ordnance Survey would have to do as the tribunal says. As a GovCo however, they may be outside the scope of these changes: the existing <a href=\"http://www.legislation.gov.uk/uksi/2005/1515/made\">reuse of PSI regulations</a> don’t seem to extend to GovCos. </p>\n<ul>\n<li>Will Ordnance Survey be obliged to comply with decisions made under the updated PSI regulations? What about FOI laws? </li>\n</ul>\n<p>The conversion of Ordnance Survey to a GovCo may end up having no real impact on the availability of open geospatial data. At this point in time, it's hard to draw any conclusions. Ordnance Survey is expected to make more announcements in the near future about planned open data releases, while they finalise their GovCo arrangements. Hopefully more details of the transition itself, and answers to some of the questions posed in this post will also be announced before the transition is finalised. </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/ordnance-surveys-geovation-challenge.json","web_url":"http://theodi.org/blog/ordnance-surveys-geovation-challenge","slug":"ordnance-surveys-geovation-challenge","title":"Ordnance Survey’s open data GeoVation Challenge ","format":"article","updated_at":"2015-09-11T09:53:50+00:00","created_at":"2013-12-19T11:30:59+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}}