{"id":"https://contentapi.theodi.org/paris-climate-agreement-betting-on-a-blue-ocean-of-dataled-innovation.json","web_url":"http://theodi.org/blog/paris-climate-agreement-betting-on-a-blue-ocean-of-dataled-innovation","slug":"paris-climate-agreement-betting-on-a-blue-ocean-of-dataled-innovation","title":"Paris climate agreement: betting on an ocean of data-led innovation","format":"article","updated_at":"2015-12-22T08:32:29+00:00","created_at":"2015-12-21T09:43:22+00:00","tag_ids":["blog","paris-climate-agreement","environment"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/paris-climate-agreement.json","web_url":null,"title":"paris climate agreement","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=paris-climate-agreement","web_url":"http://theodi.org/tags/paris-climate-agreement","slug":"paris-climate-agreement"}},{"id":"https://contentapi.theodi.org/tags/keywords/environment.json","web_url":null,"title":"environment","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=environment","web_url":"http://theodi.org/tags/environment","slug":"environment"}}],"details":{"business_proposition":false,"description":"<p>In the wake of the Paris climate agreement, Mark Harvey from ODI Member Resurgence explains why open data-based approaches will be vital in implementing it and monitoring its progress towards global targets</p>","excerpt":"In the wake of the Paris climate agreement, Mark Harvey from ODI Member Resurgence explains why open data-based approaches will be vital in implementing it and monitoring its progress towards global targets\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>In the wake of the Paris climate agreement, Mark Harvey from ODI Member Resurgence explains why open data-based approaches will be vital in implementing it and monitoring its progress towards global targets</em></p>\n<p>The Paris agreement has been <a href=\"http://www.theguardian.com/us-news/2015/dec/12/obama-speech-paris-climate-change-talks-deal-american-leadership\">praised</a> as a triumph that will trigger a race into a new clean energy era. </p>\n<p>But the agreement contains many paradoxes – the largest being that no emissions cuts are actually legally required of countries, and there is no mention of fossil fuels. This has been compared to concluding a treaty to ban cigarettes without mentioning the word ‘tobacco’.</p>\n<p>On the eve of the agreement, Kevin Anderson of the Tyndall Centre for Climate Change Research highlighted the paradoxes in a different way. He pointed to a disconnect between the political process and the hard facts of bio-physical reality: to have any hope of reaching the ideal limit of 1.5 degrees Celsius included in the final text, global emissions need to peak by 2020 and developed countries – including the UK – need to be virtually carbon neutral by 2030, followed by the rest of the world by 2050.</p>\n<p>\"The bureaucrats have a better grasp of what is politically possible, and the protesters of what is physically necessary,\" <a href=\"https://www.newscientist.com/article/dn28663-paris-climate-deal-is-agreed-but-is-it-really-good-enough/\">said Anderson that day</a>. “What do you want to bet on, science or politics?\"</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/77/ca/5677ca34d0d46207ef000019/indonessia_jpeg.JPG\" alt=\"null\" class=\"img text-center\" id=\"5677ca34f362be081c000036\"><br />\n<small>Indonesian community campaigners call for the 1.5 Celsius target. Photograph: Mark Harvey.</small></p>\n<p>There may, however, be another area in which to place our bets. The clue for that lies in the shift away from the top-down, legally binding 'seal the deal' approach that doomed Copenhagen.</p>\n<p>By contrast, the Paris agreement formalises the move to what is arguably a more open, innovation-led and learning-based process to achieve the global climate goals.  </p>\n<p>Though 'innovation' is mentioned only once in the document, we can see elements of it at play through:</p>\n<ul>\n<li><p>a pooling of private sector, investor, community and city-level efforts to assess and ramp up what actually works</p></li>\n<li><p>a movement beyond straight technology transfer to developing countries into actual capacity building for them to build their own research and development capability in new climate technologies</p></li>\n<li><p>a focus at the next UN climate meeting in Marrakech on the scaling up of new innovations to help countries to meet their emissions pledges </p></li>\n</ul>\n<p>Without turning their back on the politics or on the protesters, the negotiators in Paris decided, <a href=\"http://voices.nationalgeographic.com/2015/12/14/paris-agreement-catalyzes-global-cooperation-toward-a-low-carbon-future/\">in the view of one veteran observer of the climate negotiations,</a> to place a wager on an inclusive, ‘bottom up’ strategy that will encourage a rapid ratcheting up of national climate pledges. Importantly, the process will not just adjust to user feedback from adopters of low carbon technologies and energy efficiency, but to feedback from the earth’s systems themselves. Measuring the degree to which our increasingly degraded soils, forests and oceans remain sufficiently intact to act as sinks for our carbon emissions will be just as critical.</p>\n<p>The move to a more dynamic monitoring and adjustment approach coordinated by the UN is, in essence, an innovation-friendly, iterative process that has the potential to become more ambitious and more agile (in terms of shorter formal ‘global stocktake’ cycles). And, <a href=\"http://www.climate-kic.org/news/climate-kic-chairman-climate-deal-is-a-turning-point-in-the-human-enterprise-transformation-begins/\">according</a><a href=\"http://www.climate-kic.org/news/climate-kic-chairman-climate-deal-is-a-turning-point-in-the-human-enterprise-transformation-begins/\"> to Bertrand van Ee</a>, the CEO of the EU's main climate innovation initiative, the Climate KIC, it is taking another cue from innovation practice by not over-investing in a single solution or a narrow set of solutions.</p>\n<blockquote>\n  <p>The agreement in Paris has unlocked an ocean of uncontested opportunities for business. A single solution will not be sufficient to bring about the systemic change required. We need many solutions to transform how we live, what we consume and how we do business.</p>\n</blockquote>\n<p>These solutions will, of course, be powered by data as much as by clean energy: much of the flow of public and private capital into low carbon solutions will be based on a measurable return in reduced emissions, and much of it will be driven towards the growing number of data enterprises and startups that have moved into the climate space. </p>\n<p>There is a final paradox of the Paris agreement: it has managed to unleash a vast requirement in data collection, verification and governance without once referring to data in the agreement itself.</p>\n<p>Countries will be required to take part in a 'transparency framework' that will allow the reporting and monitoring of emissions reduction performance by the 195 countries. How this will actually work in practice remains unclear. What we can safely say, however, is that open data-based approaches are likely to prove vital both in implementing the agreement and in monitoring its progress towards the global targets. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/77/ca/5677cae2d0d46207ef00001b/CarbonFootprintLayer2007.jpg\" alt=\"null\" class=\"img text-center\" id=\"5677cae2f362be081c000037\"><br />\n<small>The integrated carbon footprint of the <a href=\"http://www.footprintnetwork.org/en/index.php/GFN/\" title=\"Global Footprint Network\">Global Footprint Network</a> uses thousands of increasingly open datasets</small></p>\n<p>A number of international agencies and governments, including the UK’s Department of Energy and Climate Change, are already <a href=\"https://data.gov.uk/dataset/uk_greenhouse_gas_emissions\">publishing their annual emissions data as open data</a>. Many more need to follow suit in order to increase the transparency, accuracy and the innovation that will flow from this. </p>\n<p>Open data will be key in:</p>\n<ul>\n<li><p>allowing analysis of multiple datasets to find the shifting calculus between emissions reductions and the performance of natural carbon sinks</p></li>\n<li><p>creating policy and planning tools, such as the <a href=\"http://uncached-site.globalcalculator.org/\">Global Calculator</a>, that help communities and regional/local planners work through through scenarios to achieve low carbon targets</p></li>\n<li><p>enabling key actors such as city networks to analyse and to aggregate locally uploaded data on global platforms such as the <a href=\"http://carbonn.org/\">Carbonn Climate Registry</a>, which currently holds emissions data from over 600 cities</p></li>\n<li><p>helping countries, regions, cities and communities to build resilience to climate stresses and shocks</p></li>\n</ul>\n<p>It has taken the international community six years to banish the ghost of Copenhagen. We all have a collective responsibility to ensure that Paris does not become another failed climate agreement. But for those of you who work in data-led innovation: we need you to dive into that big open ocean.</p>\n<p><strong>Mark Harvey is the CEO of Resurgence, an ODI Member company, dedicated to building climate resilience in cities</strong></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Mark Harvey","slug":"mark-harvey","state":"published","web_url":"http://theodi.org/mark-harvey","tag_ids":["trainers","learning-associate"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/climate-change-4-ways-to-protect-cities-with-open-data.json","web_url":"http://theodi.org/blog/climate-change-4-ways-to-protect-cities-with-open-data","slug":"climate-change-4-ways-to-protect-cities-with-open-data","title":"Climate change: 4 ways to protect cities with open data","format":"article","updated_at":"2015-09-11T09:57:22+00:00","created_at":"2014-10-10T09:52:08+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"Mark Harvey","slug":"mark-harvey","state":"published","web_url":"http://theodi.org/mark-harvey","tag_ids":["trainers","learning-associate"]}}