{"id":"https://contentapi.theodi.org/project-managers-for-civic-tech-we-need-them-you.json","web_url":"http://theodi.org/blog/project-managers-for-civic-tech-we-need-them-you","slug":"project-managers-for-civic-tech-we-need-them-you","title":"Project managers for civic tech. We need them. (Is this you?)","format":"article","updated_at":"2015-09-11T10:01:38+00:00","created_at":"2015-07-02T14:08:02+00:00","tag_ids":["blog","civic-tech","society","odi-toronto","project-management"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/civic-tech.json","web_url":null,"title":"civic tech","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=civic-tech","web_url":"http://theodi.org/tags/civic-tech","slug":"civic-tech"}},{"id":"https://contentapi.theodi.org/tags/keywords/society.json","web_url":null,"title":"society","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=society","web_url":"http://theodi.org/tags/society","slug":"society"}},{"id":"https://contentapi.theodi.org/tags/keywords/odi-toronto.json","web_url":null,"title":"ODI Toronto","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=odi-toronto","web_url":"http://theodi.org/tags/odi-toronto","slug":"odi-toronto"}},{"id":"https://contentapi.theodi.org/tags/keywords/project-management.json","web_url":null,"title":"project management","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=project-management","web_url":"http://theodi.org/tags/project-management","slug":"project-management"}}],"details":{"business_proposition":false,"description":"","excerpt":"In your life and work, you probably know the kind of people that get stuff done. The closers. The owners. The people who send gentle reminders and nudges. They exist everywhere – in all sectors of work, in life, in family. They follow up on things until they get done. They schedule. They are human glue. Without their keep-it-togetherness, projects trail off into dead email threads that began with the best intentions. The civic tech community needs these people. Badly.\r","language":"en","need_extended_font":false,"alternative_title":"Project managers for civic tech. We need them. (You?)","url":"","content":"<p>In your life and work, you probably know the kind of people that get stuff done. The closers. The owners. The people who send gentle reminders and nudges. They exist everywhere – in all sectors of work, in life, in family. They follow up on things until they get done. They schedule. They are human glue. Without their keep-it-togetherness, projects trail off into dead email threads that began with the best intentions. The civic tech community needs these people. Badly.</p>\n<p>Civic tech and civic hackathons are very different animals than, for lack of a better term, classical hackathons. Classical hackathons got techie people in a room to play, meet people and make cool things without over-thinking why they were doing so. Sometimes they existed (and do exist) to compete for prizes that award ideas for having a business plan and potential to begin a start-up or product. Journalists and media people have events to come up with new ways to apply tech to their world. </p>\n<p>This is all a gross over-simplification, but for a reason: while some of these elements are common to civic hackathons and meetups (have fun, aim for sustainability, work with people that share your interests), there are also things that are very different. </p>\n<p>One important difference: topics addressed by civic tech are government and non-profit/charitable sector topics. Think about affordable housing. This is a topic that has a long and complicated policy history involving three levels of government. There is a huge amount of policy work already done on the topic and more of it currently in progress. The issue has thousands of government employees, non-profit agencies and others delivering services, doing research and providing community support for those needing housing. </p>\n<p>These are also the people that have networks that connect to the actual end user or supported user of a civc tech product (think about someone looking for housing because they are homeless – how well is someone who has never been homeless or precariously housed going to understand the issue enough to do anything about it with tech?). </p>\n<p>This is why <a href=\"https://twitter.com/elle_mccann\">Laurenellen McCann’s</a> motto <a href=\"http://www.buildwith.org/\">“Build With Not For”</a> is heard frequently in the civic tech community. The problem and desired solution must be built by and with the people it is intended for. </p>\n<p>In short, civic tech is inherently complex and requires partnerships with individuals, governments, agencies and communities. Any project will take more than a weekend to be developed and, if desired, integrated into government or an organization. Partnerships with these stakeholders need to be managed along with the technical project work. </p>\n<p>Often these things need to be managed concurrently. Some things need to be done before people get in a room together. This is an extended process but is a requirement for a civic tech project to have an impact. These projects need non-technical project managers. </p>\n<p>Unfortunately, project management is not the kind of work that a mapper, designer, database admin, software developer or data analyst often comes to a hackathon to do (again, that list of technical contributors could be way longer, but you get the gist). So yes, project managers for civic tech - we need them.</p>\n<p>So let’s say you decide to try this out and come to civic hackathon or civic tech meet-up. If you join a team that does not understand your value as the person offering to send emails, organize the work, manage the shared documents, write things down, contact the people that need to be brought in, chase things down and make sure things get done then be damn sure to MOVE ON TO ANOTHER GROUP. </p>\n<p>Anyone who has participated in this volunteer community of civic technologists knows that there are scarce resources, lots of people to engage along the way, tonnes of great intentions but a big lack of project management and project leadership. If you have a topic you care about and see a hackathon or civic tech meet-up, consider coming out to see if there is a project you want to support or a project you want to organise. If you are a get things done person, you are in super high demand. </p>\n<p>To this end, keep an eye out for an exciting addition to the Toronto civic tech landscape – Civic Tech Toronto – inspired by the <a href=\"https://www.codeforamerica.org/brigade/\">Code for America City Brigades</a> and organized by <a href=\"https://twitter.com/gggg\">Gabe</a>, <a href=\"https://twitter.com/dorothy_eng\">Dorothy</a> and <a href=\"https://twitter.com/khoaski\">Khoa</a> to support and build the civic tech scene in Toronto. </p>\n<p>Come to a night when they start. I know of a number of projects on the go already, so feel free to send me a note if you’d like to join one. Try an event, try a hackathon, come to a meet-up but above all know that the role of civic project manager is absolutely vital to civic tech projects getting done and getting done well. So please come, we need you.</p>\n<p><em>Bianca Wylie runs <a href=\"http://theodi.org/nodes/toronto\">ODI Toronto</a>.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Bianca Wylie","slug":"bianca-whylie-2","state":"published","web_url":"http://theodi.org/bianca-whylie-2","tag_ids":["writers","writer","odi-toronto"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Bianca Wylie","slug":"bianca-whylie-2","state":"published","web_url":"http://theodi.org/bianca-whylie-2","tag_ids":["writers","writer","odi-toronto"]}}