{"id":"https://contentapi.theodi.org/published-guides-licensing.json","web_url":"http://theodi.org/blog/published-guides-licensing","slug":"published-guides-licensing","title":"Published Guides to Licensing","format":"article","updated_at":"2015-09-11T09:51:19+00:00","created_at":"2013-05-01T12:51:48+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"We have now published two guides to open data licensing to help you guide you through the process of opening up and reusing dataWe whilst avoiding any potential legal pitfalls.","language":"en","need_extended_font":false,"content":"<p>We have now published two guides to open data licensing to help you guide you through the process of opening up and reusing dataWe whilst avoiding any potential legal pitfalls.</p>\n<p>They are:</p>\n<ul>\n<li>a <a href=\"/guide/publishers-guide-open-data-licensing\">Publisher's Guide to Open Data Licensing</a></li>\n<li>a <a href=\"/guide/reusers-guide-open-data-licensing\">Reuser's Guide to Open Data Licensing</a></li>\n</ul>\n<p>These guides were produced with great help from <a href=\"http://www.francisdavey.co.uk/\">Francis Davey</a>, <a href=\"http://www.ldodds.com/\">Leigh Dodds</a>, <a href=\"http://blog.ouseful.info/\">Tony Hirst</a>, and the anonymous commenters who contributed comments on the draft versions of the <a href=\"http://personal.crocodoc.com/5PQoIMV\">publisher's guide</a> and <a href=\"http://personal.crocodoc.com/NsmIzfp\">reuser's guide</a> on <a href=\"http://www.crocodoc.com\">Crocodoc</a>.</p>\n<p>One major change to the guides from the draft version has been to remove a section that gave technical details about how to link a licence to a piece of content or data in a machine-readable way. This raised more questions than it answered:</p>\n<ul>\n<li>what if there are separate licences that apply to the content and the data?</li>\n<li>how should we reference a licence from JSON data?</li>\n<li>how can we articulate complex attribution requirements in a machine-readable way?</li>\n</ul>\n<p>We intend to start a separate piece of work that will unpack the technical issues in specifying licensing requirements for data.</p>\n<p>Another area that is intentionally omitted from these guides is specific advice for public sector organisations. There are additional legal constraints on how the public sector publishes its information, including that released under Freedom of Information requests. Our aim is to create a separate guide on this in conjunction with ODUG.</p>\n<p>The biggest addition to the drafts was around the question of attribution. Leigh Dodds has recently published a detailed analysis of <a href=\"http://blog.ldodds.com/2013/04/30/how-do-we-attribute-data/\">how we attribute data</a> that highlights some of the issues that reusers can find with overly complex attribution requirements. The guide for publishers now includes advice to keep things simple.</p>\n<p>The hardest comments to address were the \"what if...\" questions about scraping:</p>\n<ul>\n<li>\"What about scraping a collection of webpages that are generated from a database that you don't have access to? If eg each of the rows of a SQL database table are expressed in a templated HTML web page, and someone writes a scraper that recreates the database table, have they taken a copy of the database? Or have they created their own database? Would it depend on how they got the list of pages to scrape?​\"</li>\n<li>\"This section talks about content and data largely separately. But one common form of republishing/derivation is taking content and turning <em>into</em> data. Scraping is the obvious case here.\"</li>\n<li>\"What about publishing analyses or the results of processing data? For example, <a href=\"http://www.vosa.gov.uk/vosa/apps/recalls/default.asp\">VOSA vehicle recall stats</a> are <a href=\"http://www.transportoffice.gov.uk/crt/doitonline/bl/help/vosatermsandconditions.htm\">protected by Crown Copyright</a>. What if I scrape and process the data and produce a list of top car manufacturers who have had prodcut recalls on matters related to brakes. Can I publish that ordered, processed list without having to go through copyright clearance?​\"</li>\n</ul>\n<p>One of the reasons that answering these questions is hard is because there has been very little case law — judgements by the courts about what legislation means, that would help to firm up the currently fuzzy boundaries. For example, it's not 100% known exactly what you have to do to have a database right in the first place. Nor is it known exactly what amount of extraction or types of reutilisation are lawful.</p>\n<p>And this is the big reason why open data is helpful for reusers. If data is published as open data, you do not need to consult a knowledgeable lawyer about what you are doing to get the data you need, and then make a judgement about whether you're prepared to take the risk of a court case.</p>\n<p>Publishing data as open data significantly lowers the legal overhead for both publishers and reusers, leaving more resources available for everyone to get the most value out of the data itself.</p>","organizations":[],"author":{"name":"Jeni Tennison","slug":"jeni-tennison","state":"published","web_url":"http://theodi.org/team/jeni-tennison","tag_ids":["team","team","strategy-programme","staff","ceo"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Jeni Tennison","slug":"jeni-tennison","state":"published","web_url":"http://theodi.org/team/jeni-tennison","tag_ids":["team","team","strategy-programme","staff","ceo"]}}