{"id":"https://contentapi.theodi.org/reflections-from-the-international-open-data-conference-open-data-has-grown-up.json","web_url":"http://theodi.org/blog/reflections-from-the-international-open-data-conference-open-data-has-grown-up","slug":"reflections-from-the-international-open-data-conference-open-data-has-grown-up","title":"Reflections from the International Open Data Conference: open data has grown up","format":"article","updated_at":"2016-10-07T15:01:54+00:00","created_at":"2016-10-07T14:31:53+00:00","tag_ids":["blog","international-open-data-conference"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/international-open-data-conference.json","web_url":null,"title":"international open data conference","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=international-open-data-conference","web_url":"http://theodi.org/tags/international-open-data-conference","slug":"international-open-data-conference"}}],"details":{"business_proposition":false,"description":"","excerpt":"On the final day of [IODC](http://opendatacon.org/), Anna Scott reports on what was covered at the conference, and reflects on a shift from starry-eyed evangelism to reflective and forward-thinking analysis\r","language":"en","need_extended_font":false,"alternative_title":"Reflections from the International Open Data Conference: open data has grown up","url":"","content":"<p><em>On the final day of <a href=\"http://opendatacon.org/\">IODC</a>, Anna Scott reports on what was covered at the conference, and reflects on a shift from starry-eyed evangelism to reflective and forward-thinking analysis</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/f7/b1/57f7b1f0d0d46207af000005/IODC.jpg\" alt=\"IODC\" class=\"img\" id=\"57f7b1f0f362be0821000072\">\n<small>Members of the Open Data Leaders Network updating IODC delegates in a session on Friday. Image by Fiona Smith</small></p>\n<p>As a political, cultural and technical movement, I think it’s fair to say that open data is reaching its adolescence.</p>\n<p>In its younger years, it was driven, primarily, by starry-eyed advocates. They were evangelical. They were excited. They were keen to save the world and believed they could. </p>\n<p>But as open data gains traction in governments, civil society and businesses globally, its pioneers are shifting their focus from its blue-sky potential to its challenges and its limits. And this is exactly what we need to drive the movement forward.</p>\n<p>As international leaders and experts gathered this week for the fourth <a href=\"http://opendatacon.org/\">International Open Data Conference</a> in Madrid, the tone of the sessions and conversations I witnessed was reflective and forward-thinking. </p>\n<p>In an opening session, Javier Hernaja of the <a href=\"http://ec.europa.eu/\">European Commission</a> reiterated the EU’s commitment to open data, reflecting on the momentum that’s grown since the Reuse of Public Sector Information Directive in 2003. As a brand new policy area, many then were doubtful of the concept of, let alone need for, ‘data reuse’. We have come a long way since then, Hernaja stressed, and we should take stock of our successes; but we must also focus on engaging different municipalities and user communities to drive the movement forward.</p>\n<p>This sentiment around the need to build bridges has been shared by many others at the conference. Whether to reach new user groups, new communities or doubtful politicians to engage with open data, it’s clear that transcending our ‘open data bubble’ is a priority for many.  </p>\n<p>“To make open data available to access, use and share, we need its policies to resonate with the needs and demands of our civic and social constituencies,” <a href=\"https://twitter.com/aniacalderon?lang=es\">Ania Calderon</a>, Director General of Datos.gob.mx, stressed in one of the opening sessions. “Engaged citizens are government’s best ally,” Calderon went on to add, as governments alone won’t solve great challenges such as climate change. Open data offers grounds for collaboration. “Rather than seeing open data as an end-goal, we must see it as a global good. We must apply it to create new spaces where governments can engage with non-state actors and thrive in a new era.”</p>\n<p>In discussing the need for stronger <a href=\"https://theodi.org/we-need-to-strengthen-our-data-infrastructure\">data infrastructure</a>, our CEO Jeni Tennison reiterated the role of those outside of governments. “We must recognise that a lot of data infrastructure is produced by civil society and private businesses, not just governments. We must make an economic case about why that data should be open and available to everyone.”</p>\n<p>That is not to say that government progress has not been celebrated, and rightly so. At one of yesterday’s closing sessions, chaired by our board member <a href=\"https://twitter.com/martintisne?lang=es\">Martin Tisne</a>, it was announced that Ukraine, Costa Rica, Paraguay and Sierra Leone had <a href=\"https://twitter.com/opendatacharter/status/784051132272414720\">adopted</a> the <a href=\"http://opendatacharter.net/\">Open Data Charter</a>, bringing the number of adopter governments to 39. In the same session, the Organisation for Economic Cooperation and Development’s <a href=\"https://twitter.com/edwinlau7\">Edwin Lau</a> stressed the charter’s importance for driving progress: “The OECD has committed to data-driven public administration, but what does that mean? The Open Data Charter helps make it more concrete.” </p>\n<p>We also heard updates from members of our <a href=\"https://theodi.org/open-data-leaders-network\">Open Data Leaders Network</a>: Enrique Zapata from Mexico’s National Digital Strategy, Marija Kujacic from the Serbian Directorate for e-Government, Jose Subero from the ICT Department in the Government of Aragon, and Alexey Vyskub from the Agency for e-Governance of Ukraine. All the panelists shared recent successes – including better engagement with users and focusing on bringing new networks – but underscored how important the charter will be in the coming years. </p>\n<p>Confidence is what drives us to persevere but self-awareness is ultimately what hones us, as people generally, but also as open data advocates. It’s encouraging to see experts tackling real challenges and understanding what wider people and processes we need to compliment open data initiatives.</p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}