{"id":"https://contentapi.theodi.org/reflections-year-highs-lows-and-moments-pride.json","web_url":"http://theodi.org/blog/reflections-year-highs-lows-and-moments-pride","slug":"reflections-year-highs-lows-and-moments-pride","title":"Reflections on a year of highs, lows and moments of pride","format":"article","updated_at":"2015-09-11T09:50:51+00:00","created_at":"2013-01-15T17:47:12+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"What can be accomplished in a year? A lot. 2012 was a great year for the Government’s Transparency and Open Data agenda and there is a huge amount in store for 2013. In the past 12 months, myself and my Cabinet Office colleagues have published a [White Paper](http://www.cabinetoffice.gov.uk/resource-library/open-data-white-paper-unleashing-potential), refreshed [data.gov.uk](http://data.gov.uk/), released additional datasets, established a social mobility sector board, become the lead chair in the [Open Government Partnership](http://www.opengovpartnership.org/) and, of course, established the Open Data Institute.   ","language":"en","need_extended_font":false,"content":"<p>What can be accomplished in a year? A lot. 2012 was a great year for the Government’s Transparency and Open Data agenda and there is a huge amount in store for 2013. In the past 12 months, myself and my Cabinet Office colleagues have published a <a href=\"http://www.cabinetoffice.gov.uk/resource-library/open-data-white-paper-unleashing-potential\">White Paper</a>, refreshed <a href=\"http://data.gov.uk/\">data.gov.uk</a>, released additional datasets, established a social mobility sector board, become the lead chair in the <a href=\"http://www.opengovpartnership.org/\">Open Government Partnership</a> and, of course, established the Open Data Institute.   </p>\n<p>The ODI has been a fantastic project to work on. A year ago I got involved with it as Nigel Shadbolt was writing the business plan and I am now based in the space that he described in that document. At the risk of sounding like an X Factor contestant, it has been an amazing journey to get to this point. There have been highs and lows, challenges and moments of pure pride as I worked with Nigel and Tim Organ (the project manager) through the business planning process and grant approval, starting to spread the word, moving into the building, meeting Gavin, Stuart and Jeni and making things happen.   </p>\n<p>Being part of the Cabinet Office <a href=\"https://twitter.com/UKTransparency\">Transparency Team</a> is a real privilege. Transparency and Open Data is a new and unique policy area which has so much potential to touch people’s lives in a very real way (which is actually why I joined the team). There are a lot of strong and passionate voices in this area and I would count colleagues in the Cabinet Office amongst them. I think it’s fair to say (and Nigel would concur) that the ODI would not have made the same amount of progress in its implementation without the support of people like <a href=\"https://twitter.com/tkelsey1\">Tim Kelsey</a> (now at the NHS Commissioning Board), <a href=\"https://twitter.com/PeteLawrence1\">Pete Lawrence</a> and Technology Strategy Board colleagues (<a href=\"https://twitter.com/iain_gray\">Iain Gray</a>, <a href=\"https://twitter.com/david_bott\">David Bott</a> and <a href=\"https://twitter.com/hadleybeeman\">Hadley Beeman</a>). What is equally fair to say is that ODI is fulfilling a need. There was, and is, a desire for an organisation that can bring together different sectors and help them on their open data journeys.  </p>\n<p>I recently had a meeting with a Cabinet Office colleague who was interested in how the ODI came about and how long it took to set up. I talked through the process leading up to grant approval, the meetings we had with government colleagues and with industry, the practicalities of the first day, week, and month in a brand new office, determining how the ODI will work with its different stakeholders, running events, and the number of visitors we’ve had. A huge amount happened to get us to the 1st October and an even greater amount has happened since. My colleague asked how much resource was involved. The answer: a small team with a lot of supporters.  </p>\n<p>The Open Data Institute is a world first. It straddles the public sector, industry and academia. It has a huge and ambitious remit and it is already delivering. I am, personally, very proud of what has been achieved through collaboration (Cabinet Office, Southampton University, TSB, Nigel, Gavin). Plans are being put into place for the Immersion Programme, further organisations are approaching the ODI about membership, more people are joining the organisation and I feel massively excited about all the ODI has to do in 2013 and beyond.  </p>\n<p>Olivia Burman is seconded to the ODI from the Cabinet Office where she works in the Transparency and Open Data Team</p>","organizations":[],"author":{"name":"Olivia Burman","slug":"olivia-burman","state":"published","web_url":"http://theodi.org/olivia-burman","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Olivia Burman","slug":"olivia-burman","state":"published","web_url":"http://theodi.org/olivia-burman","tag_ids":[]}}