{"id":"https://contentapi.theodi.org/reflections-on-open-datapowered-innovation.json","web_url":"http://theodi.org/blog/reflections-on-open-datapowered-innovation","slug":"reflections-on-open-datapowered-innovation","title":"Reflections on innovation powered by open data","format":"article","updated_at":"2015-09-11T10:03:03+00:00","created_at":"2015-08-07T06:50:36+00:00","tag_ids":["blog","open-data-challenge-series"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-challenge-series.json","web_url":null,"title":"Open Data Challenge Series","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-challenge-series","web_url":"http://theodi.org/tags/open-data-challenge-series","slug":"open-data-challenge-series"}}],"details":{"business_proposition":false,"description":"<p>Briony Phillips reflects on the innovation she has come across during her time managing the Open Data Challenge Series, and calls for more of the same.</p>","excerpt":"ODI Programme Manager Briony Phillips reflects on the innovation she seen during her time managing the Open Data Challenge Series, and calls for more of the same\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>ODI Programme Manager Briony Phillips reflects on the innovation she seen during her time managing the Open Data Challenge Series, and calls for more of the same</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/c4/57/55c4574c1f986a4d17000001/oil.JPG\" alt=\"null\" class=\"img text-center\" id=\"55c4574bf362be19bc00000c\">\n<small>Just as some don't know that their cosmetics are made from oil, some people aren’t aware of the open data that powers their apps. <a href=\"https://creativecommons.org/licenses/by-sa/3.0/\" title=\"CC BY 3.0\">CC BY 3.0</a>, uploaded by Wikimedia Commons uder [Arne Hückelheim](https://commons.wikimedia.org/wiki/File:Pumpjacks.JPG#/media/File:Pumpjacks.JPG “user\").</small></p>\n<p>From time to time I find myself wondering why more people aren’t joining the open data revolution and using this 21st century raw material to create new innovations like <a href=\"http://theodi.org/news/citymapper-government-open-data-improve-cities\">CityMapper</a> which uses open data to revolutionise our public transport experience. Admittedly, I might be a bit biased – I work at the Open Data Institute and I very much see the world of open data through an innovation-focused lens courtesy of the last two years working closely with passionate innovators on the<a href=\"https://theodi.org/opendatachallengeseries\"> Open Data Challenge Series</a>.</p>\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/oce9DGFRTJo\" frameborder=\"0\" allowfullscreen></iframe>\n<p>That said, taking a look at the potted (read: ‘not necessarily entirely accurate’) history of another widely available raw material, oil, might suggest that I’m being a tad over-ambitious. It took hundreds of years before scientists, engineers and entrepreneurs discovered all the possible uses for oil; they had to <em>find it</em> (the <a href=\"http://www.astm.org/COMMIT/D02/to1899_index.html\">bamboo poles used in 347AD</a> were eventually replaced by <a href=\"https://en.wikipedia.org/wiki/Petroleum\">commercial oil wells in mid/late 1800s</a>) and then work out how to <em>distill it</em> (as introduced by <a href=\"http://www.undiscoveredscotland.co.uk/usbiography/y/jamesyoung.html\">James Young in the 1800s</a> who developed the process to <a href=\"http://www.amazon.co.uk/Heritage-Light-Lighting-Canadian-Reprints/dp/0802037658\">distill kerosene from crude oil</a> yielding lubricating oils and paraffin for fuel use). </p>\n<p>It wasn’t until the physical infrastructure was <a href=\"https://en.wikipedia.org/wiki/Petroleum\">built</a> to source and transport oil (in the late 1800s) that the World's’ entrepreneurs were in a position to start creating innovative products, from cosmetics to tyres and synthetic fabrics to fuel. From start to finish that took well over 1000 years. Whilst it’s certainly not a perfect analogy (I for one hope that the social impact of open data is more positive than oil!), there are similarities in the stages of processing, innovating and transporting oil as there are for data. </p>\n<p>So if that’s the story of a 19th century raw material, can we expect the same from a 21st century one? My experience over the last couple of years running seven challenge prizes focused on different social issues would suggest otherwise. Things are moving far more quickly and, while we might be grappling with challenges of access and quality, these challenges are no bamboo pipe for oil. </p>\n<p>There are already some great innovations taking shape which are making the most of available open data and bringing it to the masses – and just as the masses might be unaware that their cosmetics are made from oil, so users aren’t aware of the open data that powers their apps… yet. </p>\n<p>To name just a handful of examples, the winner of the Housing Challenge <a href=\"http://www.movemakerapp.co.uk/\">‘Movemaker</a>’ is using a Tinder-esque interface to help people in social housing swap homes and the Education challenge winner <a href=\"http://www.skillsroute.com/\">‘SkillsRoute’</a> is helping 16-year-olds make data informed decisions about their future. Our food challenge helped create <a href=\"http://foodtrade.menu/#!/\">FoodTrade.Menu</a> which enables independent food retailers and restaurants to comply with new allergen legislation by creating an online menu which highlights allergens like gluten and peanuts by drawing on data from the Food Standards Agency. Meanwhile, it’s mothership <a href=\"http://foodtrade.com/\">FoodTrade.com</a> is mapping the food system from farm to fork to build a better, fairer food system through open principles. More recently, <a href=\"http://www.pic.is/\">Performance in Context</a> was uncovered as the winner of the final challenge – Jobs – the service is designed for graduate recruiters and universities who want to make decisions on their candidates based on seeing their performance in the context of their social background and school performance. And these are just a few of the winners that came from the Open Data Challenge Series – there were seven in total and a further 14 finalists many of whom have gone on to launch open data powered businesses with a social focus. And beyond the ODCS community, there’s a whole host of organisations and startups using open data, creating it and making it easier for others to use – ranging from <a href=\"http://www.socrata.com/\">Socrata</a> to <a href=\"https://www.openstreetmap.org/\">Open Street Map </a>and <a href=\"https://plot.ly/\">Plot.ly</a> and many more besides.</p>\n<p>As we continue to share stories about the products and services that are powered by open data, and to work increasingly collaboratively to learn from these successes, the quality and quantity of open data is growing. Much like the discovery of oil reserves across the world back in the 1800s, this growing supply of open data is precipitating the development of an <a href=\"http://theodi.org/who-owns-our-data-infrastructure\">infrastructure</a> of <a href=\"https://hackpad.com/Tools-for-the-Open-Data-Challenge-Series-aCK0hgumz00\">tools</a> and <a href=\"http://theodi.org/blog/open-data-tools-that-make-publishing-easy\">platforms</a> to help us to create, use and access this growing resource: data. My hope is that the number of examples of open data powered innovations, particularly those which are citizen focused, will not only lead to greater demand but also to greater data literacy, and a flourishing community of startups and established businesses. </p>\n<p>Sadly though it’s not all plain sailing – as we found in preparing and working with a wide range of open data during the Open Data Challenge Series, there are a number of technical and sector-based issues and key missing datasets the development of which would make innovating significantly easier. Read my <a href=\"http://theodi.org/blog/innovating-open-data-overcoming-challenges\" title=\"related blog\">related blog</a> to find out more about the solutions we suggest to help alleviate these challenges.</p>\n<p>Open data is a tool not only to drive efficiency, transparency and trust but also to create innovation. By opening their data, governments, charities and businesses can outsource innovation and unleash a wide range of benefits for themselves; from access to a community of specialists who can help them improve their data, to an extension of their economic and social impact thanks to products and services that attribute their data to the owner; now is the best time to release data. The sooner you release it, the sooner you unleash its innovative potential. </p>\n<p><em><strong>Briony Phillips is a <a href=\"https://theodi.org/team/briony-phillips\">Programme Manager</a> at the ODI. Follow <a href=\"https://twitter.com/brionyphi11ips\">@BrionyPhi11ips</a> and <a href=\"https://twitter.com/odchallenges\">@ODChallenges</a> on Twitter.</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/opendatachallengeseries.json","web_url":"http://theodi.org/opendatachallengeseries","slug":"opendatachallengeseries","title":"Open Data Challenge Series","format":"article","updated_at":"2015-11-09T12:15:14+00:00","created_at":"2012-12-13T09:45:46+00:00","tag_ids":["page","event:open-data-challenge-series","challenge-series","open-data"]}],"organizations":[],"author":{}}