{"id":"https://contentapi.theodi.org/rufus-pollock-calls-for-tact-as-open-world-grows.json","web_url":"http://theodi.org/blog/rufus-pollock-calls-for-tact-as-open-world-grows","slug":"rufus-pollock-calls-for-tact-as-open-world-grows","title":"#Tactivism - A new direction for the open movement","format":"article","updated_at":"2015-09-11T09:56:01+00:00","created_at":"2014-08-01T15:50:49+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"","excerpt":"Open Knowledge held one of their biggest and most inclusive festivals ever this July (2014) in Berlin, Germany. With the city already buzzing from the success of the world cup win, the first since the reunification of Germany, the stage was set for the unification of the world around the agenda of openness.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>Open Knowledge held one of their biggest and most inclusive festivals ever this July (2014) in Berlin, Germany. With the city already buzzing from the success of the world cup win, the first since the reunification of Germany, the stage was set for the unification of the world around the agenda of openness.</p>\n<p>With over 1,000 people attending from all over the world, the main challenge for Rufus Pollock (Co-founder of the Open Knowledge Foundation) would be to discover which message would resonate strongest with such a diverse and expanding community of people from industry, government and society alike. </p>\n<p>The historical demands from society for openness and transparency from global governments has shaped the open agenda for many years, but accountability is only a small benefit of sharing vast swathes of other information and knowledge that can help solve real problems in society. </p>\n<p>Both in government as well as the commercial sector, trust and transparency are the key goals driving the publication of open data. Establishing mandates and policies that force departments to open up data on spending, governance, performance and energy consumption are widespread. Such knowledge is extremely important to identify fraud, destabilise regimes and bring about better equality. However I believe there is a tipping point; a point when we should stop demanding transparency and start working together for a much greater cause. </p>\n<p>From the lineup of keynote speakers at this years festival it was clear that Rufus and Laura (CEO of Open Knowledge) share that same belief. We need a mixture of the two, with one key addition… tact. </p>\n<p>On the second morning of the conference, we were privileged to have Commissioner Kroes from the European commission talk to us about her battle to defend the open agenda in Europe. For those who don’t know Commissioner Kroes, as I ashamedly didn’t, she is a 72 year old lady (and proud of it) who is fighting for the open agenda all while she is empowered to do so. She thanked the community for their continued support and emphasized how important the community would be to solve real problem of society all over the world, much more effectively that the European parliament ever can!</p>\n<p>After a standing ovation from the majority of the audience it was time for questions. While I hoped that people would thank the commissioner for her efforts, the way she had thanked us for ours, that didn't happen. The questions felt like a dagger right through my heart as I realised that none of the questions were questions, but criticisms. After announcing new policies to be adopted by the EU which had been developed by the community, criticism about failure to adopt previous policy and demands of Commissioner Kroes herself to publish her expenses were not just harsh, but completely un-called for. No one has ever been guilty until proven innocent. </p>\n<p>I have to admire Rufus for the way he handled the situation, boldly stepping in to deflect questions and asking the audience once again to show their appreciation for such an amazing lady, which they dually did. All this and the next keynote speaker was from Google, another company not favourably viewed by part of the community. Once again Rufus stepped up and called for the community to show more tact when talking to those who are faced with extremely challenging circumstances in trying to change the culture of an entire government or commercial body. </p>\n<p>In order to solve the bigger problems in society, we need help from all corners of society, including governments and commercial companies. We need to build an economy of open knowledge sharing in which everyone cares and is able to take part. We need to know when to stop demanding transparency and know how to work together in harmony. Asking people to publish information that may result in them loosing their jobs through a simple mistake does not exactly encourage knowledge sharing. </p>\n<p>If we are to build an open society, the continued growth of communities like Open Knowledge will be critical. The benefits of knowledge sharing are much greater once they are about social, economic and environmental benefit and not just about trust and transparency. I agree whole heartedly with Rufus, this will take time, support and a lot of careful #tactivism.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"David Tarrant","slug":"david-tarrant","state":"published","web_url":"http://theodi.org/team/david-tarrant","tag_ids":["team","learning-programme","staff"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"David Tarrant","slug":"david-tarrant","state":"published","web_url":"http://theodi.org/team/david-tarrant","tag_ids":["team","learning-programme","staff"]}}