{"id":"https://contentapi.theodi.org/six-steps-for-open-data-publication-mexico.json","web_url":"http://theodi.org/blog/six-steps-for-open-data-publication-mexico","slug":"six-steps-for-open-data-publication-mexico","title":"100 datasets in 42 days for Mexico","format":"article","updated_at":"2015-09-11T09:56:34+00:00","created_at":"2014-08-01T13:28:14+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"","excerpt":"<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/db/b6/53dbb614f362be08ad00003b/42days.png\" alt=\"null\" class=\"img\" id=\"53dbb6141f986a08aa0000df\">\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/db/b6/53dbb614f362be08ad00003b/42days.png\" alt=\"null\" class=\"img\" id=\"53dbb6141f986a08aa0000df\"></p>\n<p>Preparing 10 datasets from 10 government departments in only 42 days sounds like a job for data superheroes. So it makes sense that Mexico's Data Squads, who achieved just that, adopted a superhero-style logo for their work:</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/db/b3/53dbb3131f986a08a7000061/squad.png\" alt=\"null\" class=\"img\" id=\"53dbb312d0d462083b00009a\"></p>\n<p><a href=\"http://catalogo.datos.gob.mx/dataset\">datos.gob.mx</a> is the new official Mexican Government open data portal, launched in July 2014 with the help of the <a href=\"http://theodi.org/odp4d\">Partnership for Open Data (POD)</a>, a partnership that brings together the World Bank, the Open Data Institute and Open Knowledge. </p>\n<p>The Data Squads, led by Ms Ania Calderón, achieved a great deal in a short time by spending intensive time in 10 departments:</p>\n<ol>\n<li>Identifying open data challenges and opportunities in  each agency</li>\n<li>Providing training and mentoring for civil servants </li>\n<li>Delivering the platform and guide for publishing sustainable open government data.</li>\n</ol>\n<h1 id=\"amixedbagofchallenges\">A mixed bag of challenges</h1>\n<p>While working with each of the 10 government agencies, the squad discovered a number of different challenges facing the publication of open data. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/db/b0/53dbb0731f986a08a7000058/evualation.png\" alt=\"null\" class=\"img\" id=\"53dbb073d0d462083b000098\"></p>\n<p>Managing data caused the most common problems. The size of the data sets made it difficult to export and to create simple, consumable formats. And constant representation is a challenge when the structure of the data (column titles) was found to change over time. </p>\n<p>Several departments were also concerned about their legal obligations, including whether they had the right to publish data, and whether they risked being sued by citizens following publication.</p>\n<p>The Data Squads were on board to provide technical and legal assistance, helping to quickly solve problems and build confidence within government agencies.  The Data Squads ensured that the agency remained the owner of the data, and could also benefit from it being published openly. </p>\n<h1 id=\"educationtrainingandmentoring\">Education, training and mentoring</h1>\n<p>The Open Data Institute put together a training program for the Data Squads that I delivered as a series of remote mentoring sessions. In each session, we focussed on a different aspect of data publication or usage and provided materials specific to the requirements of rolling out a wider mentoring programme within the agencies of the Mexican government.</p>\n<p>The Data Squads then identified three key areas that connected with all the agencies: </p>\n<ol>\n<li><strong>Planning and evaluation</strong>: Identifying key datasets for publication, barriers to publication and potential solutions.</li>\n<li><strong>Opening and quality</strong>: Covering data formats, best practices and tools to enable improvements in data quality. </li>\n<li><strong>Publication</strong>: Making publication a one click process through the Mexican ADELA platform</li>\n</ol>\n<p>In training sessions, Mexican Government officials were delighted to find that open data could help them do their own jobs better, as well as providing data for the community. </p>\n<h1 id=\"deliveringalongtermsolution\">Delivering a long term solution</h1>\n<p>The <a href=\"http://catalogo.datos.gob.mx/dataset\">Mexican open data catalog</a> is a showcase example of what can be achieved quickly, with time and backing from a dedicated team. The major challenge is sustainability, which is a core focus of the 6 steps of publishing open data in Mexico:</p>\n<ol>\n<li>Build a <strong>community</strong> and create <strong>ownership</strong></li>\n<li><strong>Map</strong> current processes. Where is the data? Where to start simply?</li>\n<li><strong>Enhance</strong> the data quality, increasing the value</li>\n<li><strong>Reengineer</strong> for effective delivery via the web</li>\n<li><strong>Publish</strong> your data</li>\n<li><strong>Identify</strong> high impact projects to use the data</li>\n</ol>\n<p>Regular data publication is best supported by a community and the installation of data publication in agencies. It took the UK much longer to publish this much high-quality data, but Mexico's example goes to show what can be done now that the standards and guidelines are much more mature. </p>\n<p>The <a href=\"http://theodi.org/odp4d\">Partnership for Open Data</a> started less than a year ago and brings together the Open Data Institute, the Open Knowledge Foundation and the World Bank to help policy makers and citizens in developing countries understand and exploit the benefits of open data. You can contact us on <a href=\"mailto:info@p4od.org\">info@p4od.org</a>.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"David Tarrant","slug":"david-tarrant","state":"published","web_url":"http://theodi.org/team/david-tarrant","tag_ids":["team","learning-programme","staff"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"David Tarrant","slug":"david-tarrant","state":"published","web_url":"http://theodi.org/team/david-tarrant","tag_ids":["team","learning-programme","staff"]}}