{"id":"https://contentapi.theodi.org/small-teams-big-ideas-open-data-ambition-runs-from-start-ups-to-governments.json","web_url":"http://theodi.org/blog/small-teams-big-ideas-open-data-ambition-runs-from-start-ups-to-governments","slug":"small-teams-big-ideas-open-data-ambition-runs-from-start-ups-to-governments","title":"Small teams, big ideas: open data ambition runs from startups to governments","format":"article","updated_at":"2015-09-11T10:02:29+00:00","created_at":"2015-06-19T16:45:11+00:00","tag_ids":["blog","leaders-network","government","open-government","startups","innovation"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/leaders-network.json","web_url":null,"title":"leaders network","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=leaders-network","web_url":"http://theodi.org/tags/leaders-network","slug":"leaders-network"}},{"id":"https://contentapi.theodi.org/tags/keywords/government.json","web_url":null,"title":"government","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=government","web_url":"http://theodi.org/tags/government","slug":"government"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-government.json","web_url":null,"title":"open government","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-government","web_url":"http://theodi.org/tags/open-government","slug":"open-government"}},{"id":"https://contentapi.theodi.org/tags/keywords/startups.json","web_url":null,"title":"startups","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=startups","web_url":"http://theodi.org/tags/startups","slug":"startups"}},{"id":"https://contentapi.theodi.org/tags/keywords/innovation.json","web_url":null,"title":"innovation","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=innovation","web_url":"http://theodi.org/tags/innovation","slug":"innovation"}}],"details":{"business_proposition":false,"description":"<p>One of the things we do at the Open Data Institute (ODI) is incubate start ups. Start ups, I have learnt in my 12 months working here, usually begin as being just one or two individuals with a good idea. They have some sort of plan to make that idea a reality. They have some manifestation of the entrepreneurial leadership qualities to at least try to make that idea work. They never have enough time, money or people, and they ordinarily start out surrounded by people telling them all the reasons why it won’t succeed.</p>","excerpt":"<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/84/50/55845022f362be38a000000f/liz-carolan-speaking-resize.png\" alt=\"null\" class=\"img\" id=\"558450221f986a77fc000010\"> \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/84/50/55845022f362be38a000000f/liz-carolan-speaking-resize.png\" alt=\"null\" class=\"img\" id=\"558450221f986a77fc000010\"> </p>\n<p>One of the things we do at the Open Data Institute (ODI) is incubate start ups. Start ups, I have learnt in my 12 months working here, usually begin as being just one or two individuals with a good idea. They have some sort of plan to make that idea a reality. They have some manifestation of the entrepreneurial leadership qualities to at least try to make that idea work. They never have enough time, money or people, and they ordinarily start out surrounded by people telling them all the reasons why it won’t succeed.</p>\n<p>So when over the course of that year my team and I have found ourselves sitting down with the government leaders driving open data initiatives – in both developed and developing countries – we had the twinge of recognition. Sitting with us were public servants with an idea of what open data could do for their country, some sort of a plan, and the leadership qualities to try to make it work. They also had not enough time, money or people, and have a system full of people telling them all the reasons why it wasn’t going to succeed.</p>\n<p>There are of course plenty of differences. Unlike private sector entrepreneurs, public officials need permission to pursue their ideas, and for something new like open data they usually need a strong, high-level mandate. Their leadership qualities usually include the pragmatism and collaboration required to get things changed in bureaucratic systems. Their challenges are not necessarily about business models or pricing models, but (<a href=\"http://theodi.org/open-data-in-government-how-to-bring-about-change\">as we recently wrote</a>) involve finding ways to embed change or overcome barriers to resistance and vested interests.</p>\n<p>Yet they are, in many ways, entrepreneurs. They need to build teams and structures or institutions and influence many people to succeed. So when many of them individually asked for our support to think through how to design or implement their policies, we decided to figure out a way to support them that drew upon our experience of what works for supporting the startups.</p>\n<p>The start ups tell us that where our support adds value for them is our ability to convene, connect, amplify and mentor; and the opportunity to be part of a cohort of peers who tell you that you’re not crazy, and that your idea might just work.</p>\n<p>With these insights, and the team’s experience driving change within government and creating supportive learning spaces, we convened an <a href=\"http://theodi.org/open-data-in-government-how-to-bring-about-change\">Open Data Leaders’ Network</a>. The idea was to connect peers to exchange ideas, talk about influencing strategy and problem solving, and find and give inspiration and ideas for addressing implementation and consolidation challenges.</p>\n<p>The project, supported by the <a href=\"http://od4d.net/\">Open Data for Development (OD4D)</a> network (more details below), kicked off last week with a cohort of seven individuals from four continents who each lead the design or implementation of their government’s open data programmes.</p>\n<p>They met for five days at ODI’s London offices (see here for details, and the evaluation published as certified open data). The group included leaders from developed and developing countries alike, and the network will continue to develop, and ultimately expand, through an online forum and (their idea) a so-far very active WhatsApp group.</p>\n<p>In the final few weeks of pulling the kick-off meeting together, we drew on the thinking emerging from the recently published <a href=\"http://www.google.com/url?q=http%3A%2F%2Fwww.odi.org%2Fadapting-development&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNGT-NKYi5HqmEIC0dKoBLT8LVzfmQ\">#AdaptDev</a> project of the Overseas Development Institute. They build on emerging ideas of the need to move beyond copy-paste institutions – or <a href=\"http://www.google.com/url?q=http%3A%2F%2Fwww.cgdev.org%2Fblog%2Fone-size-doesn%25E2%2580%2599t-fit-all-lant-pritchett-mimicry-development&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNG8VSvIvdVomdwd2RXvf2uvFGf7dQ\">“isomorphic mimicry”</a> to use Lant Pritchett’s coinage – to locally led, problem focused, politically informed, adaptive and entrepreneurial forms of support for achieving international development outcomes.</p>\n<p>I'm 30 and I work in a field that did not exist when I finished graduate school. It often feels like open data encapsulates the truism that the world is changing far too quickly to retain any notion that social and economic development occurs in neat stages reflecting a historical path seen in other contexts. Around half of all data in existence was created in the last 2 years. Much of the developing world is leapfrogging from radio to smart phones, bypassing desktops and landlines all together. And bypassing bank accounts for that matter: it is easier to pay for a taxi with a <a href=\"http://www.economist.com/node/21560912\">mobile phone</a> in Kenya than it is in New York. </p>\n<p>No one had to tell the leaders who gathered at the ODI that the solutions to the challenges their countries faced needed to be led from and built for their particular contexts. They didn’t have to be told that they needed to be flexible and adaptive in delivering their open data programmes, and to stay politically informed in the process.</p>\n<p>All of this they knew. But what they wanted from us was more centred around growing their networks and helping them pave the way to create a sustainable open data culture in their countries. They asked specifically that we keep them connected to the latest ideas and evidence to help them craft their strategies; to amplify their successes; and to ensure that they maintained their open data mandates. Crucially, to tell them and the world that their ideas can succeed.</p>\n<p>You can find out more about how open data can support sustainable global development in the white papers, tech reports and case studies on our <a href=\"http://theodi.org/odp4d\">Partnership for Open Data page</a>.</p>\n<p><em>The OD4D network recently merged with the Partnership for Open Data. Read the release here.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Liz Carolan","slug":"liz-carolan","state":"published","web_url":"http://theodi.org/team/liz-carolan","tag_ids":["team","services-programme","person","global-development"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Liz Carolan","slug":"liz-carolan","state":"published","web_url":"http://theodi.org/team/liz-carolan","tag_ids":["team","services-programme","person","global-development"]}}