{"id":"https://contentapi.theodi.org/smart-london.json","web_url":"http://theodi.org/blog/smart-london","slug":"smart-london","title":"Smart London","format":"article","updated_at":"2016-07-28T14:32:30+00:00","created_at":"2013-09-04T09:36:06+00:00","tag_ids":["blog","smart-cities","london","smart-london","open-cities"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/smart-cities.json","web_url":null,"title":"Smart cities","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=smart-cities","web_url":"http://theodi.org/tags/smart-cities","slug":"smart-cities"}},{"id":"https://contentapi.theodi.org/tags/keywords/london.json","web_url":null,"title":"london","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=london","web_url":"http://theodi.org/tags/london","slug":"london"}},{"id":"https://contentapi.theodi.org/tags/keywords/smart-london.json","web_url":null,"title":"smart london","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=smart-london","web_url":"http://theodi.org/tags/smart-london","slug":"smart-london"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-cities.json","web_url":null,"title":"open cities","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-cities","web_url":"http://theodi.org/tags/open-cities","slug":"open-cities"}}],"details":{"need_id":"","business_proposition":false,"description":"<p>London’s Mayor set up a ‘Smart London’ board to look at how the capital can best use technology and data, to ensure it remains one of the world’s most efficient and liveable cities. To increase my understanding, I’ve asked as many people as I can (mostly via twitter) for their comments, and made sure that their voices are included. One thing that I’ve noticed is surprise (and even a little nervousness) from the team, about asking questions ”in public” before we’ve necessarily worked out what the questions are.</p>","excerpt":"<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/9a/17/579a175df362be23b1000023/smart-city-comphicopy31x.png\" alt=\"null\" class=\"img\" id=\"579a175d1f986a0795000021\">\r","language":"en","need_extended_font":false,"alternative_title":"Smart London","url":"","content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/9a/17/579a175df362be23b1000023/smart-city-comp_hi_copy_3_1x.png\" alt=\"null\" class=\"img\" id=\"579a175d1f986a0795000021\"></p>\n<p>London's Mayor <a href=\"http://www.theodi.org/news/odi-ceo-joins-mayor%E2%80%99s-smart-london-board\">set up</a> a ‘Smart London’ board to look at how the capital can best use technology and data, to ensure it remains one of the world’s most efficient and liveable cities.\u0002\nTo increase my understanding, I've asked as many people as I can (mostly via <a href=\"https://twitter.com/agentGav/status/357912408804691969\">twitter</a>) for their comments, and\u0002 made sure that their voices are <a href=\"http://www.flickr.com/photos/dgen/9316685748/\">included</a>. One thing that I've noticed is \u0002surprise (and even a little nervousness) from the team,\u0002 about asking questions \u0002\"in public\" before \u0002we've necessarily worked out what the questions are.</p>\n<p>This reflects \u0002cultural differences I've seen \u0002broadly, \u0002between \"organisations\" and the open/developer communities. An exciting thing about the ODI is that we do all of our development in the open, from the first line of <a href=\"//github.com/theodi\">code</a>, to our <a href=\"https://github.com/theodi/ODI/edit/master/node/trademark-licence.md\">trademark license</a> and <a href=\"https://github.com/theodi/ODI\">organisational structure</a>.\u0002\n<strong>Results so far</strong></p>\n<p>The favourite (most positive votes, least negative votes), so far, is\u0002<br />\n<strong>\"Using the creative power of new technologies to serve London and improve Londoners' lives\"</strong></p>\n<h3 id=\"feedbackfromthewhatsyourvisioninclude\">Feedback from the \"What's your vision\" include:</h3>\n<p>London: most liveable, progressive and connected global city\u0002\nUsing technology to improve living and working in London.</p>\n<p>Something short, meaningful and accessible. Don't mention tech, digital etc. Let people discover what a smart city is themselves.\u0002 A city where the needs of the community are paramount. \u0002Technology is the enabler, not the driver.</p>\n<p>Unlocking the world's greatest city through the next generation of technology.\u0002\nEmbracing collaboration and the creative power of new technologies to enhance and improve the lives of London's residents and visitors \".</p>\n<p>Harnessing technology and embracing collaboration to make London the most liveable, progressive and entrepreneurial city\u0002 (the most liveable doesn't seem to make much sense.. really but it is a slogan so might as well..)\".</p>\n<p>These sound like soundbite phrases written for someone to run for mayor. 'Tangible' is the word. 'London's lead as the greatest city on earth' - US style marketing? Really?\u0002\nMaking London more innovative, resilient and prosperous using open technology and data.\u0002\nBringing London into the 21st century.</p>\n<p>Decent, free wifi. Devices, tablets, digital reading in schools, libraries, public places. Use technology to make getting around easier - maps, apps, tube, tourism connected. Joined up thinking for tourists, visitors, business visitors &amp; Londoners\u0002. Empowering Londoners to build upon the Greatest City on Earth through technology.\u0002 Getting rid of passwords\u0002. Empowering Londoners with the information they need to live happy, fulfilling and prosperous lives.</p>\n<h3 id=\"leveragingtechnologytoimprovetheexperienceoflivinginlondon\">Leveraging technology to improve the experience of living in London.</h3>\n<p><em>To see TechCity grow into the worlds largest hub for technology.</em></p>\n<p>Giving London a name for technology aswell as financial services. A digitally enabled city for all -wifi access for everyone, everywhere.\u0002 Extend wifi on london underground so that there is access in tunnels. Plan to incorporate access to broadband/online world by low income/zero budget individuals in all 'future London' strategy. Remember that you are designing a world that will be inhabited by people whose lives are nothing like yours, consult with them.</p>\n<p>Reality is London is not that liveable and never ranks anywhere near the top of liveable city indexes. There is SO MUCH to do to improve the place. What makes London amazing is its a glorious mess. A heaving, stinking compost pile of all that is good and bad from everywhere. The miracle is all that makes London one of the best cities in the world emerges out of this glorious mess. My vision is to make London an easier place to be. More people oriented and unpick the legacy infrastructure and policies that make life harder here. Eg Tower Hamlets recently built a cycle lane in Bethnal Green that has a street lamp and parking meter in the middle of the lane. Duh! More street sweepers and power washing the pavements. Basic stuff! I had an epiphany after stumbling into City Hall and walking into debate of the LGA where Boris was getting a grilling and giving as good as he got. A deep experience of a democracy in rude health. I think London is an example to the world in that regard. I think tech could help make it more truly engaging for more Londoners and help evolve democracy into the 21st century. There's always more that can be done to improve access to public data and make it more usable eg through visualisations and mashups. Good luck with the project and thanks for asking :-)</p>\n<h3 id=\"usingtechnologytomakelondonevengreater\">Using technology to make London even Greater</h3>\n<p>Harnessing technology to improve London; its infrastructure, services and the lives of Londoners. Use technology to enable more energy efficient buildings, share green energy generation within London and create a real combined transport strategy that includes public and private transport; trains, cars, cycles and pedestrians. Not a London that is smart but a smart that is London, a city developed from the ground up as it always has been</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}