{"id":"https://contentapi.theodi.org/speaker-profile-bill-thompson.json","web_url":"http://theodi.org/blog/speaker-profile-bill-thompson","slug":"speaker-profile-bill-thompson","title":"Bill Thompson on open data: 'Nothing comes from nothing'","format":"article","updated_at":"2015-09-11T09:57:14+00:00","created_at":"2014-10-03T10:15:20+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>We speak with <strong>technology critic Bill Thompson</strong> ahead of his talks at the ODI Summit on 4 November. Bill shares with us what shaped his career in technology, his thoughts on the future of open data and his perspectives from within \"the liminal space between offline and online,\" where he lives with many of his friends.</p>","excerpt":"All works of art, pieces of writing and songs are shaped from those that came before them. Can the same be said for data?\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>All works of art, pieces of writing and songs are shaped from those that came before them. Can the same be said for data?</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/2e/ab/542eabfed0d46207e5000003/bill_thompson.jpg\" alt=\"null\" class=\"img pull-right\" id=\"542eabfef362be19c3000015\"></p>\n<p>Ahead of his talks at the <a href=\"http://summit.theodi.org/\" title=\"ODI Summit\">ODI Summit</a>, we speak with <strong>technology critic Bill Thompson</strong>. </p>\n<p>Bill helped set up the Guardian’s website, comments on tech issues for Focus magazine and the BBC World Service and advises arts and cultural organisations on their digital strategies. Bill shares with us what shaped his career in technology, his thoughts on the future of open data and his views from within \"the liminal space between offline and online,\" where he lives with many of his friends.</p>\n<p><strong>Hi Bill. You’ve been thinking, writing and speaking about all things digital for twenty years. What first got you excited about the digital world?</strong></p>\n<p>The reality is that it just crept up on me. I grew up before computers appeared in people’s lives – the few computers there were could be found in special air-conditioned rooms and were carefully guarded. I first used a computer in 1981. It was an Acorn Atom. I started writing on a CP/M machine running WordStar in 1983, and I just never stopped. I’m not so much excited about digital technologies as completely engaged in them, and I see myself as living now in a liminal space between offline and online. It’s a world many of my friends also live in.</p>\n<p><strong>You’ve been quite vocal in your support for open journalism or ‘wikilism’, where writers and editors make pieces available for others to take, use and re-use to improve the public discourse. Do you see many parallels between this and the open data movement?</strong></p>\n<p>Nothing comes of nothing. Nothing is new. No work of art, piece of writing or song has no referents or precedents, so why should we pretend otherwise? The ideology behind open data is as much about acknowledging this as it is about economic efficiency, and that point of view is clearly one that should affect the ways we think about the practice of journalism.</p>\n<p><strong>What will you be talking about at the ODI Summit?</strong></p>\n<p>Whatever the panels want to talk about! I’m chairing a couple of sessions (one on <a href=\"http://summit.theodi.org/sessions/panel-discussion-what-does-25-years-of-the-web-open-data-mean-for-business/\" title=\"what the web and open data mean for business\">what the web and open data mean for business</a> and one on <a href=\"http://summit.theodi.org/sessions/web-science-technology-open-data-panel/\" title=\"the intersection of web science, technology and open data\">the intersection of web science, technology and open data</a>), and I try hard not to impose my own agenda when I do that – my role is to be a transparent facilitator so that the people on the stage and those in the audience can make a connection.</p>\n<p><strong>Which other sessions are you most looking forward to, and why?</strong></p>\n<p>I’m looking forward to hearing from the gang of three, obviously (<a href=\"http://summit.theodi.org/speakers/sir-tim-berners-lee/\" title=\"Tim\">Tim</a>, <a href=\"http://summit.theodi.org/speakers/wendy-hall-dbe-frs-freng/\" title=\"Wendy\">Wendy</a> and <a href=\"http://summit.theodi.org/speakers/sir-nigel-shadbolt/\" title=\"Nigel\">Nigel</a>), but it will be especially interesting to hear from <a href=\"http://summit.theodi.org/speakers/dr-hermann-hauser-cbe-frs-freng-finstp-amadeus-capital-partners/\" title=\"Hermann Hauser\">Hermann Hauser</a>, who will be talking about using science breakthroughs to enhance business. I’ve known him for many years and his perspective is always fascinating, given his importance as an entrepreneur and investor. If you want to follow the money, it’s useful to see what direction Hermann is looking in.</p>\n<p><strong>What direction do you see open data heading in over the next five years, and what most excites you about its future?</strong></p>\n<p>Excitement is a tricky thing, and I’m not sure I can ever get excited about open data. I can get excited about the transformations it can enable in business, government, civil society and our daily lives, and so I’m looking forward to seeing that impact becoming real in many ways. My journey to work is already overwhelmingly easier.</p>\n<p><strong>As more councils, cities and countries open up their data, which sector do you think stands to gain the most, and why?</strong></p>\n<p>Whoever does it first will benefit the most in the long-term, simply because they will had more time to adapt to the impact of open data and open knowledge. The first mover advantage here is structural – if you move soon then you’re in a better place to take advantage of the wave of creative innovation that open data creates.</p>\n<p><strong>This year we’re holding the first ever <a href=\"http://summit.theodi.org/awards/\" title=\"Open Data Awards\">Open Data Awards</a>. Have you nominated anyone yet?</strong></p>\n<p>Yes – Irina Bolychevsky from <a href=\"https://okfn.org/\" title=\"Open Knowledge\">Open Knowledge</a>, who is one of the key people behind <a href=\"http://www.ckan.org/\" title=\"CKAN\">CKAN</a>. If we don’t have the right platforms we won’t have usable open data, and Irina has done a brilliant job over the last few years in building one of the best.</p>\n<p><em>Bill Thompson will be chairing two panel discussions at the <a href=\"http://summit.theodi.org/\" title=\"ODI Summit conference\">ODI Summit conference</a> at BFI Southbank, London, on Saturday, 4 November: <a href=\"http://summit.theodi.org/sessions/panel-discussion-what-does-25-years-of-the-web-open-data-mean-for-business/\" title=\"What do 25 years of the web and open data mean for business?\">What do 25 years of the web and open data mean for business?</a> and <a href=\"http://summit.theodi.org/sessions/web-science-technology-open-data-panel/\" title=\"The intersection of web science, technology and open data\">The intersection of web science, technology and open data</a>. Book your conference ticket <a href=\"http://summit.theodi.org/#tile_registration\" title=\"here\">here</a>.</em></p>\n<p><small><i><a href =\"https://www.flickr.com/photos/ter-burg/14876721374/in/photolist-oEB5Y7-ahd4ro-btri4Y-87PJ9t-db379T-65fqv9-oEy2pX-8mToCL-8oskjV-5jfVJ3-8ovwjN-7K8N6b-pv96Z-7K71GD-4Xi4kt-7T3k1b-7SZ4oK-8MGMG-7T3kgq-xXyYd\">Image license (CC BY 2.0) - Sebastiaan ter Burg - Flickr </a></i></small></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}