{"id":"https://contentapi.theodi.org/speaker-profile-ruth-mackenzie.json","web_url":"http://theodi.org/blog/speaker-profile-ruth-mackenzie","slug":"speaker-profile-ruth-mackenzie","title":"Ruth Mackenzie on open data: 'The digital arts movement is growing'","format":"article","updated_at":"2015-09-11T09:57:18+00:00","created_at":"2014-10-03T08:44:43+00:00","tag_ids":["blog","data-as-culture"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-as-culture.json","web_url":null,"title":"data as culture","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-as-culture","web_url":"http://theodi.org/tags/data-as-culture","slug":"data-as-culture"}}],"details":{"business_proposition":false,"description":"","excerpt":"As more artists use open data to inspire, create and share their work, have we reached a new frontier for digital arts?\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>As more artists use open data to inspire, create and share their work, have we reached a new frontier for digital arts?</em></p>\n<p>Ahead of her talk at the <a href=\"http://summit.theodi.org/\" title=\"ODI Summit\">ODI Summit</a>, we speak with digital arts guru <strong>Ruth Mackenzie</strong>.</p>\n<p>Ruth has directed many international arts festivals, consulted on arts for the BBC and the British Council and advised numerous Secretaries of State on culture. She was awarded a CBE for her services to the Olympics &amp; Paralympics. Ruth now showcases digital art on <a href=\"http://www.thespace.org/\" title=\"The Space\">The Space</a>. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/36/a0/5436a03cf362be08a9000001/Ruth-Mackenzie-CBE-.png\" alt=\"null\" class=\"img\" id=\"5436a03c1f986a086000000a\"></p>\n<p><strong>Hi Ruth. You have a very rich background in culture and the arts. When did you first get excited about digital arts?</strong></p>\n<p>I have to thank the team at the <a href=\"http://www.bbc.co.uk/2012/festival\" title=\"London 2012 Festival\">London 2012 Festival</a>, where we developed some ambitious digital experiments in a range of art forms, from large-scale installations to comedy and drama. It made me realise how much potential there is still to be realised in digital arts; it feels like artists and audiences have only just begun to find the treasures in this new art form. </p>\n<p><strong><a href=\"http://www.thespace.org/\" title=\"The Space\">The Space</a> launched 3 months ago now. Do you feel that members of the arts community have begun to invest more in open data and digital platforms?</strong></p>\n<p>I think we have a long way to go. The Space has been given a three year contract to explore possibilities and raise awareness, and in 3 months we have been lucky to work with some brilliant champions of open data, like Ai Wei Wei and the ODI. But there is so much more to do for audiences, artists and cultural institutions. At the moment we are encouraging aspiring artists to bring their digital, data-driven art to life with our <a href=\"http://www.thespace.org/opencall\" title=\"Open Call\">Open Call</a>, where we give winners seed funding and mentoring to build on their concepts that bridge art and technology. </p>\n<p><strong>What will you be talking about at the Open Data Summit?</strong></p>\n<p>I would like to talk a bit about the exciting opportunities for audiences and artists, and to stress our belief that artists come from a wide range of backgrounds: code, tech and digital sectors as well as the creative industries and arts. I'll also talk about how we will be supporting <a href=\"http://theodi.org/team/julie-freeman\" title=\"Julie Freeman\">Julie Freeman</a>, who we are pleased to be working with as the first artist in our Open Data Series on The Space.</p>\n<p><strong>Which other sessions are you most looking forward to, and why?</strong></p>\n<p>You know, I love these sorts of events because I always learn so much, meet fascinating new people and catch up with friends. What I love best is finding that brilliant insight – the new thought that makes you think \"Wow, that is so true.\" You never know where you will find it. It might be a keynote speech, but it might be a chance remark in a coffee break or via the event Twitter debate (you can find me <a href=\"https://twitter.com/ruthmackenzie\" title=\"@ruthmackenzie\">@ruthmackenzie</a> – please send me your ideas and insights).</p>\n<p><strong>What direction do you see open data heading in over the next five years, and what most excites you about its future?</strong></p>\n<p>Open data has the chance to change the world. Really. The 20th century was the era of information control, and this is still the case with data in many parts of the world. But I believe in people-power and in the possibility of change for the better. Open data transforms the way ordinary people interact with political leaders, commercial leaders and powers who shape our everyday life in both big and small ways. </p>\n<p>For artists – traditionally the explorers who go first to places ordinary people dare not go, and who open doors and show us new truths and inspirations – open data can give them the tools to create world changing art. How thrilling is that?</p>\n<p><strong>As more councils, cities and countries open up their data, which sector do you think stands to gain the most, and why?</strong></p>\n<p>We all stand to gain. Especially those who live in the most oppressed and difficult conditions. I think the political implications are huge, and personally this is a passion for me. \nBut professionally, it is my job to think about how audiences, participants and artists can gain from new ways of creating and sharing brilliant art, using open data. I don't know the answers yet but I am excited by the questions and I am sure there are artists out there in the world with great answers.</p>\n<p><strong>This year we’re holding the first ever Open Data Awards. Have you nominated anyone yet?</strong></p>\n<p>I haven't, but this exchange has inspired me to nominate Ai Wei Wei, the world famous artist who has worked as an artist to reveal the truth of the young people who tragically died in the Szechuan earthquake, thanks to the incompetence of the local government who constructed the schools so badly. He donated open data about the young victims to our first hackathon at the Tate Modern, and he is an inspiring example of an artist whose art and leadership combine to share data and understanding with the world. How do I nominate him? </p>\n<p><strong>You can nominate using the form on the <a href=\"http://summit.theodi.org/awards/\" title=\"Open Data Awards webpage\">Open Data Awards webpage</a>. But hurry! The closing date for nominations is this Sunday, 12 October.</strong></p>\n<p><em>Ruth Mackenzie will be a panelist for <a href=\"http://summit.theodi.org/sessions/web-science-technology-open-data-panel/\" title=\"The intersection of web science, technology and open data\">The intersection of web science, technology and open data</a> at the <a href=\"http://summit.theodi.org/\" title=\"ODI Summit conference\">ODI Summit conference</a> at BFI Southbank, London, on Saturday, 4 November. Book your conference ticket <a href=\"http://summit.theodi.org/#tile_registration.\">here.</a></em></p>\n<p><em>The next round of The Space’s Open Call will be announced on Friday, 10 October 2014, along with the winners of the first round. Find more information at <a href=\"www.thespace.org/thespace\" title=\"The Space.\">The Space.</a></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/speaker-profile-bill-thompson.json","web_url":"http://theodi.org/blog/speaker-profile-bill-thompson","slug":"speaker-profile-bill-thompson","title":"Bill Thompson on open data: 'Nothing comes from nothing'","format":"article","updated_at":"2015-09-11T09:57:14+00:00","created_at":"2014-10-03T10:15:20+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"Anna Scott","slug":"anna-scott","state":"published","web_url":"http://theodi.org/team/anna-scott","tag_ids":["team","culture-programme"]}}