{"id":"https://contentapi.theodi.org/st-martins-students-their-data-mash.json","web_url":"http://theodi.org/blog/st-martins-students-their-data-mash","slug":"st-martins-students-their-data-mash","title":"St Martins Students on Their Data Mash-Up ","format":"article","updated_at":"2015-09-11T09:50:36+00:00","created_at":"2012-11-14T20:23:47+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"St Martins in the Fields School for Girls was one of the Lambeth schools taking part in our data mash-up day at Deloitte. They had some fantastic ideas and gave us these personal reflections on their experiences:","language":"en","need_extended_font":false,"content":"<p><em>St Martins in the Fields School for Girls was one of the Lambeth schools taking part in our data mash-up day at Deloitte. They had some fantastic ideas and gave us these personal reflections on their experiences:</em></p>\n<p>I found the day to be educational, interesting and fun. I learnt that a lot of data is collected by the government and that this data is made available to the public. This can include data like tweets, car accidents and anti-social behaviour in different areas of the country. The data is then used by other public and private companies to make life better for the people who reside in the different areas.</p>\n<p>Throughout the day we were shown different examples of how data can be used to make decisions that affect the lives of many people. We were shown how public data can be accessed and how to use software tools to analyse and question the data sets and to draw conclusions based on the results of our query.</p>\n<p>I took a lot of information out of this workshop and I would love to have the opportunity to do it again.</p>\n<p><strong><em>Bethel Atterh, Year 10 student, Aged 14</em></strong></p>\n<p>“Being part of the Deloitte Mash-Up has been such a fantastic and educational once-in-a-lifetime experience. Not only did I learn how to analyse and experiment with public data, I had a whole load of fun doing it. I began the workshop with absolutely no knowledge of what public data was and how it worked. However, I left with a much better understanding of public data and how it can be used. I was even given the opportunity to present my own findings to support my hypothesis on public data!</p>\n<p>Overall, it has been such an honour to be part of this fun packed and educational workshop!</p>\n<p><strong><em>Melissa Lau</em></strong><strong>, <em>Year 11 Student, Aged 15</strong></em></p>\n<p>My experience at the data mash-up day was very good. It has made me more aware of the importance of analysing data. It showed how data can affect the business world and how open data can benefit many people including citizens of the country and businesses, especially new businesses who are planning where and how to set up their business.\u0002For example, discovering the population density within a certain area can help potential entrepreneurs decide the potential locations for their business.</p>\n<p>The Deloitte staff were very helpful during the event and gave me an insight into their work as analysts. Overall I believe the event was a success and a good opportunity for any student.</p>\n<p><strong><em>Nathaniel Kerr, Year 13 Student</em></strong></p>\n<p>\u0002\n\u0002</p>","organizations":[],"author":{"name":"Students St Martins","slug":"students-st-martins","state":"published","web_url":"http://theodi.org/students-st-martins","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Students St Martins","slug":"students-st-martins","state":"published","web_url":"http://theodi.org/students-st-martins","tag_ids":[]}}