{"id":"https://contentapi.theodi.org/steps-towards-positive-government-civil-society-engagement-an-okfest-update.json","web_url":"http://theodi.org/blog/steps-towards-positive-government-civil-society-engagement-an-okfest-update","slug":"steps-towards-positive-government-civil-society-engagement-an-okfest-update","title":"How to build relationships between government and civil society - #OKFest ","format":"article","updated_at":"2015-09-11T09:56:14+00:00","created_at":"2014-07-15T15:59:19+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>Through the Partnership for Open Data (POD), my colleagues at ODI and Open Knowledge and I have had the privilege to support leaders across the globe leading innovations in their cities and countries.</p>","excerpt":"Through the Partnership for Open Data (POD), my colleagues at ODI and Open Knowledge and I have had the privilege to support leaders across the globe leading innovations in their cities and countries. \r","language":"en","need_extended_font":false,"alternative_title":"Through the Partnership for Open Data (POD), my colleagues at ODI and Open Knowledge and I have had the privilege to support leaders across the globe leading innovations in their cities and countries.","url":"","content":"<p>Through the Partnership for Open Data (POD), my colleagues at ODI and Open Knowledge and I have had the privilege to support leaders across the globe leading innovations in their cities and countries. </p>\n<p>We invited four such leaders, two each from civil society and government, to share the lessons from their experiences at an OKFestival Fringe event entitled \"Open Data Innovators\". </p>\n<p>While the event covered a range of advice from the experience of the speakers, what was striking was that all four <strong>advocated proactive engagement between government and civil society.</strong></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/c5/53/53c553e71f986a6b40000001/BskoH5OIUAAQNDu.jpg-large.jpg\" alt=\"null\" class=\"img\" id=\"53c553e7d0d462535b000003\"> </p>\n<ul>\n<li><p>Michelle \"Happy\" Feraren, from the Filipino group <a href=\"http://bantay.ph/\">Bantay.ph</a>, spoke about how her views on government changed when they started to meet many individuals inside the system who were as passionately focused on eliminating corruption as they were. </p></li>\n<li><p>Ania Calderon, who presented the findings of the Government of Mexico \"<a href=\"https://docs.google.com/a/theodi.org/presentation/d/1NqmBa5JvJpJx5dzqKc2F4sziB2kTUTnKE0Y_L6DwIGE/edit#slide=id.g36324b0c4_528\">Data Squads</a>\" initiative she leads, spoke about how her team relies on active community engagement to maximise re-use of the data it is releasing via <a href=\"http://datos.gob.mx\">datos.gob.mx</a>. </p></li>\n<li><p>Malick Tapsoba explained that his small government team could not have launched the <a href=\"http://data.gov.bf\">Burkina Open Data Initiative</a> without developers from across the community giving up their Saturdays to help build a pilot portal and app. </p></li>\n<li><p><a href=\"http://tz.linkedin.com/in/joachimmangilima\">Joachim Mangilima</a>, co-founder of the Google Developer Group in Tanzania, found it valuable to pool public and private resources to tackle health challenges in Dar es Salaam via the application he developed.</p></li>\n</ul>\n<p>These experiences resonate with research findings announced today at a separate <a href=\"http://www.opendataresearch.org/emergingimpacts\">ODDC</a> event by Waltraut Ritter of <a href=\"http://opendatahk.com\">Open Data Hong Kong</a>. Her work has found that progress in open data initiatives is not determined by GDP but rather that rates of civil society and government engagement are much more important. </p>\n<p>The speakers gave some of their advice for fostering positive civil society and government collaboration, which can be summarised as follows: </p>\n<ol>\n<li><p><strong>Invest heavily in fostering relationships:</strong> Government open data initiatives rely on civil society and developers reusing data and acting as intermediaries for citizens. Our panelists said that this requires a substantial and sustained investment. </p></li>\n<li><p><strong>Focus on specific projects:</strong> Burkina Faso’s small developer community mobilised around building <a href=\"http://vimeo.com/97404977\">an app</a> focused on education outcomes within a tight timeframe. Defined objectives that people can get passionate about and quick wins can help mobilize the energies of different communities.  </p></li>\n<li><p><strong>Build a team of allies across sectors invested in making your project a success:</strong> For Bantay.ph, it was critical to have support from the Philippines Civil Service Commission within the government as well as other private and non-government sectors, such as the Makati Business Club which incubated the organisation.</p></li>\n</ol>\n<p>Of course, constructive relationships alone will not lead to successful open data initiatives. The four speakers, and many in the audience, also highlighted the importance of political will, leadership, and well-timed support. </p>\n<p>However open data ecosystems cannot thrive without both effective government and civil society institutions - and effective collaboration between the two. The Partnership for Open Data is uniquely placed to bring together in one partnership the support governments need and the support civil society needs to make open data work for everyone. </p>\n<p><em>Each of the speakers received support from the Partnership for Open Data. The ODI provided remote mentoring to the teams in the governments of Mexico and Burkina Faso to, while Happy and Joachim will have six months intensive support via the <a href=\"http://schoolofdata.org\">School of Data</a> Fellowship.</em></p>\n<p><em>The <a href=\"https://www.facebook.com/p4opendata\">Partnership for Open Data</a> started less than a year ago and brings together the Open Data Institute, the Open Knowledge Foundation and the World Bank to help policy makers and citizens in developing countries understand and exploit the benefits of open data. You can contact us on <a href=\"mailto:info@p4od.org\">info@p4od.org</a></em></p>\n<h3 id=\"linksfromtheevent\">Links from the event:</h3>\n<p>Video (coming soon) </p>\n<p><a href=\"https://docs.google.com/a/theodi.org/presentation/d/12sh651996kaKZVaJ_TA4O2958VAn72iIAVUAbCn_1I0/edit#slide=id.g1e0c0c3b2_21\">Presentation</a> on the Partnership for Open Data </p>\n<p><a href=\"https://docs.google.com/a/theodi.org/presentation/d/1NqmBa5JvJpJx5dzqKc2F4sziB2kTUTnKE0Y_L6DwIGE/edit#slide=id.g36324b0c4_528\">Presentation</a> by Ania Calderon</p>\n<p><a href=\"https://www.dropbox.com/s/479xowmgnz9lav2/Fringe%20Event%20talk.pptx\">Presentation</a> by Joachim Mangilima</p>\n<p><a href=\"https://drive.google.com/file/d/0B3XI2GzkebB-dl9WZ194cHhILW9BY2JIMXNwRTVKYkM2OGZr/edit?usp=sharing\">Presentation</a> by Malick Tapsoba</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Liz Carolan","slug":"liz-carolan","state":"published","web_url":"http://theodi.org/team/liz-carolan","tag_ids":["team","services-programme","person","global-development"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Liz Carolan","slug":"liz-carolan","state":"published","web_url":"http://theodi.org/team/liz-carolan","tag_ids":["team","services-programme","person","global-development"]}}