{"id":"https://contentapi.theodi.org/supporting-culture-change-through-elearning.json","web_url":"http://theodi.org/blog/supporting-culture-change-through-elearning","slug":"supporting-culture-change-through-elearning","title":"Supporting culture change through eLearning?","format":"article","updated_at":"2015-09-11T10:00:17+00:00","created_at":"2015-03-02T14:58:06+00:00","tag_ids":["blog","training","elearning","education"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/training.json","web_url":null,"title":"training","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=training","web_url":"http://theodi.org/tags/training","slug":"training"}},{"id":"https://contentapi.theodi.org/tags/keywords/elearning.json","web_url":null,"title":"elearning","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=elearning","web_url":"http://theodi.org/tags/elearning","slug":"elearning"}},{"id":"https://contentapi.theodi.org/tags/keywords/education.json","web_url":null,"title":"education","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=education","web_url":"http://theodi.org/tags/education","slug":"education"}}],"details":{"business_proposition":false,"description":"<p>Training is considered the start of any journey with the ODI. All training at the ODI is designed to take people on a personalised journey through open data and our passionate trainers are there to learn with you and help unlock the potential in whatever situation is relevant to you, be it personal, organisational or governmental. </p>","excerpt":"<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/2f/ce/552fceb31f986a08fe00005d/101663656469d9a2ea50c.jpg\" alt=\"Oculus Rift\" class=\"img\" id=\"552fceb3f362be7492000014\">\r","language":"en","need_extended_font":false,"alternative_title":"Supporting culture change through eLearning","url":"","content":"<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/2f/ce/552fceb31f986a08fe00005d/10166365646_9d9a2ea50c.jpg\" alt=\"Oculus Rift\" class=\"img\" id=\"552fceb3f362be7492000014\">\nIt’s no secret that the ODI has a core focus on culture and the benefits that a more open society can bring. Solving the worlds big problems and challenges facing feeding, housing and supporting our ever growing population are now much more apparent. This is also reflected in the focus of the ODI's activities this year around smart cities and agriculture.</p>\n<p>Training is considered the start of any journey with the ODI. All our training is designed to take people on a personalised journey through open data and <a href=\"http://theodi.org/training_team\">our passionate trainers</a> are there to learn with you and help unlock the potential in whatever situation is relevant to you, be it personal, organisational or governmental. We believe that the face to face engagement is critical in allowing people to not only learn but also experience the benefit of a more open culture.</p>\n<p>You can imagine then how petrified I am every time I hear someone say the phrase \"Why don’t you put your learning online?\"</p>\n<p>Before we continue, it should be noted that the materials used in our face-to-face training are already online (such as those from the Open Data in a Day course <a href=\"http://training.theodi.org/InADay/\">here</a>. However, this is not the same as putting learning online. </p>\n<p>This, combined with the fact that my slides contain hardly any words and half of them I like to contradict, does not lead to a rich or particularly coherent online learning experience. Further, reading bland and boring slides online instantly loses the emotional connection to the trainers. </p>\n<p>I’ve been thinking for some while what to do about this and many people have touted video as the answer. I believe they are right, but also believe that this is not that straightforward. To me there are only a few good sources of video based learning out there, such as the <a href=\"https://www.ted.com/\">TED talks</a> and a few others. </p>\n<p>The problem is that these videos only appeal to visual learners and not those who prefer a greater level of engagement, or as it is traditionally known, deep learning. TED talks are also just that, talks, with no connected learning material or chance to change the linear nature of the learning. </p>\n<p>On the flip side, we can look at online courses from universities (MOOCs if you like acronyms). These courses tend to consist of talking head videos followed by a multiple choice questionnaire. The videos tend to have much less production value and be much less engaging than the TED talks and the simple questionnaires can feel insulting. Which often makes MOOCs look like a health and safety training video… fun [sarcastic]. </p>\n<p>I visited the learning technologies conference in Olympia recently in search of the answer. Firstly, I had to filter out those people who had a platform and not a solution (that’s called middleware) then see past those solutions that are successful purely because organisations mandate that people must do the training (refer back to aforementioned health and safety video). This left me with a small (among the 300+ companies there) number of companies who seems to care about creating engaging, emotional and involving content. </p>\n<p>The one idea that struck me was trying to recreate the physical experience in a semi-virtual space. I have been careful here to use the phrase semi-virtual as a virtual space was also touted as the next big thing but I really can’t see the average citizen wearing an <a href=\"https://www.oculus.com/\">Oculus Rift</a> or designing their own avatar before they can learn. Semi-virtual spaces are videos where CGI is used to overlay interactive and engaging content, including the trainer. I feel this solution could have real merit.</p>\n<p>So it is with some excitement and trepidation that we at the ODI are going to working on exactly this type of content. We have secured some funding for this activity and shall hopefully be putting our learning online in Q3 of 2015. I say hopefully as we are still fighting a daily battle regarding the need to spend so much time and money on engaging content. \"Others did this is in half the time and cost with double the content, why can't you?\"... I'll let you guess what kind of content got produced. (If you can't guess press the page up key and read from the start).    </p>\n<p><em>Dr David Tarrant is the ODI's senior trainer</em>.</p>\n<p><em><a href=\"https://www.flickr.com/photos/sergesegal/10166365646/\">Image</a> courtesy of Sergey Galyonkin, under CC Attribution-ShareAlike 2.0 Generic licence.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[{"name":"Open Data Institute (ODI)","slug":"odi-open-data-institute","url_helper":"http://theodi.org/odi-open-data-institute"}],"author":{"name":"David Tarrant","slug":"david-tarrant","state":"published","web_url":"http://theodi.org/team/david-tarrant","tag_ids":["team","learning-programme","staff"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/courses.json","web_url":"http://theodi.org/courses","slug":"courses","title":"Courses","format":"article","updated_at":"2017-04-27T12:05:53+00:00","created_at":"2014-12-11T10:53:24+00:00","tag_ids":["page","courses","homepage"]},{"id":"https://contentapi.theodi.org/lunchtime-lectures.json","web_url":"http://theodi.org/lunchtime-lectures","slug":"lunchtime-lectures","title":"Friday lunchtime lectures","format":"article","updated_at":"2015-11-23T15:22:13+00:00","created_at":"2013-02-16T11:35:35+00:00","tag_ids":["page","events","odifridays","open-data-institute"]}],"organizations":[{"name":"Open Data Institute (ODI)","slug":"odi-open-data-institute","url_helper":"http://theodi.org/odi-open-data-institute"}],"author":{"name":"David Tarrant","slug":"david-tarrant","state":"published","web_url":"http://theodi.org/team/david-tarrant","tag_ids":["team","learning-programme","staff"]}}