{"id":"https://contentapi.theodi.org/tackling-corruption-by-making-data-shareable.json","web_url":"http://theodi.org/blog/tackling-corruption-by-making-data-shareable","slug":"tackling-corruption-by-making-data-shareable","title":"Guest post: Tackling corruption by making data shareable","format":"article","updated_at":"2016-05-12T08:24:29+00:00","created_at":"2016-05-12T07:09:07+00:00","tag_ids":["blog","corruption","shared-data","thomson-reuters"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/corruption.json","web_url":null,"title":"corruption","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=corruption","web_url":"http://theodi.org/tags/corruption","slug":"corruption"}},{"id":"https://contentapi.theodi.org/tags/keywords/shared-data.json","web_url":null,"title":"shared data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=shared-data","web_url":"http://theodi.org/tags/shared-data","slug":"shared-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/thomson-reuters.json","web_url":null,"title":"Thomson Reuters","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=thomson-reuters","web_url":"http://theodi.org/tags/thomson-reuters","slug":"thomson-reuters"}}],"details":{"business_proposition":false,"description":"<p>As world leaders gather in London for an anti-corruption summit, Tharindi Hapuarachchi says our success in the fight on corruption will be determined by the effectiveness with which data is shared, in line with new research by the ODI and Thomson Reuters</p>","excerpt":"As world leaders gather in London for an [anti-corruption summit](https://www.gov.uk/government/topical-events/anti-corruption-summit-london-2016), Tharindi Hapuarachchi says our success in the fight will be determined by the effectiveness with which data is shared, in line with new research by the ODI and Thomson Reuters\r","language":"en","need_extended_font":false,"alternative_title":"Guest post: Tackling corruption by making data shareable","url":"","content":"<p><em>As world leaders gather in London for an <a href=\"https://www.gov.uk/government/topical-events/anti-corruption-summit-london-2016\">anti-corruption summit</a>, Tharindi Hapuarachchi says our success in the fight will be determined by the effectiveness with which data is shared, in line with new research by the ODI and Thomson Reuters</em></p>\n<p><em><strong>By Tharindi Hapuarachchi</strong></em></p>\n<p>Today products, services, decisions, even reputations and identities depend on data. Data was used to guide the transport you took to work this morning, and to decide and design the adverts you will have seen along the way. Data is used to decide whether you’re capable of paying a mortgage or if you’re at risk of developing Alzheimer’s disease. With personalised medicine and self-driving cars, we can see the benefits of analysing big data and creating intelligent systems, but in order for these processes to function we constantly need to share data effectively between people, algorithms and machines.</p>\n<p>Connecting disparate data sources is difficult – \"like crawling through broken glass\", to quote entrepreneur <a href=\"http://medicinex.stanford.edu/conf/submission/view/292\">Howard Look</a> – if the data in question is not prepared in such a way as to enable those connections to be made. Even if data is made available to others, or published as open data, its presentation, format and structure usually mean that significant effort is required to piece data together and get the big picture. Exposing a problem like corruption is usually hindered not by the lack of data but by the difficulty in understanding the true meaning and connections in the data as a whole. The answer can be hidden in plain sight.</p>\n<p>At Thomson Reuters, we’ve been working on and with ecosystems that facilitate data-sharing for a long time. We’ve found that there are common key elements that make data <em>shareable</em>, no matter what kind of data you’re working on or what you aim to use that data for. Together with the Open Data Institute we’ve summarised these as how to make data <a href=\"http://innovation.thomsonreuters.com/en/labs/shareable-data.html\">shareable by default</a>, unlocking its potential value by preparing it so as to be more easily shared, discovered, understood, used and connected.</p>\n<h3 id=\"achecklistforshareabledata\">A checklist for shareable data</h3>\n<p>One of the main challenges in sharing data is in communicating its meaning. Data must be well-described so that users can understand exactly what that data is about. Permanent machine-readable identifiers (such as Thomson Reuters <a href=\"https://permid.org/\">Open PermIDs</a>) can be used to describe entities such as products or companies in data and used as anchors to link between different data sets. It is also important to understand where data comes from and what authorities created or influenced the data – its provenance – as these characteristics can significantly affect its suitability for the use at hand. In addition to the technical challenges, success depends on adopting an open and collaborative culture that promotes the expectation that data must be prepared to be shareable.</p>\n<p>The elements that make data shareable also underpin the creation of a robust data infrastructure. This infrastructure, like physical ones, form connections across sector and organisational boundaries and allow processes and capabilities to be built on top of those connections, supporting a wide range of applications.</p>\n<h3 id=\"tacklingcorruption\">Tackling corruption</h3>\n<p>Business transactions occur on the global scale. So the <a href=\"https://blogs.thomsonreuters.com/answerson/before-during-and-after-cracking-down-on-corruption-in-three-countries/\">fight against corruption is also global</a>, and this must be powered by global data that is built to be <a href=\"http://innovation.thomsonreuters.com/en/labs/shareable-data.html\">shareable by default</a>. This is both an ethical and a commercial necessity.</p>\n<p>In this environment, it is vital to understand your business’ exposure to risk, whether that be through joint ventures, mergers and acquisitions or through your own customer, <a href=\"https://blogs.thomsonreuters.com/answerson/managing-your-supply-chain-risks/\">supply chain</a> and third party relationships. Assessing that risk depends on your ability to connect the dots. That means being able to combine internal data with external information about customers and third parties, gather insights and react accordingly. For example, in the recent inquiry regarding the <a href=\"https://blogs.thomsonreuters.com/answerson/panama-papers-big-implications-financial-services/\">Panama Papers</a>, the importance of data infrastructures lies both in the ability for those journalists with access to the papers to link key pieces of information together and deliver the gathered knowledge to the wider community, and with other interested external stakeholders incorporating that knowledge into their own activities. Shareable data makes this process easier, by enabling access controls, improving discoverability and using common standards so that the pieces of the data puzzle just fit together.</p>\n<p>The role of corruption extends from the smuggling of weapons to human trafficking and child and slave labour. Our success in the fight on corruption, like many other data-driven initiatives, will be determined by the effectiveness with which data is shared. Making data shareable is a big step forward in a battle we can’t afford to lose.</p>\n<p><em>This article <a href=\"https://blogs.thomsonreuters.com/answerson/tackling-corruption-making-data-shareable/\">first appeared</a> on the Thomson Reuters blog</em></p>\n<p><em><strong>Tharindi Hapuarachchi is Associate Information Architect at the Technology Strategy and Governance Group, Thomson Reuters</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a></strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/whitepaper-shareable-by-default-creating-resilient-data-ecosystems.json","web_url":"http://theodi.org/guides/whitepaper-shareable-by-default-creating-resilient-data-ecosystems","slug":"whitepaper-shareable-by-default-creating-resilient-data-ecosystems","title":"White paper: Shareable by default: creating resilient data ecosystems","format":"article","updated_at":"2016-05-11T16:48:35+00:00","created_at":"2016-05-11T08:39:20+00:00","tag_ids":["guide","thomson-reuters","whitepaper","shared-data"]},{"id":"https://contentapi.theodi.org/fifa-open-data-tackle-corruption-save-football.json","web_url":"http://theodi.org/blog/fifa-open-data-tackle-corruption-save-football","slug":"fifa-open-data-tackle-corruption-save-football","title":"A game of two halves: how open data can tackle corruption and save Fifa’s future","format":"article","updated_at":"2015-09-11T10:01:20+00:00","created_at":"2015-06-01T13:17:28+00:00","tag_ids":["blog","fifa","football","open-data","corruption","transparency"]},{"id":"https://contentapi.theodi.org/asiapacific-economic-cooperation-harnesses-open-data-to-tackle-corruption.json","web_url":"http://theodi.org/news/asiapacific-economic-cooperation-harnesses-open-data-to-tackle-corruption","slug":"asiapacific-economic-cooperation-harnesses-open-data-to-tackle-corruption","title":"Asia-Pacific Economic Cooperation harnesses open data to tackle corruption","format":"article","updated_at":"2016-02-11T11:10:28+00:00","created_at":"2015-09-17T12:03:35+00:00","tag_ids":["news","organisational-change","transparency","corruption"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}