{"id":"https://contentapi.theodi.org/tech-team-week-notes-36.json","web_url":"http://theodi.org/blog/tech-team-week-notes-36","slug":"tech-team-week-notes-36","title":"Tech Team Week Notes #36","format":"article","updated_at":"2015-09-11T09:51:30+00:00","created_at":"2013-06-13T11:40:09+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"One of the things we decided to do when the [ODI Tech Team](https://twitter.com/ukoditech) first formed was to publish week notes -- a weekly (obviously) summary of what we'd been up to. Personally one of the motivators for doing this was reading [Libby Miller's excellent week notes](http://www.bbc.co.uk/blogs/researchanddevelopment/2011/08/prototyping-weeknotes-73.shtml) on the [BBC R&D blog](http://www.bbc.co.uk/blogs/researchanddevelopment/). I loved the richness of insight these notes gave on what the team was up to, and they remain the gold standard for me. What has become apparent since is that writing them well is really hard! There's always so much 'real work' to do that taking the time to complete the week notes takes real discipline, and keeping track of the many things we're each doing is no small task.","language":"en","need_extended_font":false,"content":"<p>One of the things we decided to do when the <a href=\"https://twitter.com/ukoditech\">ODI Tech Team</a> first formed was to publish week notes -- a weekly (obviously) summary of what we'd been up to. Personally one of the motivators for doing this was reading <a href=\"http://www.bbc.co.uk/blogs/researchanddevelopment/2011/08/prototyping-weeknotes-73.shtml\">Libby Miller's excellent week notes</a> on the <a href=\"http://www.bbc.co.uk/blogs/researchanddevelopment/\">BBC R&D blog</a>. I loved the richness of insight these notes gave on what the team was up to, and they remain the gold standard for me. What has become apparent since is that writing them well is really hard! There's always so much 'real work' to do that taking the time to complete the week notes takes real discipline, and keeping track of the many things we're each doing is no small task.</p>\n<p>To try and address that, <a href=\"http://theodi.org/people/james-smith\">James</a> got us setup recently with <a href=\"http://offbott.com/\">Offbott</a> (<a href=\"https://github.com/stml/offbot\">code on GitHub</a>), a neat little service that periodically emails you to ask what you've been doing. Hit 'Reply', add a brief summary of the day's work, and this goes into the collective pot for your project. You can then review it online and get a weekly email digest of everyone's activity.</p>\n<p>So is it solving our problems? To an extent, yes. We have 4/7 of the team actively using it, and the weekly records provide a decent summary. Personally I find it useful to stop and record where the day has gone, though some way to indicate the relative effort involved in each task would be helpful. On the flip side, the greater the structure needed in the emails, the greater the effort required to file a report -- and it's precisely that simplicity that encourages me to participate.</p>\n<p>Anyway...last week was our 20% week. James was away, as was <a href=\"http://theodi.org/people/jeni\">Jeni</a> for some of the week. The rest of her time was spent tying up loose ends for the upcoming launch of the <a href=\"http://theodi.github.io/open-data-certificate/\">Open Data Certificate</a>. <a href=\"http://theodi.org/people/stuart-harrison\">Stuart</a> embarked on his project to automatically identify 'data' areas/microsites on\u0002Local Authority Web sites, and see what proportion of them are reachable within three clicks of the homepage (one of the criteria in the Certificate). The simple answer is \"it's hard\", not least because many sites return an <em>HTTP 200 OK</em> when they actually mean <em>404 Not Found</em>. Stu's 20% of 20% project, inspired by BBC Watchdog, involved creating a <a href=\"http://blog.pezholio.co.uk/2013/06/my-response-to-bbc-watchdog-a-chrome-plugin-for-just-eat/\">Chrome Plugin</a> that revealed his favourite takeaway has declining hygiene standards.</p>\n<p><a href=\"http://theodi.org/people/sam-pikesley\">Sam</a> spent the week in the depths of <a href=\"https://github.com/mitchellh/vagrant-rackspace/pull/4#issuecomment-19056323\">Vagrant</a> and <a href=\"https://github.com/zpatten/cc-chef-repo/issues/3#issuecomment-18969432\">Cucumber Chef</a>, hoping that someone would eventually hear his cries and merge his pull requests. Continuing the food theme, I mined historic menu data from one of our favourite local eateries and attempted to predict whether particular options would be served on a particular day. A trivial use case, but some interesting learnings and powerful examples of the benefits of structured data. Yes, it's possible to parse menu data from plain text (using Regexp, IMAP, and Gmail as the backend!), but it doesn't need to be that hard. It was also great to dust off my R skills to <a href=\"http://flowingdata.com/2010/01/21/how-to-make-a-heatmap-a-quick-and-easy-solution/\">generate a heatmap</a> of the results.</p>\n<p>As for <a href=\"http://theodi.org/people/ulrich-atz\">Ulrich</a>, he's been so busy that he didn't even manage to have his 20% time. Instead, he spent the week working on a research project in the financial sector and getting <a href=\"http://www.youtube.com/watch?v=VyBZG50XoXY\">Internet-famous</a> in at <a href=\"http://unconvention.eu/\">Unconvention</a> in Brussels.</p>\n<p>P.S. This post about Offbott increased our uptake to 6/7 team members. Now we just need to write something to auto-summarise our Offbott reports...</p>","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}