{"id":"https://contentapi.theodi.org/tech-team-week-notes-30.json","web_url":"http://theodi.org/blog/tech-team-week-notes-30","slug":"tech-team-week-notes-30","title":"Tech Team Week Notes #30","format":"article","updated_at":"2015-09-11T09:51:16+00:00","created_at":"2013-04-29T10:04:48+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"ODI Week 30 passed in a blur. In the words of that king of daytime TV, [Henry Kelly](http://en.wikipedia.org/wiki/HenryKelly), I've been playing catch-up ever since and find myself writing these notes a week after the event. So what did we actually get up to?","language":"en","need_extended_font":false,"content":"<p>ODI Week #30 passed in a blur. In the words of that king of daytime TV, <a href=\"http://en.wikipedia.org/wiki/Henry_Kelly\">Henry Kelly</a>, I've been playing catch-up ever since and find myself writing these notes a week after the event. So what did we actually get up to?</p>\n<p>Jeni, James and I spent two days around the corner at Google Campus, attending the fabulous <a href=\"http://www.w3.org/2013/04/odw/\">Open Data on the Web</a> workshop organised by the <a href=\"http://www.w3.org/\">W3C</a>, <a href=\"http://okfn.org/\">Open Knowledge Foundation</a>, and the ODI, and chaired superbly by <a href=\"https://twitter.com/philarcher1\">Phil Archer</a>. It was a great opportunity to see some old friends, make some new contacts, and catch up on the state of the art in Open Data. I particularly enjoyed the talk about how the <a href=\"http://www.w3.org/2013/04/odw/odw13_submission_57.pdf\">Deutsche Nationalbibliothek (the German National Library) is opening up its data under a CC0 license</a> (PDF), and the panel on Product Data, where we heard Tesco, NXP Semiconductor and GS1 actually making the business case for open data. I feel our work here is done!</p>\n<p>Back at the office, Ulrich, Stu and Sam were left holding the baby. Ulrich finally revealed what <a href=\"http://theodi.org/blog/what-do-statisticians-think-big-data\">statisticians really think about Big Data</a>, while Stu was plugged away building <a href=\"http://dashboards.theodi.org/\">dashboards.theodi.org</a> with the exceptionally handsome <a href=\"http://shopify.github.io/dashing/\">Dashing</a>. Sam, with practical help (but mostly moral support) from the rest of us moved the ODI Web site between cloud providers, piece by piece. It was awesome to flip the switch, detect a problem with images missing from the CDN, and flip the switch back while we fixed the issue. There was no downtime in the whole process, and the site is now in the hands of <a href=\"http://www.opscode.com/chef/\">culinary robots</a>.</p>\n<p>To cap the week off, I got to be opinionated in front of an audience at <a href=\"http://www.amiando.com/BDWLondon2013.html?page=943580\">Imperial College for Big Data week</a>, and we even got <a href=\"http://theodi.org/lectures.json\">some more of</a> <a href=\"http://theodi.org/courses.json\">our own data</a> published on the ODI site. It's a small helping of dogfood, but dogfood nonetheless. Next week (actually this week) is 20% week. Phew.</p>","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}