{"id":"https://contentapi.theodi.org/the-highways-agency-is-becoming-a-governmentowned-company-what-are-their-data-arrangements.json","web_url":"http://theodi.org/blog/the-highways-agency-is-becoming-a-governmentowned-company-what-are-their-data-arrangements","slug":"the-highways-agency-is-becoming-a-governmentowned-company-what-are-their-data-arrangements","title":"The Highways Agency is becoming a government-owned company: what are their data arrangements?","format":"article","updated_at":"2015-09-11T09:59:39+00:00","created_at":"2015-02-27T16:12:13+00:00","tag_ids":["blog","open-data","highways-agency","data"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/highways-agency.json","web_url":null,"title":"highways agency","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=highways-agency","web_url":"http://theodi.org/tags/highways-agency","slug":"highways-agency"}},{"id":"https://contentapi.theodi.org/tags/keywords/data.json","web_url":null,"title":"data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data","web_url":"http://theodi.org/tags/data","slug":"data"}}],"details":{"business_proposition":false,"description":"<p>To help us understand how Ordnance Survey will transition to being a government-owned company (GovCo), we looked into the governance model for the Highways Agency, who is currently going through the same process.</p>","excerpt":"To help us understand how [Ordnance Survey](http://theodi.org/blog/ordnance-survey-govco-open-data \"Ordnance Survey GovCo\") will make the transition to become a government-owned company (GovCo), we looked into the governance model for the Highways Agency, which is currently going through the same process.\r","language":"en","need_extended_font":false,"alternative_title":"The Highways Agency is becoming a government-owned company: what are their data arrangements?","url":"","content":"<p>To help us understand how <a href=\"http://theodi.org/blog/ordnance-survey-govco-open-data\" title=\"Ordnance Survey GovCo\">Ordnance Survey</a> will make the transition to become a government-owned company (GovCo), we looked into the governance model for the Highways Agency, which is currently going through the same process.</p>\n<p>The government announced its plans to convert Highways Agency a GovCo in <a href=\"https://www.gov.uk/government/speeches/the-governments-plan-for-the-uks-road-network\">2013</a>. Following extensive consultations, the Transport Secretary approved the transition a year later, setting a 12-month timetable to bring the new company into operation by <a href=\"https://www.gov.uk/government/news/green-light-for-highways-agency-reform-gives-better-deal-for-taxpayers\">April 2015</a>. The Infrastructure Act received Royal Assent on <a href=\"http://www.publications.parliament.uk/pa/ld201415/ldhansrd/text/150212-0001.htm#15021259000382\">February 15 2015</a>.</p>\n<p>The <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/376400/roads-reform-impact_assessment.pdf\">Highways Agency</a> is responsible for the maintenance and operations of England’s ‘strategic road network’ (SRN), the network of motorways and trunk roads that make up 2% of England’s roads but carry around a third of its traffic. The Highways Agency provides traffic information for the SRN, including scheduled roadworks, events and instances of congestion, and looks after SRN road quality and safety.</p>\n<p>The data currently available from the Highways Agency includes <a href=\"http://data.gov.uk/dataset/highways_agency_planned_roadworks\">planned roadworks</a>, <a href=\"http://data.gov.uk/dataset/dft-eng-srn-routes-journey-times\">journey time data</a> and <a href=\"http://data.gov.uk/dataset/ha-command-and-control-carriageway-impact-incidents\">incidents that impact on the road network</a>. They are also responsible for the official <a href=\"http://data.gov.uk/dataset/highways-agency-roads-network-inspire-data\">map of the Road Network</a>. These are important datasets which can be used by route planning software supporting hauliers and emergency responders as well as the general public.</p>\n<p>Legislation underpinning the transition of Highways Agency to a GovCo, the <a href=\"http://services.parliament.uk/bills/2014-15/infrastructure/stages.html\">Infrastructure Bill</a>, was introduced into the House of Lords on <a href=\"http://services.parliament.uk/bills/2014-15/infrastructure/stages.html\">5 June, 2014</a>. Alongside this, the government committed to making drafts of the <a href=\"https://www.gov.uk/government/collections/roads-reform\">Licence, Framework Agreement and Articles of Association</a> that accompany the legislation available for public comment. </p>\n<p>These, the government stated, were the ‘most crucial parts of the governance framework for exercising additional strategic control’ of Highways Agency. In particular, these parts spell out how data currently collected by The Highways Agency will continue to be maintained following the transition, and what powers the government will have to request the publication of data as open data.</p>\n<h3 id=\"thehighwaysagencydraftlicenceandframeworkagreement\">The Highways Agency draft Licence and Framework Agreement</h3>\n<p>The <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/399114/draft-licence.pdf\">draft Licence</a>, updated in January 2015, requires the Highways GovCo to make its performance data publicly available (section 7). Note that ‘publicly available’ isn’t the same as ‘open’: data can be available to the public without the public being able to reuse that data in different ways. </p>\n<p>It also looks like the GovCo will be obliged to collect and provide – but not necessarily publish – data to the Secretary of State on things like: traffic movements; network performance; planning applications; apprenticeship and graduate programmes; staff training; and anything else the Secretary of State might require. </p>\n<p>It doesn’t look like the GovCo would be mandated to publish any data as open data under the terms of the draft licence: instead, they are to “have due regard to government policy on data and transparency” (7.6). They must make data publicly available as required by the Secretary of State, however, which might give the Secretary of State room for discretion to ask that it is published as open data where it’s in the public interest to do so. </p>\n<p>The Framework Agreement hasn’t been published in full, only <a href=\"https://www.gov.uk/government/publications/strategic-highways-company-outline-of-the-framework-document\">as an outline</a>. It will define the roles and responsibilities and oversight arrangements for the new GovCo. It looks like an Annex on data provision will be included in the Framework Agreement, but this has not been made public. </p>\n<p>The Infrastructure Act received Royal Assent on <a href=\"http://www.publications.parliament.uk/pa/ld201415/ldhansrd/text/150212-0001.htm#15021259000382\">February 15 2015</a>. It’s not clear whether the draft licence and outline of the Framework Agreement have been finalised. In the next couple of months we’ll be keeping an eye on Highways Agency developments to see if there are more opportunities to provide comments on the governance arrangements for a Highways Agency GovCo, particularly as relates to the provision of open data.</p>\n<h3 id=\"ordnancesurveygovcovshighwaysagencygovco\">Ordnance Survey GovCo vs Highways Agency GovCo</h3>\n<p>The conversion of <a href=\"http://theodi.org/blog/ordnance-survey-govco-open-data\">Ordnance Survey into a GovCo</a> is going down a different path to Highways Agency, and won’t require underpinning legislation.</p>\n<p>What’s interesting is that these are two different governance models for how to manage <a href=\"http://theodi.org/blog/why-is-open-data-a-public-good\">assets that are public goods</a>. The Highways Agency looks as though it will own its data, but its access arrangements will be shaped to a great extent by the Secretary of State. In the case of Ordnance Survey, the government has made clear that data maintained by Ordnance Survey will remain Crown-owned, but it’s unclear who – Ordnance Survey or the Crown – will shape access arrangements.  </p>\n<p>Both of these conversions are still underway, so there are not many definitive conclusions that can be drawn. Regardless of whatever model is adopted, it’s incumbent on the government to exercise the controls that it has to safeguard the future accessibility of data assets that are recognised to be public goods.</p>\n<p><em>Updated 3 March 2015: An earlier version of this article indicated the Infrastructure Bill had not yet passed Parliament. This has been updated to reflect that the Infrastructure Act received Royal Assent on 15 February 2015.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/ordnance-survey-govco-open-data.json","web_url":"http://theodi.org/blog/ordnance-survey-govco-open-data","slug":"ordnance-survey-govco-open-data","title":"Is Ordnance Survey becoming a GovCo good or bad for open data?","format":"article","updated_at":"2015-09-11T09:59:13+00:00","created_at":"2015-02-17T13:33:05+00:00","tag_ids":["blog","open-data","ordnance-survey"]}],"organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}}