{"id":"https://contentapi.theodi.org/the-uk-is-ranked-no-1-in-the-world-on-open-data-and-should-not-lose-momentum.json","web_url":"http://theodi.org/blog/the-uk-is-ranked-no-1-in-the-world-on-open-data-and-should-not-lose-momentum","slug":"the-uk-is-ranked-no-1-in-the-world-on-open-data-and-should-not-lose-momentum","title":"The UK leads the world in open data but must not lose momentum","format":"article","updated_at":"2015-09-11T09:58:53+00:00","created_at":"2015-01-27T13:05:26+00:00","tag_ids":["blog","open-data","government","uk"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/government.json","web_url":null,"title":"government","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=government","web_url":"http://theodi.org/tags/government","slug":"government"}},{"id":"https://contentapi.theodi.org/tags/keywords/uk.json","web_url":null,"title":"UK","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=uk","web_url":"http://theodi.org/tags/uk","slug":"uk"}}],"details":{"business_proposition":false,"description":"<p>The UK is making great progress towards realising the full potential of open data, but must keep making positive steps to building a sustainable open data culture</p>","excerpt":"The release of the Open Data Barometer 2nd Edition ([Web Foundation](http://barometer.opendataresearch.org/report/about/index.html)) last week confirmed the UK continues to [lead the world on open data](http://barometer.opendataresearch.org/). With a score of 100 and ranked first of 86 countries included in the Barometer, the UK is making great progress towards realising the full potential of open data. \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>The release of the Open Data Barometer 2nd Edition (<a href=\"http://barometer.opendataresearch.org/report/about/index.html\">Web Foundation</a>) last week confirmed the UK continues to <a href=\"http://barometer.opendataresearch.org/\">lead the world on open data</a>. With a score of 100 and ranked first of 86 countries included in the Barometer, the UK is making great progress towards realising the full potential of open data. </p>\n<p>But as ODI Co-Founder and head of the Web Foundation Sir Tim Berners-Lee said on its <a href=\"http://www.bbc.co.uk/news/uk-30883472\">day of launch</a>, the UK still has some way to go before it could be described as ‘fully open’. </p>\n<p>His sentiments were echoed this week in a report published by the the Speaker’s Commission on Digital Democracy, a group tasked with investigating the opportunities digital technology can bring for parliamentary democracy in the UK. The report, <a href=\"http://www.digitaldemocracy.parliament.uk/chapter/summary#main-content\">‘Open Up’</a>, calls for the UK Parliament to be more engaging for the public, more transparent and to release more parliamentary information as open data. </p>\n<p>The commission highlights the recent launch of open data service [data.parliament.uk](\nhttp://www.data.parliament.uk/ \"data.parliament.uk\") and urges parliament not to lose its momentum on open data which, it says, is an important tool to help people understand and engage more in the UK political process. Among the recommendations is to prioritise Hansard and the register of MPs’ interests for publication as open data by 2015, followed by bills. </p>\n<p>The commission builds on sustained political support for open data from successive UK governments over the past decade. The continued attention paid by UK governments to open data is part of the reason the UK has retained its top ranking in the Open Data Barometer. Now the focus for the UK should be on maximising the social, economic and environment impacts to be gained from open data.</p>\n<p><strong>Turning open data potential into impact</strong></p>\n<p>In late 2014, the Open Data Institute launched its <a href=\"http://theodi.org/roadmap-uk-2015\" title=\"Open data roadmap for the UK\">'Open data roadmap for the UK'</a>, setting out steps the next UK government should take to make progress with open data. A central driver for the roadmap was the aim to help move government beyond being aware of open data – and creating a fertile environment for innovation with data – to being in a position to act on its potential. </p>\n<p>There is mounting evidence that demonstrates ways open data can help government find savings and improve public services, support new business models and contribute to solving long-term social and environmental challenges. The ODI’s open data roadmap sketches out a plan for the UK to build on this evidence for broader impacts. It’s a plan other countries can also look to for guidance to help bring the benefits of open data to their countries and improve their rankings in the Open Data Barometer.</p>\n<ul>\n<li><p><a href=\"http://theodi.org/roadmap-uk-2015-step1\">First</a>, the various activities taking place around data – both open and closed – need to be connected up and given ongoing strategic leadership. </p></li>\n<li><p><a href=\"http://theodi.org/roadmap-uk-2015-step2\">Second</a>, concrete mechanisms should be put in place for opening up more datasets held by government with significant economic, social and environmental potential. While more than 14,000 datasets are available as open data on <a href=\"http://www.data.gov.uk\" title=\"data.gov.uk\">data.gov.uk</a>, some of the UK’s most important data assets have yet to be released. </p></li>\n<li><p><a href=\"http://theodi.org/roadmap-uk-2015-step3\">Third</a>, put further incentives in place to help government, industry and people get better at consuming and using data, not just releasing it. This third step – equipping people and organisations with the skills to use data – is essential to realising the full potential of open data. </p></li>\n</ul>\n<p>Over the next three months, the ODI is focused on expanding on elements of the roadmap.</p>\n<p>We’re investigating:</p>\n<ul>\n<li><p>What a Chief Data Officer role for the UK would look like, and how this model might be replicated across departments;</p></li>\n<li><p>How the various strands of data policy – open data, data sharing and data science, as well as data protection and IP rights in data – might be connected up as a wider data strategy, and what that would look like; and</p></li>\n<li><p>Ways in which government departments could be incentivised or encouraged to use their own data and work more closely with industry where potential benefits of open data have been demonstrated.</p></li>\n</ul>\n<p><em>We’ll be posting blog updates and briefing notes along the way for wider input. If there are other areas of the roadmap you’re keen to explore or discuss, please let us know. You can email us at policy@theodi.org.</em></p>\n<p><em>If you’re interested in learning more about the Open Data Barometer, join us at the ODI for a <a href=\"http://theodi.org/lunchtime-lectures/friday-lunchtime-lecture-exploring-the-open-data-barometer-the-challenges-ahead-for-an-open-data-revolution\">lunchtime lecture on Friday, 20 February</a> presented by two of the researchers behind the Barometer, Tim Davies and Dr. Savita Bailur. The lunchtime lecture will have live audio, and can be streamed <a href=\"http://theodi.org/lunchtime-lectures/friday-lunchtime-lecture-exploring-the-open-data-barometer-the-challenges-ahead-for-an-open-data-revolution\">here</a>.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}},"related_external_links":[{"title":"Open Data Barometer visualisation","url":"http://theodi.github.io/open-data-barometer-viz/"},{"title":"How is your country ranked in the Open Data Barometer?","url":"http://www.opendatabarometer.org/report/analysis/rankings.html"}],"related":[{"id":"https://contentapi.theodi.org/roadmap-uk-2015.json","web_url":"http://theodi.org/roadmap-uk-2015","slug":"roadmap-uk-2015","title":"Open data roadmap for the UK - 2015","format":"article","updated_at":"2015-09-11T09:59:38+00:00","created_at":"2014-12-08T13:15:56+00:00","tag_ids":["page","publication","policy","roadmap","uk"]},{"id":"https://contentapi.theodi.org/the-odis-open-data-roadmap-for-the-uk-is-launched.json","web_url":"http://theodi.org/news/the-odis-open-data-roadmap-for-the-uk-is-launched","slug":"the-odis-open-data-roadmap-for-the-uk-is-launched","title":"Open data roadmap for the UK is launched","format":"article","updated_at":"2015-09-11T09:58:16+00:00","created_at":"2014-12-11T09:18:50+00:00","tag_ids":["news","open-data","uk","policy","government"]}],"organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}}