{"id":"https://contentapi.theodi.org/the-open-future-of-banking.json","web_url":"http://theodi.org/blog/the-open-future-of-banking","slug":"the-open-future-of-banking","title":"The open future of banking","format":"article","updated_at":"2017-05-18T15:24:42+00:00","created_at":"2016-06-24T15:17:53+00:00","tag_ids":["blog","open-banking-standard","open-banking-working-group","open-banking","fintech"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-banking-standard.json","web_url":null,"title":"open banking standard","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-banking-standard","web_url":"http://theodi.org/tags/open-banking-standard","slug":"open-banking-standard"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-banking-working-group.json","web_url":null,"title":"open banking working group","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-banking-working-group","web_url":"http://theodi.org/tags/open-banking-working-group","slug":"open-banking-working-group"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-banking.json","web_url":null,"title":"open banking","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-banking","web_url":"http://theodi.org/tags/open-banking","slug":"open-banking"}},{"id":"https://contentapi.theodi.org/tags/keywords/fintech.json","web_url":null,"title":"fintech","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=fintech","web_url":"http://theodi.org/tags/fintech","slug":"fintech"}}],"details":{"business_proposition":false,"description":"<p>The UK has the opportunity to lead the world in open innovation in banking. It can help shape and set standards for the future of digital banking that will make the most of the web of data to deliver customer value, create new products and services, and drive huge efficiency savings in banks. Far more significant than any one technology, such as blockchain, is the fact that the future of banking is ‘open’.</p>","excerpt":"By Gavin Starks and Peter Wells\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><strong>By Gavin Starks and Peter Wells</strong></p>\n<p><em>The UK has the opportunity to lead the world in open innovation in banking. It can help shape and set standards for the future of digital banking that will make the most of the web of data to deliver customer value, create new products and services, and drive huge efficiency savings in banks. Far more significant than any one technology, such as blockchain, is the fact that the future of banking is ‘open’.</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/6d/51/576d51edf362be77e9000017/Banks.jpg\" alt=\"null\" class=\"img\" id=\"576d51ed1f986a07bf000087\"></p>\n<p>The Open Banking Working Group published a framework for <a href=\"http://theodi.org/open-banking-standard\">open banking</a> at the end of 2015. The <a href=\"https://www.gov.uk/government/news/cma-wants-banks-to-work-harder-for-their-customers\">Competition and Markets Authority</a> has provisionally agreed with the recommendations, in fact it’s asked for them to be delivered faster.</p>\n<p>The Open Banking Standard sets out how to develop an openly accessible set of standards, tools, techniques and processes around opening and sharing this data that will help improve competition and efficiency, as well as stimulate innovation across the sector. This innovation will help customers look for a mortgage more easily, help banks to find customers matched to a new product, and help businesses to share data with their accountants. The uses will not be limited to the UK retail banking sector. People have talked about using the data in the <a href=\"https://www.gov.uk/government/publications/introducing-govuk-verify/introducing-govuk-verify\">UK’s identity framework, GOV.UK Verify</a>, or to help people who move country to get a new banking account and rent a flat.</p>\n<p>This is a huge opportunity. Other sectors such as <a href=\"http://theodi.org/agriculture-nutrition-open-data\">agriculture</a>, <a href=\"https://theodi.org/news/transport-systems-catapult-and-the-odi-announce-a-strategic-partnership-to-develop-transport-data-infrastructure\">transport</a> and <a href=\"http://www.huffingtonpost.co.uk/dom-fennell/imins-journey-innovation_b_10337670.html\">sport</a> are already opening up whilst there is also excitement from the pensions and insurance industries and countries across the globe. An open data infrastructure will help these sectors connect together so that they can learn lessons from each other. It will help link up the data so that customers could choose to allow organisations from multiple different sectors access to their data using similar standards and processes. This will create a huge upsurge in innovative services for customers.</p>\n<p>But whilst there are opportunities for everyone we also know that every organisation is faced with dilemmas and difficult questions. What if other organisations don’t comply with the standard? Is there a risk with going first? How do we build a business case for something so disruptive? We risk thinking that every organisation needs to move at the same pace. This is wrong.</p>\n<p>Only a few people from each part of the ecosystem need to make the choice to create change. Once momentum builds up then others will have to follow. The first movers will have a unique opportunity to shape the new system to make sure it works for them. </p>\n<p>These first movements may be led by those with the deepest pockets – whether it be existing large organisations or well-funded startups – but the change is unavoidable. Technology and the web has brought disruption to many sectors, it is inevitable that it will come to banking. </p>\n<p>When thinking about the future of banking, we have to consider what it means for the different parts of the banking ecosystem. Each part – whether it be regulators, incumbent banks, challenger banks, fintech companies, data aggregators or consumer associations – will have to consider their business models.</p>\n<p>Open licensing of data does not necessarily mean free provision of high-frequency data updates. Data as a service models are just one of many ways to fund the publication of open data and to create its positive effects for innovation, transparency, collaboration and trust.</p>\n<p>In some sectors technology-driven disruption has destroyed existing businesses, in others it has created large new platforms. The market needs to compete but it also needs to cooperate. Of course, this tension has always existed, however, today the likelihood of new entrants to radically disrupt the market is higher. </p>\n<p>We can draw experience from seeing other sectors radically transform when they fully embrace the capabilities of the web. In all sectors it is delivering better services to users, increasing productivity and helping grow our economies. This growth provides the opportunity for every part of the ecosystem to benefit and the organisations that benefit are the ones that understand the nature of the disruption and the changes to business models that are being driven by the web.</p>\n<p>The web has significantly raised customers’ expectations of the services they receive. This acts to commoditise parts of the supply-chain, and leads to an evolution in business model to focus on service levels and added value. The banking industry already knows how important good service is for building trust and confidence in a bank, and these service expectations will only increase as data and technology change everything else in a customer’s life. It can be hard to deliver good service in a regulated, dynamic, international financial world, but an Open Banking Standard will help banks and innovators to collaborate and rise to the challenge of providing a first-class service that still keeps the regulators happy.</p>\n<p>This is not just about open data, but other aspects of open such as open source, open culture and open innovation. The collaborative approach of the open banking work group is part of this openness. By working together we can open up the sector in a way that uses the strengths of each part of the ecosystem (big or small, incumbent or disruptive fintech), creates opportunities for everyone and builds better services for customers. </p>\n<p>But it’s not just the customer that will benefit: banks will also benefit from efficiencies in time and money. They will also encourage greater interactions from orthogonal areas (e.g. insurance, pensions, accountants).</p>\n<p>People want those services and banks to see that open innovation creates opportunities for them. Good data infrastructure which is as open as possible is a competitive advantage for organisations, cities, sectors and nations.</p>\n<p>The open banking standard helps build that infrastructure and is part of that competitive advantage. It is part of the <a href=\"http://theodi.org/blog/comment-what-would-an-open-data-future-look-like\">open future</a> for financial data infrastructure. It will mean a change to business models but that change creates opportunity for those who dare to take it.</p>\n<p><em><strong>If you have ideas or experience in open data that you’d like to share, <a href=\"mailto:production@theodi.org\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}