{"id":"https://contentapi.theodi.org/the-uk-needs-a-data-act-of-its-own.json","web_url":"http://theodi.org/blog/the-uk-needs-a-data-act-of-its-own","slug":"the-uk-needs-a-data-act-of-its-own","title":"Guest post: The UK needs a DATA Act of its own","format":"article","updated_at":"2015-09-11T09:56:09+00:00","created_at":"2014-07-04T14:52:11+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>The UK would benefit from the establishment of an Open Data Coalition to pursue the passage of a UK DATA Act akin to the one that became law in the US in May 2014.</p>","excerpt":"The UK would benefit from the establishment of an Open Data Coalition to pursue the passage of a UK DATA Act akin to the one that became law in the US in May 2014.\r","language":"en","need_extended_font":false,"alternative_title":"Guest blog posts: Hugh Brookes","url":"","content":"<p>The UK would benefit from the establishment of an Open Data Coalition to pursue the passage of a UK DATA Act akin to the one that became law in the US in May 2014.</p>\n<p><strong>The US DATA Act</strong></p>\n<p>The US Digital Accountability and Transparency Act (the DATA Act), signed into law by President Obama on 9 May 2014, requires the US Treasury to draw up government-wide data standards for the mandatory online publication of agency financial reports, payments, budget actions, contract reporting, and grant reporting information. It is seen as the most significant federal transparency reform since President Johnson signed the US Freedom of Information Act in 1967.</p>\n<p>The DATA Act will introduce significant benefits, not just in terms of transparency (addressing the \"Open Data Agenda\"), but also in standardising currently unaligned systems of accounting across national and local government and other public sector organisations.  It’s also expected to drive increased efficiencies in budget management.</p>\n<p><strong>The opportunity for the UK</strong></p>\n<p>The US administration has given a strong lead in an area to which the UK is already committed: its stance aligns with the ambitions outlined in our Prime Minister’s 31 October <a href=\"https://www.gov.uk/government/speeches/pm-speech-at-open-government-partnership-2013\">speech</a> at the 2013 Open Government Partnership Summit in London.</p>\n<p>The Open Government Partnership identifies significant benefits stemming from opening up government data to increased scrutiny, in areas such as:</p>\n<ul>\n<li><p>fighting corruption</p></li>\n<li><p>strengthening democracy</p></li>\n<li><p>empowering citizens</p></li>\n<li><p>enabling civil society and government to work together for a better future</p></li>\n</ul>\n<p>Additionally, effective standardisation and the opening up of public sector budget and spend tracking and its reporting would deliver time and cost savings.</p>\n<p>If replicated in the UK, a DATA Act would be a major contribution to enabling scrutiny of public expenditure and would align well with the EU Accounting and Transparency Directives.</p>\n<p><strong>An Open Data Coalition for the UK</strong></p>\n<p>The Data Transparency Coalition is an American trade association advocating US government data reform. It brings together technology companies, non-profit organisations and individuals to support policies that require federal agencies to publish their data online, using standardised, machine-readable, non-proprietary data standards. Members include sector leaders such as Teradata Corporation, WebFilings, RR Donnelley, and PwC, and smaller start-ups such as Level One Technologies and BrightScope.</p>\n<p>The need for us to work together in a co-ordinated way makes a strong case for the establishment of an Open Data Coalition for the UK, bringing together all interested parties who are united in wanting to achieve the goal of a UK DATA Act.</p>\n<p><strong>Recommendation</strong></p>\n<p>Our existing national commitment to open data points towards championing a UK DATA Act amongst our community:</p>\n<ul>\n<li><p>our colleagues</p></li>\n<li><p>our partners</p></li>\n<li><p>our clients</p></li>\n<li><p>Government and NGOs</p></li>\n</ul>\n<p>We need to establish a UK coalition of those seeking to promote a DATA Act for the UK and need to consider:</p>\n<ul>\n<li><p>how we work together to accelerate the introduction of a DATA Act here</p></li>\n<li><p>who we should be talking to within our own organisations</p></li>\n<li><p>who we should be talking with beyond our own organisations</p></li>\n<li><p>who should be the focal point for those promoting open data and the value of a UK DATA Act</p></li>\n<li><p>whether the US Data Transparency Coalition provides a basic template for our work in the UK</p></li>\n</ul>\n<p><em><a href=\"https://www.linkedin.com/in/hughbrookes\">Hugh Brookes</a> is manager, government sector at CoreFiling.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Hugh Brookes","slug":"hugh-brooks","state":"published","web_url":"http://theodi.org/hugh-brooks","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Hugh Brookes","slug":"hugh-brooks","state":"published","web_url":"http://theodi.org/hugh-brooks","tag_ids":["writers"]}}