{"id":"https://contentapi.theodi.org/the-power-of-open.json","web_url":"http://theodi.org/blog/the-power-of-open","slug":"the-power-of-open","title":"The Power of Open","format":"article","updated_at":"2015-09-11T09:52:43+00:00","created_at":"2013-10-28T13:45:13+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"description":"","excerpt":"The phrase 'open data' is heard increasingly around Whitehall and even features on the agenda of G8 meetings. This week in London two back to back summits are being held to discuss it. [The first](summit.theodi.org) organised by the Open Data Institute (ODI) will bring together innovators, entrepreneurs and digital developers to demonstrate the results of open data innovation. The second is an [Open Government Partnership Summit](http://www.opengovpartnership.org/get-involved/london-summit-2013) representing 60 countries and involving senior leadership from governments and NGOs - they too will be waxing lyrical about the power of open data. Why is this abstract, geeky term getting so much attention? What is open data, what difference does it make and why should we care?\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>The phrase 'open data' is heard increasingly around Whitehall and even features on the agenda of G8 meetings. This week in London two back to back summits are being held to discuss it. <a href=\"summit.theodi.org\">The first</a> organised by the Open Data Institute (ODI) will bring together innovators, entrepreneurs and digital developers to demonstrate the results of open data innovation. The second is an <a href=\"http://www.opengovpartnership.org/get-involved/london-summit-2013\">Open Government Partnership Summit</a> representing 60 countries and involving senior leadership from governments and NGOs - they too will be waxing lyrical about the power of open data. Why is this abstract, geeky term getting so much attention? What is open data, what difference does it make and why should we care?</p>\n<p>Open data is data that is freely available over the Web for anyone to reuse without restriction. Over the last few years, governments in the UK and overseas have been opening up more of their information. This led to the establishment of <a href=\"http://data.gov.uk\">data.gov.uk</a>, <a href=\"http://data.gov\">data.gov</a> and other state-run websites that hold or point to public sector information. The data can range from information about reported crime to train timetables, from details of government spending to copies of contracts, from infection rates in hospitals to the quality of bathing water. Open data released by government is non-personal data or else data that is aggregated or anonymised so that individuals cannot be identified from it.</p>\n<p>This open data is the raw material used to build new services and because it is open anyone can get in on the act. <a href=\"http://www.mastodonc.com/\">Mastodon C</a>, one of the start-ups hosted by the ODI, took the prescription data published each month by GPs in England. <a href=\"http://prescribinganalytics.com/\">They showed</a> that for just one class of drugs, statins, if GPs had prescribed the generic version rather than the more expensive patented version the NHS could have saved over £200 million in one year. They now have contracts in place to do more analysis. The challenge now is to use this kind of insight to change behaviour. But it is clear that open data can increase transparency, improve efficiency and create real economic value - a winning combination.</p>\n<p>Publishing open data also increases engagement and participation by the public. This happened with the <a href=\"http://data.police.uk\">police.uk</a> site that shows the open data around reported crime and justice outcomes. Since it launched it has had over 53 million visits from 22% of all family households in England and Wales. Public Health England’s <a href=\"http://longerlives.phe.org.uk/\">Longer Lives</a> site also attracted national attention when it published open data around mortality rates in England. It shows wide variation between local authorities with two and a half times as many premature deaths in Manchester versus Richmond on Thames - it also showed how authorities with similar levels of socioeconomic deprivation were doing against authorities with similar profiles. The potential outcomes from this kind of innovation include matching services much more effectively to need, on a local level.</p>\n<p>Can this extend beyond the public sector? Can commercial companies gain value from the trend towards open data? To date the ODI has hosted and helped 10 start-up companies who are building new businesses out of open data. Interestingly, many of these businesses are doing much of their work with the public sector. <a href=\"http://www.carbonculture.net/\">Carbon Culture</a> is helping Cardiff City Council and the Royal Borough of Kensington and Chelsea to reduce their carbon footprint by publishing real-time information about energy consumption in council buildings. <a href=\"http://www.spendnetwork.com/\">Spend Network</a> (launching in November) will help public sector buyers save money by creating the first comprehensive and publicly available website for government transaction data - it will provide real insight as to the cost of equivalent or identical items and services across government. This will make public sector transactions open to public scrutiny - the “disinfectant of sunlight” as the Prime Minister once famously described it. Apps created by private companies, such as <a href=\"http://transportapi.com/\">Transport API</a> another ODI housed start-up, are using travel open data from Transport for London. This is estimated to have saved the London economy up to £58m a year, as commuters alter their journeys to avoid disruption and arrive at work on time</p>\n<p>At the same time, the supply of useful data from the private sector is gathering pace. <a href=\"http://dynamicinsights.telefonica.com/\">Telefonica Dynamic Insights</a> is committing to making fully anonymised and aggregated mobile network data available publicly for the first time. The ODI has worked with Telefonica to show how this data, combined with public sector information can build new, open tools that demonstrate to citizens and government officials the possible outcomes of their choices. As a first step, the team have built a website that uses the data to show the effects of proposed changes to the London Fire Brigade - the effects of closing this or that Fire Station. Until now, most of this sort of decision making has taken place behind closed doors.</p>\n<p>A year ago, in the UK, the ODI opened its doors, its mission was to use open data to transform public services, enhance policy making, foster new open-data businesses and drive the creation of economic and social value. A year later and responding to huge interest from around the world we will be  announcing at our Summit on Tuesday new ODI nodes across the globe. The ODI is helping promote an idea whose time has come. Open data supports open innovation - potentially one of the most disruptive developments the Web has fostered. Anyone can access the primary data of government national and local, anyone can look to use that data to provide a more transparent, efficient and profitable service or application. It is an idea that is taking hold in the private sector too. No one expects the Public Sector to act as an agent of transformative change. But in the case of open data Sir Humphrey has the opportunity to lead a revolution.</p>\n<p><em>A version of this article originally appeared in <a href=\"http://www.thetimes.co.uk/tto/opinion/columnists/article3906100.ece\">The Times</a></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Sir Nigel Shadbolt","slug":"nigel-shadbolt","state":"published","web_url":"http://theodi.org/team/nigel-shadbolt","tag_ids":["team","team-board","person","nigel-shadbolt","founder"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Sir Nigel Shadbolt","slug":"nigel-shadbolt","state":"published","web_url":"http://theodi.org/team/nigel-shadbolt","tag_ids":["team","team-board","person","nigel-shadbolt","founder"]}}