{"id":"https://contentapi.theodi.org/the-future-of-transport-shared-services-built-on-data.json","web_url":"http://theodi.org/blog/the-future-of-transport-shared-services-built-on-data","slug":"the-future-of-transport-shared-services-built-on-data","title":"The future of transport? Shared services built on data","format":"article","updated_at":"2017-01-05T16:57:50+00:00","created_at":"2017-01-05T15:41:31+00:00","tag_ids":["blog","transport","infrastructure","data-infrastructure"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/transport.json","web_url":null,"title":"transport","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=transport","web_url":"http://theodi.org/tags/transport","slug":"transport"}},{"id":"https://contentapi.theodi.org/tags/keywords/infrastructure.json","web_url":null,"title":"infrastructure","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=infrastructure","web_url":"http://theodi.org/tags/infrastructure","slug":"infrastructure"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-infrastructure.json","web_url":null,"title":"data infrastructure","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-infrastructure","web_url":"http://theodi.org/tags/data-infrastructure","slug":"data-infrastructure"}}],"details":{"business_proposition":false,"description":"","excerpt":"Mobility as a Service has the power to change the way we travel. Ito World CEO Johan Herrlin shares what’s driving the movement forward, from smartphones to autonomous vehicles, and the critical role that data – especially open data – can play\r","language":"en","need_extended_font":false,"alternative_title":"Guest post: The future of transport? Shared services built on data","url":"","content":"<p><em>Mobility as a Service has the power to change the way we travel. Ito World CEO Johan Herrlin shares what’s driving the movement forward, from smartphones to autonomous vehicles, and the critical role that data – especially open data – can play</em></p>\n<p><strong><em>By Johan Herrlin</em></strong></p>\n<p>Mobility as a Service (<a href=\"http://maas.global/what-is-mobility-as-a-service-maas/\">MaaS</a>) describes the idea that we’re moving away from privately owned modes of transportation and towards consuming transportation solutions as a service. </p>\n<p>This will be enabled by blending both public and private transportation providers across multiple modes of transportation, and providing a single-access interface for managing trips. </p>\n<p>MaaS has the potential to transform our society by changing the way people and goods move from place to place over the next few decades through multimodal, multisector transportation options. More open data being used will be key to making this happen.</p>\n<p>Transport apps offer users a comprehensive view of transportation options and the ability to manage the entire lifecycle of a trip, from journey planning to ticketing. MaaS providers sell access to these for individual journeys or as a monthly subscription for a particular geography, typically making money on the margin they earn – in buying tickets wholesale and selling retail, for example. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/6e/6d/586e6dffd0d46207e0000004/MaaS_Model.jpg\" alt=\"null\" class=\"img text-center\" id=\"586e6dffd0d46206ce000034\"></p>\n<p><strong>What has enabled MaaS?</strong></p>\n<p>The short answer is smartphones and the sharing economy.</p>\n<p><strong>Smartphones</strong> enable users to get information when they need it, request services and see options mapped out. Most importantly, smart phones are location-aware. The sharing economy, represented by companies such as <a href=\"https://www.uber.com/en-GB/\">Uber</a>, <a href=\"https://www.airbnb.co.uk/\">Airbnb</a> or bike-sharing schemes, have changed the expectation for how goods and services are consumed – from ownership to consumption. There are, of course, many other factors that have enabled MaaS.</p>\n<p>Globally, we are seeing <a href=\"https://esa.un.org/unpd/wup/publications/files/wup2014-highlights.Pdf\">more people moving towards cities</a> and dense urban areas necessitating and enabling new forms of transportation. Millennials are generally <a href=\"http://www.goldmansachs.com/our-thinking/pages/millennials/\">far less concerned</a> about the prestige value of car ownership and more interested in simply having access to cars. They are increasingly gravitating towards areas where car ownership is less of a necessity, thanks to new modes of transportation like ride-sharing services.</p>\n<p>The development of <strong>autonomous vehicles</strong> will have a huge impact on MaaS as it allows consumers to more seamlessly use cars in conjunction with other forms of transportation.</p>\n<p>Today, a commuter is unlikely to want to switch from a car to a train on their journey, even if it means getting to work sooner. The reason for this is that they would have to leave the car at the station (and pay for parking), and then have to come back to that same station in the evening to pick up the car. It may not make sense for the commuter to take the same route home as they did on their way into work. With autonomous vehicles, this problem goes away.</p>\n<p>Electric vehicles allow for greater efficiency and cleaner solutions. These, along with autonomous vehicles, will likely deliver a myriad of new transportation solutions from single-use vehicles to busses and everything in between.</p>\n<p>The last trend is, of course, <strong>open systems and data</strong>. The ability to exchange data between all of these systems will be key in finding the optimal route (based on an individual’s preferences), understand the fare structures and provide tickets that work across different systems.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/6e/6e/586e6e31d0d46207e0000006/Influences__1_.jpg\" alt=\"null\" class=\"img text-center\" id=\"586e6e311f986a07bc000001\">  </p>\n<p><strong>Data needs</strong></p>\n<p>Many data elements need to come together for MaaS to become a reality.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/6e/6e/586e6e5a1f986a082c000001/DataNeeds2.jpg\" alt=\"null\" class=\"img text-center\" id=\"586e6e591f986a07bc000002\"> </p>\n<p>One of the key challenges remaining is getting public transportation data to be as complete and accurate as needed to support MaaS solutions. This is where open data comes in. Public transportation data has three classic challenges that opening it up can help to address.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/6e/6e/586e6ecaf362be08a3000001/Challenges.jpg\" alt=\"null\" class=\"img text-center\" id=\"586e6ec91f986a07bc000004\"></p>\n<p>By opening transportation data – such as schedules, real-time and fares – we also see the classic benefits brought about by open data more generally.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/6e/6e/586e6ef0f362be08a3000003/Benefits.jpg\" alt=\"null\" class=\"img text-center\" id=\"586e6ef0f362be081c000001\"></p>\n<p>Openly available transport data has been the basis of many of the most popular journey planning apps – such as Google Maps and Apple Maps – as well as many local apps that serve individual communities.</p>\n<p><strong>How can open data best be leveraged for MaaS?</strong></p>\n<p>At <a href=\"http://www.itoworld.com/\">Ito World</a> – a global data aggregator for transit and other MaaS-related data – we believe that in order for MaaS to become a reality, we must deliver MaaS providers transit data that reflects the real-life customer experience as closely as possible. </p>\n<p>Imagine being dropped off at a train station by a ridesharing service. If the train is significantly delayed or cancelled, the promise of MaaS falls apart quickly. In order to have a seamless experience using multimodal, multisector transportation solutions, all the data must be as accurate and timely as possible.</p>\n<p>At Ito World, we work with many agencies and operators, leveraging both open and proprietary data to improve, augment and align their real-time data to timetables, delivering a single, integrated real-time feed for entire cities across the world. These data feeds are used to power some of the largest journey planners in the world, as well as emerging MaaS providers.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/6e/6f/586e6fd2d0d46207bf000001/Squid.jpg\" alt=\"null\" class=\"img text-center\" id=\"586e6fd1f362be081c000006\"> </p>\n<p>We’re often asked why there’s a need for a company like ours when much of the data is open anyway. Look at Great Britain as an example. On the current dataset for just the buses in Great Britain, we have made corrections, edits and enhancements that affect 60,000 journeys. In other words, if a MaaS provider were to have leveraged the raw open data, they would have had 60,000 opportunities to create a bad user experience.</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/6e/70/586e7015d0d46207bf000003/Enhancements.jpg\" alt=\"null\" class=\"img text-center\" id=\"586e7015f362be081c000007\"> </p>\n<p>MaaS has the potential to improve lives around the world. By using data made open by transport agencies and operators, more companies like Ito World can help to provide comprehensive, complete and accurate transit data across the world to power MaaS solutions.</p>\n<p><strong><em>Johan Herrlin is CEO at <a href=\"http://www.itoworld.com/\">Ito World</a>, a global data aggregator for transit and other MaaS-related data. Ito World is also an ODI Member. Follow <a href=\"https://twitter.com/itoworld\">@ItoWorld</a> on Twitter</em></strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/transport.json","web_url":"http://theodi.org/transport","slug":"transport","title":"Building data infrastructure for transport innovation","format":"article","updated_at":"2016-06-15T07:42:03+00:00","created_at":"2016-06-14T14:50:35+00:00","tag_ids":["page","transport","data-infrastructure","transport-systems-catapult"]},{"id":"https://contentapi.theodi.org/odi-summit-jonathan-raper-lightning-talk.json","web_url":"http://theodi.org/blog/odi-summit-jonathan-raper-lightning-talk","slug":"odi-summit-jonathan-raper-lightning-talk","title":"ODI Summit: Jonathan Raper - creating new value around transport services","format":"article","updated_at":"2015-09-11T09:52:53+00:00","created_at":"2013-11-27T16:40:21+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}