{"id":"https://contentapi.theodi.org/the-softer-side-of-data-infrastructure.json","web_url":"http://theodi.org/blog/the-softer-side-of-data-infrastructure","slug":"the-softer-side-of-data-infrastructure","title":"Forging stronger data infrastructure in Canada ","format":"article","updated_at":"2016-07-14T12:05:14+00:00","created_at":"2016-07-14T09:45:17+00:00","tag_ids":["blog","data-infrastructure","policy"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-infrastructure.json","web_url":null,"title":"data infrastructure","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-infrastructure","web_url":"http://theodi.org/tags/data-infrastructure","slug":"data-infrastructure"}},{"id":"https://contentapi.theodi.org/tags/keywords/policy.json","web_url":null,"title":"policy","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=policy","web_url":"http://theodi.org/tags/policy","slug":"policy"}}],"details":{"business_proposition":false,"description":"<p>The need for a strong data infrastructure increasingly influences how governments work, think and act. ODI Toronto's Andi Argast is a technology strategist and facilitator, and here shares how Ontario is approaching policy around data infrastructure</p>","excerpt":"The need for a strong data infrastructure increasingly influences how governments work, think and act. ODI Toronto's [Andi Argast](http://toronto.theodi.org/our-team/) is a technology strategist and facilitator, and here shares how Ontario is approaching policy around data infrastructure\r","language":"en","need_extended_font":false,"alternative_title":"Forging stronger data infrastructure in Canada ","url":"","content":"<p><em>The need for a strong data infrastructure increasingly influences how governments work, think and act. ODI Toronto's <a href=\"http://toronto.theodi.org/our-team/\">Andi Argast</a> is a technology strategist and facilitator, and here shares how Ontario is approaching policy around data infrastructure</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/87/60/578760f5d0d462043d000023/8756550624_4531e712d9_c.jpg\" alt=\"null\" class=\"img\" id=\"578760f5f362be07f6000084\">\n<small>Photo credit: <a href=\"https://www.flickr.com/photos/fontplaydotcom/8756550624/\">fontplaydotcom</a> via VisualHunt / CC BY 2.0</p>\n<p><a href=\"http://theodi.org/data-infrastructure\">Data infrastructure</a> encompasses the “data, standards, policies, technologies and partnerships” that enable the sharing and use of data, including open data. (This is only one of many possible definitions; the ODI has explored this subject <a href=\"http://theodi.org/search?q=data+infrastructure\">in greater detail</a>.) The ‘data’ part of the definition often elicits the most discussion – the types of data collected, whether it’s <a href=\"https://theodi.org/data-spectrum\">open, shared or closed</a>, the standards and licences used – but policy and partnerships also play a critical role in building data infrastructure. </p>\n<p>Comparing recent data policy and partnerships in the Canadian province of Ontario (where <a href=\"http://oditoronto.org/\">ODI Toronto</a> is located) to similar initiatives in the UK and Europe illustrate the importance of these less technical tools to creating a sustainable data infrastructure foundation.</p>\n<p>Open government and open data have taken centre stage for the Ontario government this spring: in March 2016, Ontario became part of the Open Government Partnership (OGP)’s <a href=\"http://www.opengovpartnership.org/node/9015\">subnational pilot programme</a>, signalling a commitment to creating a data-informed culture within government. Ontario’s <a href=\"http://www.opengovpartnership.org/sites/default/files/2.%20OGP%20pilot%20program%20application.pdf\">OGP application</a> contains several key forthcoming data infrastructure elements including an Internal Data Portal (there is also a public-facing <a href=\"https://www.ontario.ca/open-data\">Ontario Data Catalogue</a>), and an Open Information Strategy to direct future, proactive release of open government data. This partnership will be one to watch, as the OGP’s Independent Reporting Mechanism (IRM) produces objective reports on how fully signatories are meeting their commitments.</p>\n<p>Following on the heels of the OGP pilot programme announcement, Ontario’s <a href=\"https://www.ontario.ca/page/ontarios-open-data-directive\">Open Data Directive</a> came into effect in April 2016. Reflecting the onus on transparency, the draft of the directive was subject to two months of <a href=\"https://www.ontario.ca/page/consultation-draft-open-data-directive\">public consultations</a>. The directive, which applies to all ministries and provincial agencies (similar to the UK’s Arm’s Length Bodies), “promotes an open-by-default approach to the proactive release of data.” The directive functions as a key piece of digital infrastructure by reaffirming a commitment to the timely and sustained release and maintenance of government data, and as a blueprint for building internal processes and systems that will “support ongoing open data requirements.”</p>\n<p>Licences and standards are also important components of data infrastructure, and the directive reaffirms the <a href=\"https://www.ontario.ca/page/ontarios-open-data-directive#section-8\">open government data licence</a> currently in use. Interestingly, the directive states that data standards are outlined in an ‘open data guidebook’, a ministry resource that is not (yet) publicly available. The directive is an exciting step for the Ontario government, however, as ODI Associate Peter Wells has <a href=\"http://theodi.org/blog/what-would-legislation-for-data-infrastructure-look-like\">recently argued</a>, “policy is useful but legislation provides a level of reliability for data publishers and consumers that policies cannot.” Although the directive specifies that it “is to be implemented in a manner that is consistent with existing legal obligations, restrictions and requirements [...] or other applicable legislation,” it remains to be seen if legislation will follow.</p>\n<p>While the question of legislation remains unanswered for now, possible data infrastructure futures can be gleaned from the direction taken by the UK. Despite differing scales and levels of government (national versus provincial), there are parallels. For instance, both Ontario’s Open Data Directive and the UK’s 2013 <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/254166/20131029-NII-Narrative-FINAL.pdf\">National Information Infrastructure (NII) documentation</a> focus on identifying and creating an inventory of government data as a critical first step. A commitment to transparency, through organisations such as the OGP, is another shared goal.  </p>\n<p>Both governments also recognise the importance of collaborating with external organisations, such as the Open Data Institute and Open Knowledge. In response to Ontario’s Open Data Directive, a coalition of Canadian open data advocates and organisations, including ODI Toronto, began a conversation with Minister Deb Matthews, requesting additional datasets and setting the foundations for future consultations on shaping Ontario’s data infrastructure. Looking ahead, it will be interesting to see whether Ontario continues to parallel the UK experience; evolving from a focus on data inventory and portals to a seeing data infrastructure as a framework for open government and open data.</p>\n<p>Other European countries – which have been exploring open government for much longer – offer different data infrastructure possibilities. <a href=\"http://www.digst.dk/Servicemenu/English/Policy-and-Strategy/Digital-Strategy-2016to2020\">Denmark</a> dates its data infrastructure back to 2001, with the introduction of e-signatures in government, and has subsequently centralised its infrastructure through the use of mandatory accounts for payments and invoicing from the state as well as an eID solution called NemID. Similarly, <a href=\"http://www.theatlantic.com/international/archive/2014/01/lessons-from-the-worlds-most-tech-savvy-government/283341/\">Estonia’s</a> “Public Key Infrastructure (PKI), which binds citizen identities to their cryptographic keys” also originated around the turn of the century. </p>\n<p>Both these countries have much smaller populations (and land-masses) than Ontario, so it’s unlikely that these futuristic scenarios will come to pass in Canada in the near future (however, Ontario is working on reforming the elections process, so stay tuned for more on that). In the meantime, we will look for less radical, perhaps even boring, policy changes to contribute to building a robust and scalable data infrastructure in Ontario.  </p>\n<p><strong><em>Andi Argast is a strategist, writer, and facilitator working at the intersection of digital technology and the social good sector at <a href=\"http://toronto.theodi.org/our-team/\">ODI Toronto</a>. Follow <a href=\"https://twitter.com/andiargast\">@andiargast</a> on Twitter.</em></strong></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Hannah Foulds","slug":"hannah-foulds","state":"published","web_url":"http://theodi.org/team/hannah-foulds","tag_ids":["team","culture-programme","odi-team"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/what-is-data-infrastructure.json","web_url":"http://theodi.org/what-is-data-infrastructure","slug":"what-is-data-infrastructure","title":"What is data infrastructure?","format":"article","updated_at":"2016-01-08T16:27:08+00:00","created_at":"2016-01-08T12:52:41+00:00","tag_ids":["page","data-infrastructure"]},{"id":"https://contentapi.theodi.org/lunchtime-lectures.json","web_url":"http://theodi.org/lunchtime-lectures","slug":"lunchtime-lectures","title":"Friday lunchtime lectures","format":"article","updated_at":"2015-11-23T15:22:13+00:00","created_at":"2013-02-16T11:35:35+00:00","tag_ids":["page","events","odifridays","open-data-institute"]},{"id":"https://contentapi.theodi.org/courses.json","web_url":"http://theodi.org/courses","slug":"courses","title":"Courses","format":"article","updated_at":"2017-04-27T12:05:53+00:00","created_at":"2014-12-11T10:53:24+00:00","tag_ids":["page","courses","homepage"]}],"organizations":[],"author":{"name":"Hannah Foulds","slug":"hannah-foulds","state":"published","web_url":"http://theodi.org/team/hannah-foulds","tag_ids":["team","culture-programme","odi-team"]}}