{"id":"https://contentapi.theodi.org/the-general-data-protection-regulation-expands-the-definition-of-personal-data.json","web_url":"http://theodi.org/blog/the-general-data-protection-regulation-expands-the-definition-of-personal-data","slug":"the-general-data-protection-regulation-expands-the-definition-of-personal-data","title":"The General Data Protection Regulation expands the definition of personal data","format":"article","updated_at":"2016-09-21T15:36:42+00:00","created_at":"2016-09-21T14:26:58+00:00","tag_ids":["blog","personal-data","data-protection"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/personal-data.json","web_url":null,"title":"personal data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=personal-data","web_url":"http://theodi.org/tags/personal-data","slug":"personal-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/data-protection.json","web_url":null,"title":"data protection","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=data-protection","web_url":"http://theodi.org/tags/data-protection","slug":"data-protection"}}],"details":{"business_proposition":false,"description":"","excerpt":"By Efrén Díaz Díaz\r","language":"en","need_extended_font":false,"alternative_title":"The General Data Protection Regulation expands the definition of personal data","url":"","content":"<p><strong>By Efrén Díaz Díaz</strong></p>\n<p>The <a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32016R0679\">General Data Protection Regulation (GDPR)</a> will soon be directly applicable in EU countries and apply to all personal data about human beings, or '<a href=\"https://en.wikipedia.org/wiki/Natural_person\">natural people</a>' as we're called in jurisprudence. Businesses within and working with EU countries, or providing services to EU citizens, will need to take these new rules into account in their business practice.</p>\n<p>Concluded earlier this year, the GDPR comes into force in 2018. It extends the definition of personal data in its article 5 to: <em>\"any information relating to an identified or identifiable natural person (‘data subject’); an identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person\"</em>.</p>\n<p>This definition includes identifiers that would be considered 'personal data', where a person can be directly or indirectly identified, such as from an ID number, a personal address, IP address, telephone number, fingerprints, retinal patterns, hand geometry, drug identification number or images of individuals captured by a video surveillance system. </p>\n<h3 id=\"somedataisdefinitelypersonaldata\">Some data is definitely personal data</h3>\n<p>Your current location is personal data. Where you live is personal data. So is your route to work. But sometimes these things can still be published as open data to unlock greater value for companies, public bodies and society in general.</p>\n<p>The GDPR says that datasets containing personal data can only be published as open data by controllers or processors with the consent of the data subject, or on some other legitimate basis (for example, compliance with legal obligations under <a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32016R0679\">article 6</a>).</p>\n<p>Data can also be published if it is anonymised, but this is tricky and laborious. Controllers and processors are required to provide sufficient guarantees and implement appropriate technical and organisational measures to meet the requirements of the GDPR regulation and ensure the protection of the rights of the data subject. The <a href=\"https://ico.org.uk/\">Information Commissioner’s Office</a> and the <a href=\"http://ukanon.net/\">UK Anonymisation Network</a> have put together detailed guidance about <a href=\"https://ico.org.uk/for-organisations/guide-to-data-protection/anonymisation/\">anonymising datasets</a>.</p>\n<h3 id=\"somedataisdefinitelynotpersonaldata\">Some data is definitely not personal data</h3>\n<p>A register of countries, for example, is clearly not personal data. An address database without data that provides information about owners or occupants such as individual names, house price or identifying details of tenants or landlords is not personal data. Most <a href=\"https://ico.org.uk/for-organisations/inspire-regulations/what-is-spatial-information/\">spatial information</a> <a href=\"https://ico.org.uk/for-organisations/inspire-regulations/what-is-spatial-information/\">such as</a> maps, road networks, cadastre boundaries and information are not personal data so long as they do not include information about the ownership of those areas. Bus timetables would not be considered personal data if all that a dataset consists of is the general times and routes of buses. </p>\n<p>These datasets can be combined with lots of data – including personal data – to create value, but these datasets themselves are not personal data.</p>\n<h3 id=\"sometimesitcanbereallyhardtotell\">Sometimes it can be really hard to tell</h3>\n<p>This is where geospatial data comes in. Geospatial data is a valuable attribute in many datasets, but it can make identification of individuals easier. </p>\n<p>You need to think about what’s in your dataset. A personalised bus timetable – an individual's commute, for example – may be considered personal data. This is because you may be able to identify that person through ascertaining their home and work address. The same applies to a route cycled on the weekend or a weekly run.</p>\n<p>Some services have been designed to combine anonymisation techniques and user consent to allow people to choose to publish personal data containing location information. For example, <a href=\"https://www.strava.com/\">Strava</a> allows people to publish their running or cycling activities. </p>\n<p>The app says that: <em>\"Strava allows you to make any individual activity private. You can also create a privacy zone perimeter around any address like your home, office, or any place you tend to start activities from that you’d like to keep private. You can make your profile viewable only by signed in Strava members, and abbreviate your last name for more anonymity. You can also require approval before allowing someone to follow you.\"</em></p>\n<p>This type of <a href=\"https://www.iab.org/wp-content/IAB-uploads/2011/03/fred_carter.pdf\">privacy-by-design</a><a href=\"https://www.iab.org/wp-content/IAB-uploads/2011/03/fred_carter.pdf\"> and privacy-by-default</a> is a pattern that other organisations could adapt and use to create open data from personal and geospatial data.</p>\n<h3 id=\"consideringscaleandlinkability\">Considering scale and link ability</h3>\n<p>Whether some data is personal data depends on the ease of linking it to a person. For geospatial data, this can be a function of scale. For example, if you could zoom into a satellite photo of Europe and identify a person in their back garden, then the photo is personal data. If the scale of the spatial information does not enable someone to identify a natural person then it can be published as open data.</p>\n<p>Geospatial data will be considered personal data if it is linked to a person, obviously about their property or has impact on the person. An example is the value of a particular house. Although it looks like just simple information about an object and not about a person, it may be personal data under the definition in the GDPR as it could be combined with the occupier of the house to infer information about their income or tax liabilities. Data protection rules will clearly not apply if this information, also open data in certain countries, is aggregated or anonymised and published to summarise real estate prices in larger geographic areas.</p>\n<p>Meanwhile, in Spain the National Data Protection Authority is <a href=\"http://www.expansion.com/empresas/tecnologia/2016/06/09/57595e39e2704e740d8b457e.html\">investigating one of the biggest mobile phone operators</a> because it is collecting and using people’s geolocation data without consent. This data is clearly personal data: it could show if users regularly go to the headquarters of a political party, a union, or a religious temple. It needs to be used in a way that is compliant with data protection regulations.</p>\n<h3 id=\"notallgeospatialdataispersonaldatabutsomeis\">Not all geospatial data is personal data, but some is</h3>\n<p>The GDPR has expanded and clarified the definition of personal data and the responsibilities of organisations that hold and process it.</p>\n<p>Knowing and determining whether geospatial data is personal data can be tricky. But this is very important, especially if you also want to publish that geospatial data as open data. Before publishing it is crucial to ascertain whether that geo-information is personal data or not, and if it can be legally published as open data. Initially, geospatial data is not considered personal data, but when this dataset includes other data that is personal data, the whole dataset is personal data, GDPR applies and anonymisation mechanisms need to be applied.</p>\n<p>The <a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32016R0679\">General Data Protection Regulation (GDPR)</a> has big implications both for technological and legal aspects of geo-information. However, the privacy impact can be assessed to allow the publication of a dataset as open data, taking into account legal issues, particularly those related to privacy and protection of personal data in the geo-information databases.</p>\n<p><strong><em>Efrén Díaz Díaz is a lawyer at <a href=\"http://www.mascalvet.com/english\">Bufete Mas y Calvet</a>.</em></strong> </p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/openness-principles-for-organisations-handling-personal-data.json","web_url":"http://theodi.org/guides/openness-principles-for-organisations-handling-personal-data","slug":"openness-principles-for-organisations-handling-personal-data","title":"Openness principles for organisations handling personal data","format":"article","updated_at":"2016-08-15T10:33:49+00:00","created_at":"2016-08-12T12:36:01+00:00","tag_ids":["guide","personal-data","principles","privacy"]},{"id":"https://contentapi.theodi.org/data-privacy-day-can-we-stop-informed-consent-being-an-illusion.json","web_url":"http://theodi.org/blog/data-privacy-day-can-we-stop-informed-consent-being-an-illusion","slug":"data-privacy-day-can-we-stop-informed-consent-being-an-illusion","title":"Data Privacy Day: can we stop informed consent from being an illusion?","format":"article","updated_at":"2016-01-28T12:08:39+00:00","created_at":"2016-01-28T10:44:34+00:00","tag_ids":["blog","privacy","shared-data"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}