{"id":"https://contentapi.theodi.org/the-power-of-the-public-domain.json","web_url":"http://theodi.org/blog/the-power-of-the-public-domain","slug":"the-power-of-the-public-domain","title":"The Power of the Public Domain","format":"article","updated_at":"2015-09-11T09:51:18+00:00","created_at":"2013-04-30T20:18:56+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"need_id":"","business_proposition":false,"excerpt":"There was a time a few years back when I felt I'd been born into the wrong micro-era -- too young to witness the very birth of the Web at close quarters, but too old to be a first-hand instigator of whatever comes next. As a PhD student in the mid-2000s I had an amazing world of opportunity around me. We did, and still do, live in interesting times -- in a good way. But there was a nagging feeling that I'd missed the boat.","language":"en","need_extended_font":false,"content":"<p>There was a time a few years back when I felt I'd been born into the wrong micro-era -- too young to witness the very birth of the Web at close quarters, but too old to be a first-hand instigator of whatever comes next. As a PhD student in the mid-2000s I had an amazing world of opportunity around me. We did, and still do, live in interesting times -- in a good way. But there was a nagging feeling that I'd missed the boat.</p>\n<p>Over the preceding decade or so the Web had revolutionised so many aspects of our lives, but the revolution wasn't over yet, and until it was, the world wouldn't be ready for any next big thing, however marvellous. These cycles of innovation and technology adoption take a long time -- maybe a generation or more -- by which time I'd be over the hill and no longer flush with youthful creativity.</p>\n<p>I realise now that I needn't have worried. The Web has unlocked such a rich bounty of opportunity that I see no end in sight. My own priorities or interests will change long before I ever run out of interesting topics to work on, fuelled by the dynamics of the Web.</p>\n<p><a href=\"http://info.cern.ch/\">On this day in particular</a> it's worth reflecting on what enabled the Web to become so pervasive. Much has already been said about the open principles underlying the Web as a hypertext system: distributed publishing, no centralised control, minimal consistency requirements, and later, open standards. But much less is said about another aspect of openness that may be of equal or greater importance -- the terms under which CERN gifted the original software to the public domain *.</p>\n<p>No license, no attribution requirements, nothing. It's worth stopping and reading the statement that encodes this waiver of rights. It's <a href=\"https://cds.cern.ch/record/1164399\">available as an image</a> (behind a rather unfortunate copyright notice) and <a href=\"http://lynx.isc.org/release/lynx2-8-7/WWW/FreeofCharge.html\">parts of the second page as text</a>. It goes:</p>\n<p><em>\"The following CERN software is hereby put into the public domain.</em></p>\n<ul>\n<li><em>WWW basic (\"line-mode\") client</em></li>\n<li><em>WWW basic server</em></li>\n<li><em>WWW Library of common code.</em></li>\n</ul>\n<p><em>...</em></p>\n<p><em>CERN relinquishes all intellectual property rights to this code, both source and binary form and permission is granted for anyone to use, duplicate, modify and redistribute it.\"</em></p>\n<p>Relinquishing all intellectual property rights to something so potentially profitable seems almost unthinkable today, but this example shows what can be achieved with real openness, whether it's applied to <a href=\"http://opensource.org/\" title=\"Open Source Initiative\">software</a>, <a href=\"http://opendefinition.org/\" title=\"Open Definition\">data</a>, ideas or <a href=\"http://blogs.ucl.ac.uk/research-software-development/seminar-smith-odi/\" title=\"Dr James Smith on Open Development\">organisational culture</a>.</p>\n<ul>\n<li><em>Footnote: a footnote at the bottom of <a href=\"http://home.web.cern.ch/cern-people/opinion/2013/04/twenty-years-free-and-open-www\">this (excellent) article</a> states: \"</em>Correction: This article originally stated that CERN put the web in the public domain. In fact the web remains CERN intellectual property but was made available on a royalty-free basis.<em>\" How that sits with the text of the original document quoted above I do not know.</em></li>\n</ul>","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}