{"id":"https://contentapi.theodi.org/the-adventures-of-the-rd-intern.json","web_url":"http://theodi.org/blog/the-adventures-of-the-rd-intern","slug":"the-adventures-of-the-rd-intern","title":"The adventures of an R&D intern at the ODI","format":"article","updated_at":"2015-09-11T10:03:09+00:00","created_at":"2015-07-15T12:44:18+00:00","tag_ids":["blog","open-data","internship"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/internship.json","web_url":null,"title":"internship","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=internship","web_url":"http://theodi.org/tags/internship","slug":"internship"}}],"details":{"business_proposition":false,"description":"<p>Ben Couston shares his experience as an ODI intern: creating useful apps, meeting 'computing titans' and eating more crisps</p>","excerpt":"Ben Couston shares his experience as an ODI intern: creating useful apps, meeting 'computing titans' and eating more crisps\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em><strong>Ben Couston shares his experience as an ODI intern: creating useful apps, meeting 'computing titans' and eating more crisps</strong></em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/cb/20/55cb20b0f362be1b10000010/IMG_5426.jpg\" alt=\"null\" class=\"img text-center\" id=\"55cb20af1f986a07de000016\">\n<small>A fellow R&D intern, Daniel, and myself.</small></p>\n<p>My name is Ben Couston. As of the time of writing, I had just exceeded two weeks as a Research and Development software intern at the Open Data Institute. To condense a longer story into a shorter one, a TLDR, my opinion of my time here so far can be summarised like so:</p>\n<p>It’s pretty rad. </p>\n<p><strong>How I got here</strong></p>\n<p>Before I joined the company, I had just finished my second year of a Computer Science degree at the University of Sheffield. But even before starting my second year, I wanted to utilise what I had learnt in a real-world environment for a good cause. </p>\n<p>Something people would actually use. Something people would find useful. Something that would, in a larger context, benefit society. I was determined to find such a place to work over the summer, and then I came across the Open Data Institute. The concept of open data resonated exactly with what I was searching for, the belief that certain data should be openly accessible, for the benefit of progressive scientific research, safety, healthcare – an endless list of reasons clearly outweighing the drawbacks. With some programming experience already under my belt I thought “Hey, maybe I’m qualified for this.” </p>\n<p>So, I applied. After progressing past the first stage, I went along to an interview, trepidly but somehow assuredly stepping out into the ODI office. Immediately, you get a sense of the work environment, the sense of an easy-going but uninhibited and collaborative atmosphere. With regards to the interview itself, I found myself enjoying it, you can clearly see that people enjoy working here. The 'pods' their interviews take place in are also very space-age.</p>\n<p>Ultimately, I found myself being offered the position, which I gladly accepted.</p>\n<p><strong>Week one: crisps, Taylor Swift and test-driven development</strong></p>\n<p>The stereotype that interns are more waiters than members of the team, a tea machine rather than a worthwhile contributor, was proven false right away. </p>\n<p>I discovered through conversations with my line manager, <a href=\"https://theodi.org/team/james-smith\" title=\"James\">James</a>, that you are not a pawn in the overarching scheme of <a href=\"http://cache.lego.com/r/www/r/movie/-/media/franchises/the%20lego%20movie/explore/characters/film%20stills/prezbiz_filmstill1.jpg?l.r2=-1779882217\" title=\"Lord Business\">Lord Business</a>. There is a focus on you as an individual, and what you hope to gain from working at the ODI. My previous impressions about the atmosphere were also confirmed. Things I took particular note of:</p>\n<ul>\n<li>A <a href=\"https://theodi.org/culture/vending-machine-2009\" title=\"vending machine\">vending machine</a> that released snacks based on whether the recession was mentioned recently on news headlines.</li>\n<li>A <a href=\"https://chrome.google.com/webstore/detail/taylor-swift-institute/hpiklnphfcoagccdfcilgfljclpbpoad\">browser plugin</a> written by a long-standing member of the software team that replaces the words ‘open data’ with ‘Taylor Swift’. Not to mention the Taylor Swift cardboard cut-out overlooking the office. People like Taylor Swift here. A lot.</li>\n<li>An open data board game, that doesn’t destroy friendships and reflects the values of the ODI by encouraging teamwork.</li>\n</ul>\n<p>The principles of agile methodology are chivalrously upheld, with every morning beginning with a team-wide “stand-up” meeting when everyone outlines their goals for the day, as well as biweekly sprint meetings. </p>\n<p>Even during my first week, on my first day, I was contributing to the company, first working on the ODI’s <a href=\"https://certificates.theodi.org/\" title=\"Open Data Certificates\">Open Data Certificates</a> website, a means to assess a dataset’s “openness” and giving it a rated seal of approval, as well as immersing myself in the culture of Ruby on Rails and Github. <a href=\"https://www.youtube.com/watch?v=qyz3jkOBbQY\">Small commits FTW</a>. </p>\n<p>I also learnt of the importance of test-driven development, a great method for visualising how the data is processed as well as ensuring a certain degree of fidelity and robustness in your application. Lunchtime lectures on Fridays saw outsiders come in and explain how they interpreted open data and how they utilised it for <a href=\"https://theodi.org/lunchtime-lectures/friday-lunchtime-lecture-the-environmental-agencys-open-data-journey\">social development</a>, allowing everybody to sit down and consider the larger context of open data and what it is enabling. Most of all I discovered the genuine passion everybody had for open data as a movement.</p>\n<p><strong>Week two: taking on our own projects and realising Cucumber tests and byebug are the shiz</strong></p>\n<p>The second week marked an important discovery. I was not alone. More software interns had joined the R&amp;D programme, adding to the “army of interns” as we were tagged. The wide variety of backgrounds the interns had reflected the companies open and collaborative attitude. There was also this one time when we all arrived in striped shirts. But we don’t speak of that. Together, we were entrusted with our own project, <a href=\"http://csvlint.io/\">CSVLint</a>, an application for evaluating the quality of a .csv file, along with an optional schema of metadata. </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/ca/f7/55caf760d0d4623e2400000d/stripes.JPG\" alt=\"null\" class=\"img text-center\" id=\"55caf75ff362be19bc00001f\">\n<small>There was also this one time when we all arrived in striped shirts...</small></p>\n<p>This clearly exhibited the ODI’s passion for data standards. I learnt that true open data wasn’t just any data that you made available, but data that followed a clear structure and was well-maintained. Also, I don’t know why I didn’t hear about it until recently, but <a href=\"https://cucumber.io/\">Cucumber tests</a> and <a href=\"https://github.com/deivid-rodriguez/byebug\">byebug</a> are the shiz, I would definitely recommend them to budding Rails developers. Outside of the bubble of software development, events were occurring that reminded us of the wider impact of what we were trying to achieve. </p>\n<p>We had the opportunity to attend the <a href=\"http://awards.theodi.org/\">Open Data Awards 2015</a>, exhibiting esteemed companies and individuals who demonstrated commendable use of open data. The winners were announced by Sirs Tim Berners-Lee and Nigel Shadbolt. It felt surreal jumping from life as a student to being in the presence of these computing titans. </p>\n<p><strong>And now: looking to the future with a new perspective</strong></p>\n<p>We have now been split between different tasks. Our independence being thrust upon us, realising that we are not the “new guys” anymore. </p>\n<p>Ultimately, the ODI has given me a better insight into what I would like to be doing come the time when I have to start being an adult after my studies, to end this blog, I’ll repeat what I said earlier as I feel it’s accurate. It’s pretty rad here.</p>\n<p><em><strong>Ben Cousten is an <a href=\"https://theodi.org/team/ben-couston\">R&D Intern</a> at the ODI. Follow <a href=\"https://twitter.com/couston_ben\">@couston</em>ben</a> on Twitter.</strong>_</p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/about-us.json","web_url":"http://theodi.org/about-us","slug":"about-us","title":"About the ODI","format":"article","updated_at":"2016-12-13T14:10:00+00:00","created_at":"2013-10-22T22:44:14+00:00","tag_ids":["page","open-data-institute"]}],"organizations":[],"author":{}}