{"id":"https://contentapi.theodi.org/the-open-data-barometer-a-review-of-the-arab-countries-performance-1of2.json","web_url":"http://theodi.org/blog/the-open-data-barometer-a-review-of-the-arab-countries-performance-1of2","slug":"the-open-data-barometer-a-review-of-the-arab-countries-performance-1of2","title":"Open Data Barometer: how did Arab countries perform? (part 1)","format":"article","updated_at":"2015-09-11T09:59:12+00:00","created_at":"2015-02-16T13:21:09+00:00","tag_ids":["blog","open-data-barometer","arab-region","government","open-government","morrocco","tunisia","uae"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-barometer.json","web_url":null,"title":"open data barometer","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-barometer","web_url":"http://theodi.org/tags/open-data-barometer","slug":"open-data-barometer"}},{"id":"https://contentapi.theodi.org/tags/keywords/arab-region.json","web_url":null,"title":"Arab Region","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=arab-region","web_url":"http://theodi.org/tags/arab-region","slug":"arab-region"}},{"id":"https://contentapi.theodi.org/tags/keywords/government.json","web_url":null,"title":"government","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=government","web_url":"http://theodi.org/tags/government","slug":"government"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-government.json","web_url":null,"title":"open government","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-government","web_url":"http://theodi.org/tags/open-government","slug":"open-government"}},{"id":"https://contentapi.theodi.org/tags/keywords/morrocco.json","web_url":null,"title":"morrocco","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=morrocco","web_url":"http://theodi.org/tags/morrocco","slug":"morrocco"}},{"id":"https://contentapi.theodi.org/tags/keywords/tunisia.json","web_url":null,"title":"tunisia","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=tunisia","web_url":"http://theodi.org/tags/tunisia","slug":"tunisia"}},{"id":"https://contentapi.theodi.org/tags/keywords/uae.json","web_url":null,"title":"UAE","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=uae","web_url":"http://theodi.org/tags/uae","slug":"uae"}}],"details":{"business_proposition":false,"description":"<p>The World Wide Web Foundation has released the 2015 edition of its Open Data Barometer – a report that aims to uncover the true prevalence and impact of open data initiatives around the world.</p>\n<p>In this two-part blog post we will take a closer look at the Arab region to get a view of how it has been progressing on not just open data awareness, but also implementation and more concrete evidence of progress.</p>","excerpt":"The World Wide Web Foundation has released the 2015 edition of its [Open Data Barometer](http://opendatabarometer.org/) – a report that aims to uncover the true prevalence and impact of open data initiatives around the world. In this two-part blog post we will take a closer look at the Arab region to get a view of how it has been progressing on not just open data awareness, but also implementation and more concrete evidence of progress.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>The World Wide Web Foundation has released the 2015 edition of its <a href=\"http://opendatabarometer.org/\">Open Data Barometer</a> – a report that aims to uncover the true prevalence and impact of open data initiatives around the world. In this two-part blog post we will take a closer look at the Arab region to get a view of how it has been progressing on not just open data awareness, but also implementation and more concrete evidence of progress.</em></p>\n<p>In the 2015 Open Data Barometer, 86 countries were sampled. It found that on a broad basis <a href=\"http://opendatabarometer.org/report/summary/index.html\">open data initiatives that receive both senior-level government backing and sustained resources are more likely to achieve impact</a>. However, the Barometer shows overall that more needs to be done to encourage transparency and accountability. </p>\n<p>Of all the countries sampled, just 8 percent publish open data on government spending, 6 percent publish data on government contracts and only 3 percent publish open data on the ownership of countries. Additionally, only 7 percent of countries release open data on the performance of health services and only 12 percent provide corresponding figures on education. </p>\n<p>Within the Arab region nine countries were assessed as part of the Barometer, four of which are GCC countries (Bahrain, UAE, Saudi Arabia and Qatar). </p>\n<p>In this first post we look at how Tunisia, UAE and Morocco have performed.</p>\n<h3 id=\"tunisia\">Tunisia</h3>\n<p>Leading the Arab countries is Tunisia, with <a href=\"http://opendatabarometer.org/report/analysis/rankings.html\">a ranking of 45</a> and an Open Data Barometer (ODB) scale of 28.57. </p>\n<p>Despite a high <a href=\"http://opendatabarometer.org/report/analysis/readiness.html\">readiness of 58</a> (out of 100), the implementation scale stands at 19 and the impact scale at 30. However, Tunisia has evidently made good progress in the past two years with an increase in five ranks (50th rank in 2013) and an increase of 7.55 in its ODB scale. </p>\n<p>Tunisia is one of few African countries to be listed as part of ‘emerging and advancing’ countries who have a variety of strengths and a great potential to develop new approaches to open data. However, as part of this group of countries, Tunisia still faces challenges to mainstreaming open data across government and establishing it as a sustainable practice.</p>\n<p>Tunisia established an open data portal in 2012, and has continued to maintain the site. However, research suggests there is limited engagement with civil society users, and that the open data user community has not expanded substantially over the last year, leading to only moderate growth in Tunisia's overall score. </p>\n<p>Perceived political <a href=\"http://opendatabarometer.org/report/analysis/impact.html\">impacts</a> of the Tunisian OGD initiative have also fallen in this year’s Barometer, suggesting a widening gap between the hope for the portal as part of building a transparent democratic state, and the current reality.</p>\n<h3 id=\"unitedarabemiratesuae\">United Arab Emirates (UAE)</h3>\n<p>Second on the Arab countries behind Tunisia is the UAE, standing with <a href=\"http://opendatabarometer.org/report/analysis/rankings.html\">a rank of 52</a>. Not having been part of the countries assessed in the 2013 Barometer, its addition in the research is a positive indicator. The UAE’s ODB scale is 24.86. </p>\n<p>Relatively, the UAE has a solid <a href=\"http://opendatabarometer.org/report/analysis/readiness.html\">readiness scale of 53</a> and an implementation scale of 22 but a surprisingly low impact scale of 8.</p>\n<p>The UAE is one of the small number of countries clustered under \"one-sided initiatives\" that all have high levels of Internet penetration, high or upper-middle income status, and strong government capacity, yet lack right to information laws. In most cases there is also a reasonable level of government capacity. \nCivil society freedoms and capacity are very limited in this cluster, as is the breadth of data published by governments. </p>\n<p>The UAE scores highest on readiness in this cluster, in part because of policy commitments that have been made to open data within the framework of well-funded e-government reforms. </p>\n<p>This equation of open data with an e-government, rather than an open government paradigm, is characteristic of engagement with open data within the Gulf States, and is reflected in the fact that even though the countries in this cluster have reasonable levels of readiness among entrepreneurs to engage with data, <a href=\"http://opendatabarometer.org/report/analysis/impact.html\">few economic impacts</a> have yet been identified, and social impact is very weak.</p>\n<h3 id=\"morocco\">Morocco</h3>\n<p>Morocco on the other hand has slipped back 15 ranks from the 40th rank in 2013 <a href=\"http://opendatabarometer.org/report/analysis/rankings.html\">to 55th rank</a> this year, and sees a decrease of ODB scale from 27.24 in 2013 to 21.11 in 2015. </p>\n<p>Morocco has been given a <a href=\"http://opendatabarometer.org/report/analysis/readiness.html\">readiness scale of 47</a>, an implementation scale of 15 and an impact scale of 18. </p>\n<p>Along with Tunisia, Morocco is one of few African countries to be listed as part of the 'emerging and advancing' countries. The countries in this cluster have a variety of different strengths and have great potential to develop innovative approaches to open data. However, many still face challenges to mainstreaming open data across government and institutionalising it as a sustainable practice.</p>\n<p>Though Morocco was the first country in Africa to establish a data portal, the quality, timeliness, and relevance of the datasets currently being made available is limited. </p>\n<p>There is some evidence of community engagement between government and groups, such as the local Open Knowledge Foundation chapter, but an evaluation of the initiative noted that: </p>\n<blockquote>\n  <p>\"despite its innovative nature, the Moroccan open data initiative did not enjoy the interest it deserved; the released datasets are/have remained very limited. This situation is certainly related to the fact that the initiative has been led by a governmental entity ... in a very isolated fashion, without being inscribed in any true governmental strategy and [promoted] through a very insufficient communication\".</p>\n</blockquote>","media_enquiries_name":"Ibrahim Elbadawi","media_enquiries_email":"ibrahim@exantium.com","media_enquiries_telephone":"+971505197009","organizations":[],"author":{"name":"Ibrahim Elbadawi","slug":"ibrahim-elbadawi","state":"published","web_url":"http://theodi.org/ibrahim-elbadawi","tag_ids":["writers","writer","trainer"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/open-data-developments-in-saudi-arabia-qatar-and-dubai.json","web_url":"http://theodi.org/blog/open-data-developments-in-saudi-arabia-qatar-and-dubai","slug":"open-data-developments-in-saudi-arabia-qatar-and-dubai","title":"Open data developments in Saudi Arabia, Qatar and Dubai","format":"article","updated_at":"2015-09-11T09:58:57+00:00","created_at":"2015-02-01T05:04:29+00:00","tag_ids":["blog","open-data","saudi-arabia","government","open","uae","qatar"]}],"organizations":[],"author":{"name":"Ibrahim Elbadawi","slug":"ibrahim-elbadawi","state":"published","web_url":"http://theodi.org/ibrahim-elbadawi","tag_ids":["writers","writer","trainer"]}}