{"id":"https://contentapi.theodi.org/there-go-the-people-why-only-open-data-can-save-smart-cities.json","web_url":"http://theodi.org/blog/there-go-the-people-why-only-open-data-can-save-smart-cities","slug":"there-go-the-people-why-only-open-data-can-save-smart-cities","title":"Comment: Why only open data can save smart cities","format":"article","updated_at":"2017-02-21T11:21:18+00:00","created_at":"2015-08-24T11:51:05+00:00","tag_ids":["blog","smart-cities","training"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/smart-cities.json","web_url":null,"title":"Smart cities","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=smart-cities","web_url":"http://theodi.org/tags/smart-cities","slug":"smart-cities"}},{"id":"https://contentapi.theodi.org/tags/keywords/training.json","web_url":null,"title":"training","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=training","web_url":"http://theodi.org/tags/training","slug":"training"}}],"details":{"business_proposition":false,"description":"<p><em>With the launch of our smart cities course fast approaching, ODI Trainer Ben Cave shares his thoughts on why 'smart cities' fail, how to fix them and where open data fits in</em></p>","excerpt":"With the launch of ODI's [Open Data for Smart Cities](http://theodi.org/courses/open-data-for-smart-cities \"Open Data for Smart Cities\") course fast approaching, ODI Trainer Ben Cave shares his thoughts on why 'smart cities' fail, how to fix them and where open data fits in\r","language":"en","need_extended_font":false,"alternative_title":"There go the people: why only open data can save smart cities","url":"","content":"<p><em>With the launch of ODI's <a href=\"http://theodi.org/courses/open-data-for-smart-cities\" title=\"Open Data for Smart Cities\">Open Data for Smart Cities</a> course fast approaching, ODI Trainer Ben Cave shares his thoughts on why 'smart cities' fail, how to fix them and where open data fits in</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/db/0e/55db0e6e1f986a6378000001/smart-city-comp_hi_copy_3_1x.png\" alt=\"null\" class=\"img\" id=\"55db0e6dd0d4624551000090\">  </p>\n<blockquote>\n  <p>There go the people. I must follow them, for I am their leader!\n  – Alexandre Ledru-Rollin</p>\n</blockquote>\n<p>There is an adage about a French radical who, upon seeing a crowd running past, cries out “There go my people. I must follow them for I am their leader!” The phrase is used to satirise those who do not show strong leadership. Nowhere is this regard for strong leadership more deeply held than in our <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/249397/bis-13-1216-global-innovators-international-smart-cities.pdf\" title=\"‘smart’ cities\">‘smart’ cities</a>.</p>\n<p>A ‘smart’ city generally describes any urban area that uses technology to enhance people's lives. During the last decade, smart cities grew from an abstract policy concept into an imperative for city leaders. This growth was driven by the rise of ‘off-the-shelf’ <a href=\"http://www.cleantechinvestor.com/portal/citiesofthefuture/9444-companies-in-the-smart-cities-space.html\" title=\"smart city technology solutions\">smart city technology solutions</a> from vendors that promised to transform the most chaotic of cities into a model of efficiency. </p>\n<p>Cities worldwide bought smart city solutions to improve the experience of urban living. And, for a while, <a href=\"http://smartcitiescouncil.com/smart-cities-information-center/examples-and-case-studies\" title=\"they worked\">they worked</a>. But in recent years ‘smart cities’ stopped working as expected. While smart city technologies drove integration in our cities, <a href=\"http://www.huffingtonpost.co.uk/2013/10/23/london-miserable-ons_n_4147865.html\" title=\"people were no happier\">people were no happier</a>, <a href=\"http://www.iied.org/study-warns-failure-plan-for-rapid-urbanisation-developing-nations\" title=\"communities were no closer\">communities were no closer</a> and <a href=\"https://placesjournal.org/article/smart-cities/\" title=\"breakdowns in the systems\">breakdowns in the systems</a> no less frequent or severe. Smart cities failed to deliver on a better quality of urban life.</p>\n<p>This blog offers a point of view on why smart cities fail, how to fix them and why those in charge of them in future may well be wise to lead by following their people.</p>\n<p><strong>When the best laid plans are best not laid</strong></p>\n<p>Cities are complex systems that host millions of people who interact and navigate with countless devices every day. In the past, our cities were more ‘linear’: <a href=\"http://blogs.plos.org/everyone/2014/02/21/mad-mad-mad-mad-predictable-world-scaling-patterns-ancient-urban-growth/\" title=\"populations changed slowly\">populations changed slowly</a> and astute city planners with the right data could make educated guesses about their future. Today cities’ complexity makes planning far less straightforward. </p>\n<p>Technology was supposed to solve problems, through new data about cities. Leaders empowered with this data, so conventional wisdom ran, would be able to take the right decisions for a city regardless of how large or complex it grew. Smart cities were born from the need to deliver better urban living in a world too big for humans to plan cities on their own. Technology, however, can only offer us a better view of the present. The smartest city imaginable cannot comprehend the infinite possibilities for future behaviour. And when I say cannot, I don’t mean haven’t yet. I mean it is simply not possible.</p>\n<p><strong>Emerging cities</strong></p>\n<p>When complex systems organise themselves, a process called ‘emergence’ occurs. Emergence creates unintended patterns, behaviours and results that cannot be predicted in advance. Picture birds flying in a complex pattern: the pattern is not the intention of the birds who create it. Nor could an observer, even one armed with perfect information about the past behaviour of every bird, make an accurate prediction of the pattern in advance. The pattern ‘emerges’ from the millions of tiny adjustments made by each bird in response to the others. Cities function a similar way. It is not simply that planners don’t know enough to make judgements, they can never make them accurately.</p>\n<p>So should we abandon our pursuit of smarter cities and live in chaos? No. Technologies have tremendous power to transform city life for the better. The problem arises when we confuse the ability of technology to let better urban living conditions emerge with the ability of city leaders to ‘deliver’ specific outcomes. The former produces real benefits in our cities, the latter is an illusion of control.</p>\n<p><strong>Three ways opening city data improves our cities</strong></p>\n<p>Open data is <a href=\"https://theodi.org/what-is-open-data\" title=\"data that anyone can access, use and share\">data that anyone can access, use and share</a>. Smart city technologies produce huge volumes of data on every subject from the running of the trains to the quality of the air. Collecting and releasing this data provides certain key benefits to a city: it allows more people build solutions to everyday problems, have more informed conversations about the future and save the city time and money.</p>\n<ol>\n<li><p><strong>Building solutions to everyday problems</strong>. When you empower city residents in solve civic challenges, you increase the number of solutions and thereby the likelihood that one of their ideas will work.</p></li>\n<li><p><strong>Having informed conversations about the future</strong>. When you raise the awareness of city residents about what is going on in their city, you make them an active part of the process rather than a passive recipient of technology.</p></li>\n<li><p><strong>Saving city time and money</strong>. When you allow city residents to build solutions for their future, you relieve the city of the burden of creating, operating and paying for some of these services.</p></li>\n</ol>\n<p>To realise these benefits, tomorrow’s cities will need to build a <a href=\"http://theodi.org/who-owns-our-data-infrastructure\" title=\"robust data infrastructure\">robust data infrastructure</a> to deliver reliable access to open data for everyone. </p>\n<p><strong>Creating ‘desire lines’ for the city through open data</strong></p>\n<p>The ‘desire line’ was introduced by <a href=\"http://shape-and-colour.com/2008/02/29/gaston-bachelard-the-poetics-of-space-desire-paths/\" title=\"Gaston Bachelard\">Gaston Bachelard in 1958</a>. Bachelard coined the phrase to describe “a path that isn’t designed but rather is worn casually away by people finding the shortest distance between two points”. Desire lines quickly became popular in urban planning. Planners began to pay attention not to where they thought people would walk but to where they actually chose to walk. </p>\n<p>Open data can do for the smart city what desire lines did for the physical city. Open data has the power to show us, all of us, not where we expect people to go but where they actually go. Open data can allow us to respond faster to urban challenges, enlist the creative potential of greater numbers of people and deliver more effective solutions.</p>\n<p>In the future, the best city managers will be those who use open data, like the French radical, to follow where people are already going in order to lead them.</p>\n<h3 id=\"smartcitiestrainingattheodi\">Smart cities training at the ODI</h3>\n<p>We believe an open city is key to delivering on the promise of smart cities to improve urban living. Join us on our new training course and learn to engage with cities through open data, create new services and find business opportunities. </p>\n<p><em>Find out more about the course and sign up <a href=\"http://theodi.org/courses/open-data-for-smart-cities\" title=\"smart cities course - ODI\">here</a>.</em></p>\n<p><em><strong>Ben Cave is a <a href=\"https://theodi.org/team/benjamin-cave\">Trainer</a> at the ODI. Follow <a href=\"https://twitter.com/cave_ben\">@cave</em>ben</a> on Twitter.</strong>_</p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Benjamin Cave","slug":"benjamin-cave","state":"published","web_url":"http://theodi.org/team/benjamin-cave","tag_ids":["team","team","team","learning-programme","team-member"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/smart-cities.json","web_url":"http://theodi.org/smart-cities","slug":"smart-cities","title":"A smart city is an open city","format":"article","updated_at":"2017-02-21T11:21:18+00:00","created_at":"2015-04-17T09:14:14+00:00","tag_ids":["page","smart-cities","sector","open","culture","cities","open-data","society"]},{"id":"https://contentapi.theodi.org/courses.json","web_url":"http://theodi.org/courses","slug":"courses","title":"Courses","format":"article","updated_at":"2017-04-27T12:05:53+00:00","created_at":"2014-12-11T10:53:24+00:00","tag_ids":["page","courses","homepage"]},{"id":"https://contentapi.theodi.org/scale-smart-cities-experts-say.json","web_url":"http://theodi.org/news/scale-smart-cities-experts-say","slug":"scale-smart-cities-experts-say","title":"How to scale smart cities: what the experts say","format":"article","updated_at":"2015-09-11T10:00:31+00:00","created_at":"2015-04-22T15:44:00+00:00","tag_ids":["news","smart-cities","odifutures","arup","event","video","slides"]}],"organizations":[],"author":{"name":"Benjamin Cave","slug":"benjamin-cave","state":"published","web_url":"http://theodi.org/team/benjamin-cave","tag_ids":["team","team","team","learning-programme","team-member"]}}