{"id":"https://contentapi.theodi.org/three-steps-to-becoming-a-data-literate-leader.json","web_url":"http://theodi.org/blog/three-steps-to-becoming-a-data-literate-leader","slug":"three-steps-to-becoming-a-data-literate-leader","title":"Three steps to becoming a data-literate leader ","format":"article","updated_at":"2016-09-06T17:16:41+00:00","created_at":"2016-09-06T15:28:18+00:00","tag_ids":["blog","leadership","learning"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/leadership.json","web_url":null,"title":"leadership","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=leadership","web_url":"http://theodi.org/tags/leadership","slug":"leadership"}},{"id":"https://contentapi.theodi.org/tags/keywords/learning.json","web_url":null,"title":"learning","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=learning","web_url":"http://theodi.org/tags/learning","slug":"learning"}}],"details":{"business_proposition":false,"description":"<p>The web of data is growing fast, and leaders need to know how their organisation can adapt. This starts with being data literate – understanding data in relation to their organisation, how to interact with it and what impact it can have</p>","excerpt":"The web of data is growing fast, and leaders need to know how their organisation can adapt. This starts with being data literate – understanding data in relation to their organisation, how to interact with it and what impact it can have\r","language":"en","need_extended_font":false,"alternative_title":"Three steps to becoming a data-literate leader ","url":"","content":"<p><em>The web of data is growing fast, and leaders need to know how their organisation can adapt. This starts with being data literate – understanding data in relation to their organisation, how to interact with it and what impact it can have</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/ce/f1/57cef1f41f986a0833000001/horizon.jpg\" alt=\"null\" class=\"img text-center\" id=\"57cef1f3d0d46206c200005b\"> \n<small>Image: Pixabay, <a href=\"https://pixabay.com/en/spinage-binoculars-look-peek-watch-1514261/\">Public domain</a>, (CC0 1.0)</small></p>\n<p>From multinationals like Thomson Reuters to start-ups like Geolytix, businesses are embracing data as a core component of strategy, innovation and product development. Some organisations and sectors are well poised to take advantage of these new opportunities, while others are at risk of being marginalised or destroyed. Leaders need to make sure they are ready for the web of data.</p>\n<p>It's been 27 years since our co-founder Sir Tim Berners-Lee invented the web, and even now it is still evolving. The driving force behind the web's current stage of development is data – specifically, using web technologies to create a myriad of connections between different bits of data.   </p>\n<p>When a major transition happens, organisations that move too slowly (or in the wrong direction) rarely emerge unscathed. In the late 90s, Kodak saw that the web and digital technologies were changing the way people shared photos. Stuck in a physical paradigm largely dictated by their existing infrastructure, their reaction was to focus new investment on digital printing, ignoring the sharing potential of the web. Startups like <a href=\"https://www.instagram.com/?hl=en\">Instagram</a> and <a href=\"https://www.facebook.com/\">Facebook</a> subsequently captured the desire to share our lives through photos, while <a href=\"http://www.bloomberg.com/news/articles/2012-01-19/kodak-photography-pioneer-files-for-bankruptcy-protection-1-\">Kodak went bankrupt in 2012</a>.</p>\n<p>Companies like <a href=\"https://www.uber.com/\">Uber</a> and <a href=\"https://www.airbnb.co.uk/\">AirBnB</a> are taking market share from established operators because they don’t focus on physical infrastructure. They focus on creating and owning the data infrastructure in their respective sectors – the data-driven connections between customers, suppliers and payments. And in finance, an industry that has always been about data, startup banks like <a href=\"http://www.monzoapp.com/\">Monzo</a> focus on helping you use your data to better manage your money through features like the live visualisation of spend, delivered through an intuitive app-based interface. While <a href=\"http://www.bloomberg.com/news/articles/2016-08-25/uber-loses-at-least-1-2-billion-in-first-half-of-2016\">Uber’s trading losses of $1.2B in the first half of 2016</a> show it’s a model that still needs work, their undeniable impact suggests that leaders can’t ignore what’s happening. </p>\n<h2 id=\"threesimplestepstobecomingmoredataliterate\">Three simple steps to becoming more data literate</h2>\n<h3 id=\"1realisewhatdataliteracymeanstoyou\">1. Realise what data literacy means to you</h3>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/ce/f3/57cef326d0d46207c8000005/Skills_Framework_Levels.jpg\" alt=\"null\" class=\"img text-center\" id=\"57cef326f362be07f6000047\">\n<small>The <a href=\"https://theodi.org/blog/introducing-the-open-data-skills-framework\">Open Data Skills Framework</a></small></p>\n<p>We define data literacy as: \"the ability to understand data, how you can interact with it and what impact it can have\". As a leader, you need to unpick each element in this definition. This means assessing your current ability to understand data and interact with it, and then exploring the impact that data is having on what you and your organisation do.  </p>\n<p>The ODI’s <a href=\"https://theodi.org/blog/introducing-the-open-data-skills-framework\">Open Data Skills Framework</a> can help here. It helps you to identify skills you need and the ways to go about developing them. The framework is split into four sections, starting with 'data explorer'. Leaders should at least be at this level: able to understand different forms of data and how data is being used in business and government. Most leaders will need to go beyond these foundational skills. We suggest they pursue the ‘strategist’ path: building skills that will allow them to seize new opportunities with data and lead change. </p>\n<h3 id=\"2thinkoutsideyourowncompany\">2. Think outside your own company</h3>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/ce/f4/57cef4551f986a0833000003/company.jpg\" alt=\"null\" class=\"img text-center\" id=\"57cef455d0d46206c200005c\"><br />\n<small>Image: Pixabay, <a href=\"https://pixabay.com/en/entrepreneur-startup-start-up-man-593361/\">Public domain</a>, (CC0 1.0)</small></p>\n<p>As a leader, you need to be aware of how data is changing your sector. For this, you need to scan a broad horizon, as disruption might not come from your classic competitors.  </p>\n<p>In our <a href=\"https://theodi.org/courses/business-innovation-workshop\">Business Innovation Workshop</a>, leaders use tools like the 'business model canvas' to find new opportunities across their business, customer network and supply chain. But you should also be aware that reacting to threats or taking advantage of opportunities might require a complete change in the way that you and your organisation think about things. </p>\n<p>This is why larger organisations are taking novel approaches to data strategy. <a href=\"http://theodi.org/open-enterprise-big-business-case-study-thomson-reuters\">Thomson Reuters developed and openly shared a core data asset</a> which now allows its ecosystem to function better for everyone, including competitors and clients. <a href=\"http://theodi.org/open-enterprise-big-business-case-study-arup\">Arup made a conscious decision to embrace open data</a> by hosting open data startups in its offices to share ideas and co-develop business opportunities.  </p>\n<p>Finally we’d suggest looking at how <a href=\"http://theodi.org/start-ups\">startups</a> are addressing the sector you work in. With a remit and freedom to innovate and disrupt, they are a great source of inspiration. In fact we’d recommend going beyond that and going to visit them. Most are happy to exchange ideas and insights, and explore ways to collaborate with more established peers.</p>\n<h3 id=\"3considertheskillsofyourwholenetwork\">3. Consider the skills of your whole network</h3>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/ce/f5/57cef509d0d46207c8000007/ben.jpg\" alt=\"null\" class=\"img text-center\" id=\"57cef509d0d46206c200005d\"><br />\n<small>Image: ODI Trainer Ben Cave</small></p>\n<p>Leading UK supermarket chain Sainsbury’s is working with the ODI to build data-literate leaders across both its business and its key suppliers, bringing them together for a series of training and mentoring workshops. By investing in leadership data skills and focusing on collaborative problem solving, Sainsbury’s is taking an active role in ensuring that the crucial components of its data infrastructure have what they need to take advantage of the web of data.</p>\n<p>As your business becomes more data-led and more porous, you will be reliant on the capacity of both your internal organisation and your external network to make real progress. The Skills Framework can help here too. Depending on your organisation, strategy and products, you are likely to need a blend of data skills encompassing the entire framework.  </p>\n<p>Most people in a network will need to have a fundamental understanding of the role that data plays in their work and the impact it will have. You’ll then need a mix of people with practical data skills, including the specialisms most commonly associated with data: data science and data visualisation.  </p>\n<p>What is often neglected, however, is the leadership, change and innovation skills required to forge new ways of working and act on new opportunities. These are described in the ‘Strategist’ domain in the skills framework, and enable you to take a network view of your data infrastructure, understand that data needs to flow and create value across your internal organisation, your clients, partners and suppliers.</p>\n<p>If you’re leading in your sector as well as driving change in your own business, you may need to consider how to drive change across your entire network.   </p>\n<h3 id=\"areyoureadytobecomeadataliterateleader\">Are you ready to become a data literate leader?</h3>\n<p>If you’ve read this far, you might be wondering what you should be doing to improve your business model accordingly, particularly if you’re not like Uber and can’t afford to take a <a href=\"http://www.bloomberg.com/news/articles/2016-08-25/uber-loses-at-least-1-2-billion-in-first-half-of-2016\">billion-dollar hit</a> while you tinker with it.</p>\n<p>Much of our work at the ODI involves spending time with leaders who are asking themselves similar questions. They can see change coming and want to know what to do next.  </p>\n<p>To help make sense of what’s happening and find ways for leaders to move forward, the ODI has spent the last three years researching the impact of data on industry and people. Our research draws on our work <a href=\"https://theodi.org/open-data-leaders-network\">helping leaders around the world drive data-led change,</a> evidence built through more than 100 interviews conducted into the need for data skills in Europe, and our investigations into what <a href=\"http://theodi.org/open-data-means-business\">open data means for business</a>. </p>\n<p>If you’d like to discuss how we can help you to develop the right skills to take your data strategy further, <a href=\"mailto:training@theodi.org\">get in touch</a>.</p>\n<p><strong><em>Simon Bullmore is <a href=\"https://theodi.org/team/simon-bullmore\">Head of Learning</a> at the ODI. Follow <a href=\"https://twitter.com/SimonBullmore\">@SimonBullmore</a> on Twitter.</em></strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Simon Bullmore","slug":"simon-bullmore","state":"published","web_url":"http://theodi.org/team/simon-bullmore","tag_ids":["team","learning-programme","training","learning","leadership"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/learning-courses.json","web_url":"http://theodi.org/learning-courses","slug":"learning-courses","title":"Learning & Courses","format":"article","updated_at":"2014-07-08T14:20:54+00:00","created_at":"2014-06-13T09:42:38+00:00","tag_ids":["page"]},{"id":"https://contentapi.theodi.org/open-data-leaders-network.json","web_url":"http://theodi.org/open-data-leaders-network","slug":"open-data-leaders-network","title":"Open Data Leaders Network","format":"article","updated_at":"2016-04-20T15:43:41+00:00","created_at":"2015-06-19T16:28:38+00:00","tag_ids":["page","leaders-network","services","international"]},{"id":"https://contentapi.theodi.org/a-year-in-open-data-open-data-means-business-in-2015.json","web_url":"http://theodi.org/blog/a-year-in-open-data-open-data-means-business-in-2015","slug":"a-year-in-open-data-open-data-means-business-in-2015","title":"A year in open data: Open data means business in 2015","format":"article","updated_at":"2015-12-22T15:06:45+00:00","created_at":"2015-12-21T14:38:48+00:00","tag_ids":["blog","open-data","business"]}],"organizations":[],"author":{"name":"Simon Bullmore","slug":"simon-bullmore","state":"published","web_url":"http://theodi.org/team/simon-bullmore","tag_ids":["team","learning-programme","training","learning","leadership"]}}