{"id":"https://contentapi.theodi.org/treating-content-as-data.json","web_url":"http://theodi.org/blog/treating-content-as-data","slug":"treating-content-as-data","title":"Treating content as data","format":"article","updated_at":"2015-09-11T09:54:01+00:00","created_at":"2014-01-21T09:47:43+00:00","tag_ids":["dapaas","blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/dapaas.json","web_url":null,"title":"dapaas","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=dapaas","web_url":"http://theodi.org/tags/dapaas","slug":"dapaas"}},{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"","excerpt":"At the ODI, you may have noticed that we've recently launched a [brand new website](http://theodi.org) (you may be reading this blog post on it now). We're really proud of it, not least because it's based on the fantastic work that [Government Digital Service](https://gds.blog.gov.uk/) have done on [gov.uk](http://gov.uk).\r","language":"en","need_extended_font":false,"alternative_title":" ","url":"","content":"<p>At the ODI, you may have noticed that we've recently launched a <a href=\"http://theodi.org\">brand new website</a> (you may be reading this blog post on it now). We're really proud of it, not least because it's based on the fantastic work that <a href=\"https://gds.blog.gov.uk/\">Government Digital Service</a> have done on <a href=\"http://gov.uk\">gov.uk</a>.</p>\n<p>However, it's not just a new website (or even *shudder*, a CMS), it's a platform that can enable multiple websites. As well as powering the ODI website, it has the potential to power many other websites from the same backend, such as the <a href=\"http://project.dapaas.eu\">Data as a Platform and Service website</a> (which you may also be reading this blog post on - we can publish to both if we want).</p>\n<p>Now, I know this can be done with many commercial and open source CMSs (such as Wordpress for example), but what makes this special is the way the publishing platform is structured. Instead of treating content as web pages to be published as static HTML pages, all content is treated as data.</p>\n<p>Before I go on to describe what I mean by this, I'll give you a little tour of our architecture. As I mentioned before, we use the same platform that is used for <a href=\"http://gov.uk\">gov.uk</a>, which is effectively four Ruby on Rails apps:</p>\n<ul>\n<li><a href=\"https://github.com/theodi/signonotron2\">Signonotron</a></li>\n<li><a href=\"https://github.com/theodi/panopticon\">Panopticon</a></li>\n<li><a href=\"https://github.com/theodi/publisher\">Publisher</a></li>\n<li><a href=\"https://github.com/theodi/content_api\">Content API</a></li>\n</ul>\n<p>Signonotron manages users, Panopticon manages page creation and metadata, Publisher manages the actual content of pages and publication, and content API serves up the content in JSON format, which is then consumed by the frontends.</p>\n<p>This is what I mean by treating content as data. If you append <code>.json</code> to this page's URL (or any other page on the site), you'll be redirected to the content API. This isn't just a JSON representation of the content you're reading, we're eating our own dogfood. If you look at the <a href=\"https://github.com/theodi/frontend-www\">source code</a> for <a href=\"https://github.com/theodi/dapaas-frontend\">both sites</a>, you'll see there's no database behind either.</p>\n<p>Because of the way the platform is structured, it's therefore pretty trivial to serve up content to multiple frontends (this was, in fact, one of the main reasons for choosing to fork the GDS code in the first place). We set up a Rails app, templated it (using another GDS project - <a href=\"https://github.com/alphagov/slimmer\">Slimmer</a>), and we're good to go. </p>\n<p>In fact, after a few tweaks to the core Panopticon and Content API code, the DaPaaS frontend was built in the space of a day - far quicker than having to set up and template a brand new Wordpress or Drupal instance, and much more maintainable.</p>\n<p>As our work continues at the ODI, we'll also be building more frontends to aid our work, making the publishing platform more than a Content Management System, it's the beating heart at the core of our organisation.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}