{"id":"https://contentapi.theodi.org/typhoon-haiyan-and-the-humanitarian-openstreetmap-team.json","web_url":"http://theodi.org/blog/typhoon-haiyan-and-the-humanitarian-openstreetmap-team","slug":"typhoon-haiyan-and-the-humanitarian-openstreetmap-team","title":"Guest post: Typhoon Haiyan - Humanitarian OpenStreetMap Team respond","format":"article","updated_at":"2015-09-11T09:53:06+00:00","created_at":"2013-11-25T14:23:03+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"","excerpt":"On the 14 November, the ODI hosted a Mapathon event by the [Humanitarian OpenStreetMap Team](http://hot.openstreetmap.org/ \"Humanitarian OpenStreetMap Team\") to help improve map coverage in the Philippines. This crisis mapping response to Typhoon Haiyan involved creating and improving maps which are being actively used by aid agencies such as the Red Cross. [Detailed map data can be a big help](https://twitter.com/RedCross/status/401088520481042432 \"Detailed map data can be a big help\") with their logistics and navigation challenges while they are in the disaster zone.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>On the 14 November, the ODI hosted a Mapathon event by the <a href=\"http://hot.openstreetmap.org/\" title=\"Humanitarian OpenStreetMap Team\">Humanitarian OpenStreetMap Team</a> to help improve map coverage in the Philippines. This crisis mapping response to Typhoon Haiyan involved creating and improving maps which are being actively used by aid agencies such as the Red Cross. <a href=\"https://twitter.com/RedCross/status/401088520481042432\" title=\"Detailed map data can be a big help\">Detailed map data can be a big help</a> with their logistics and navigation challenges while they are in the disaster zone.</p>\n<p><a href=\"http://www.openstreetmap.org\" title=\"OpenStreetMap\">OpenStreetMap</a> is a volunteer-driven initiative to create an open data map of the world, as a collaborative process involving hundreds of thousands of contributors. The project invites anyone and everyone to join in with editing the map, with iterative improvements being made in a wiki-like process. This platform is resulting in a large, complex, and hugely valuable open data set. A good cause in itself.</p>\n<p>But it turns out it is also a platform for humanitarian work and disaster response. OpenStreetMap combines simple map editing tools, with a rapid re-rendering feedback loop. This allows the Humanitarian OpenStreetMap Team to teach mapping skills to local people in the developing world, and to respond rapidly and effectively with maps and with open data in disaster zones. </p>\n<p>This principle was demonstrated after the Haiti earthquake of 2010, when hundreds of OpenStreetMap contributors leapt into action to create a good detailed street map. By far the best map available, and crucially this map was in place in time for search and rescue teams to discover it and use it.</p>\n<p>We're doing it again for the Philippines, but this time around there are some exciting differences which were evident at our Mapathon event last week. Firstly, the Humanitarian OpenStreetMap Team has developed tools and processes centred around a <a href=\"http://tasks.hotosm.org/\" title=\"tasking manager\">tasking manager</a> which improve the way we coordinate mapping work. We completed quite a few task squares that evening, as well as discussing and learning how best to make use of the tool.</p>\n<p>A second difference is that aid agencies, who previously were only discovering OpenStreetMap for the first time, are now more clued in, and are really interested in engaging with the Humanitarian OpenStreetMap Team - as evidenced by their attendance at the event. Ivan Gayton of <a href=\"http://www.msf.org.uk/\" title=\"MSF UK\">MSF UK</a> gave a presentation about how they were able to use OpenStreetMap data to correlate outbreaks of cholera in Haiti.</p>\n<p><a href=\"http://www.flickr.com/photos/harrywood/10863043326/\" title=\"OpenStreetMap HOT typhoon mapping mapathon by Harry Wood, on Flickr\"><img src=\"http://farm4.staticflickr.com/3709/10863043326_fbfa60873b.jpg\" width=\"695\" height=\"500\" alt=\"OpenStreetMap HOT typhoon mapping mapathon\"></a></p>\n<p>Andrew Braye from the <a href=\"http://www.redcross.org.uk/\" title=\"British Red Cross\">British Red Cross</a> told us that in the London office they are contributing to OpenStreetMap directly. This is the most powerful way to openly share the geographic data they need, with American Red Cross teams who are heading out there.</p>\n<p>This event was educational and inspiring, but it was organised at very short notice in order to respond in a timely manner. I'm sorry some people missed out because they didn't hear about it in time. But the mapping work goes on. </p>\n<p>If you'd like to join in with mapping in the Philippines you'll find more information and links <a href=\"http://hot.openstreetmap.org/projects/typhoon_haiyan_0\" title=\"on the H.O.T. website\">on the H.O.T. website</a>. If you spend the time to equip yourself with OpenStreetMap editing skills, this will allow you to join in with future crisis response mapping. Having more volunteers with this capacity is our principle need. You can also donate to the Humanitarian OpenStreetMap Team to support our work.</p>\n<p>There are more face-to-face events happening in London. Follow <a href=\"https://twitter.com/OSMLondon\" title=\"@OSMlondon on twitter\">@OSMlondon on twitter</a> to find out about our regular pub meet-ups, e.g. tomorrow evening! Remember the OpenStreetMap event hosted at the ODI back in February? We're doing a similar <a href=\"http://wiki.openstreetmap.org/wiki/London/London_Hack_Weekend_Nov_20\" title=\"hack weekend on Sat 30th/Sun 1st\">hack weekend on Sat 30th/Sun 1st</a> at the MapQuest offices. Last but not least: In the new year I shall be presenting a <a href=\"http://theodi.org/lunchtime-lectures\" title=\"Friday lunchtime lecture at the ODI\">Friday lunchtime lecture at the ODI</a> about OpenStreetMap and the typhoon response.</p>\n<p><em>Harry Wood is a developer at <a href=\"http://www.transportAPI.com\" title=\"transportAPI.com\">transportAPI.com</a>, an ODI startup company, Harry is also on the board of the Humanitarian OpenStreetMap Team.</em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Harry Wood","slug":"harry-wood","state":"published","web_url":"http://theodi.org/harry-wood","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Harry Wood","slug":"harry-wood","state":"published","web_url":"http://theodi.org/harry-wood","tag_ids":[]}}