{"id":"https://contentapi.theodi.org/uk-general-election-special-what-do-other-manifestos-say-about-open-data.json","web_url":"http://theodi.org/blog/uk-general-election-special-what-do-other-manifestos-say-about-open-data","slug":"uk-general-election-special-what-do-other-manifestos-say-about-open-data","title":"UK General Election: what do other manifestos say about open data?","format":"article","updated_at":"2015-09-11T09:59:21+00:00","created_at":"2015-02-22T12:21:03+00:00","tag_ids":["blog","open-data-roadmap","open-data","uk"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-roadmap.json","web_url":null,"title":"open data roadmap","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-roadmap","web_url":"http://theodi.org/tags/open-data-roadmap","slug":"open-data-roadmap"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/uk.json","web_url":null,"title":"UK","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=uk","web_url":"http://theodi.org/tags/uk","slug":"uk"}}],"details":{"business_proposition":false,"description":"<p>As the UK General Election draws closer, all parties are busy putting the finishing touches to their manifestos. What will these party manifestos say about open data?</p>","excerpt":"As the UK General Election draws closer, all parties are busy putting the finishing touches to their manifestos. \r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>As the UK General Election draws closer, all parties are busy putting the finishing touches to their manifestos. </p>\n<p><strong>What will these party manifestos say about open data?</strong></p>\n<p>In the last 12 months, a range of organisations from across the UK have released manifestos and policy statements setting out their visions for a better UK. The importance of open data has been highlighted in several of these. </p>\n<p>For some organisations, open data in their manifesto is part of a wider vision for an innovative UK tech sector or research sector. For others, open data is a foundational tool for government and industry to develop new business models, find efficiencies and cost savings and deliver social and environmental improvements. </p>\n<p>The ODI’s <a href=\"http://theodi.org/roadmap-uk-2015\">Open data roadmap for the UK</a> sets out steps we think the next UK Government should take to realise the impacts of open data. Here we take a look at some other UK data and tech manifestos to see what they have to say about open data.</p>\n<h3 id=\"royalstatisticalsocietydatamanifesto\">Royal Statistical Society – Data Manifesto</h3>\n<p>The Royal Statistical Society’s <a href=\"http://www.statslife.org.uk/news/1789-society-launches-data-manifesto-for-general-election\">Data Manifesto</a> has 10 recommendations and focuses on how to improve data for policy-making, democracy and prosperity. Some of its recommendations are echoed in the ODI’s open data roadmap, such as investing in basic training in data handling and statistics for policy makers, industry and the public. </p>\n<p>The RSS’s Data Manifesto also seeks faster progress on opening up government data. In particular, it calls for government to:</p>\n<blockquote>\n  <p>“open up addressing and geospatial data as the core reference data upon which society depends, and also act as a catalyst to release economic value from other open datasets.”</p>\n</blockquote>\n<p>Pointing to the privatisation of the Royal Mail and its Postcode Address File as a mistake not to be repeated, the RSS calls for assurances that any newly privatised bodies be “placed under contract to maintain and publish the data as open data.”</p>\n<p>RSS’s point is particularly prescient given the recent announcement that Ordnance Survey – who collects and maintains the UK’s wealth of geospatial data – will transition to a government-owned company (GovCo) before the General Election. </p>\n<p>The future of Ordnance Survey is considered in other manifestos: in the 2014 <a href=\"http://www.policyexchange.org.uk/publications/category/item/technology-manifesto\">Technology Manifesto</a>, Policy Exchange recommended Ordnance Survey cease to be a trading fund, and become an agency making their maps and data free to use.</p>\n<p>In the past month, Ordnance Survey has taken <a href=\"http://theodi.org/blog/broadening-horizons-ordnance-survey-esri-put-open-data-on-their-maps\">significant steps</a> to open up more of its data; how the new governance arrangements will affect the availability of open UK geospatial data into the future is <a href=\"http://theodi.org/blog/ordnance-survey-govco-open-data\">still unclear</a>.</p>\n<h3 id=\"policyexchangetechnologymanifesto\">Policy Exchange – Technology Manifesto</h3>\n<p>Policy Exchange’s <a href=\"http://www.policyexchange.org.uk/publications/category/item/technology-manifesto\">Technology Manifesto</a> sets out a vision for how Britain can maximise technology’s positive contribution for individuals, businesses and government. It has three main goals: to build the world's most connected and digitally skilled society; to make Britain the most attractive place outside of Silicon Valley for technology entrepreneurs to start and grow a business; and to make the UK government the smartest in the world. In 2015, according to the Technology Manifesto, a key objective [for government] must be:</p>\n<blockquote>\n  <p>“to ensure that open data is not a passing fad, but a permanent shift in the way government works.”</p>\n</blockquote>\n<p>In addition to their recommendation regarding the future of Ordnance Survey, the Technology Manifesto recommends public sector bodies be obliged to audit and declare on data.gov.uk non-personal data that they hold, and provide a schedule for their release as open data.</p>\n<h3 id=\"thedigitalgovernmentreview\">The Digital Government Review</h3>\n<p>An independent review commissioned by Labour digital spokesperson Chi Onwurah in late 2013, the <a href=\"http://digitalgovernmentreview.readandcomment.com/\">Digital Government Review</a> sets out goals for a digital agenda that will improve services and empower citizens. Drawing on over 2,200 responses over the course of the review, the Digital Government review includes recommendations spanning topics like open standards, digital inclusion, building smart cities and open data. </p>\n<p>On open data, it recommends:</p>\n<ul>\n<li>The release of public sector performance data as open data, to improve debate and accountability</li>\n<li>As part of a general move to open up geospatial data, that the UK have an open, authoritative and definitive address dataset by 2021</li>\n<li>Government provide a clear, easy to use method for requesting open data, and certify all open datasets to an equivalent level by the end of the next parliament </li>\n</ul>\n<p>The Digital Government Review concludes,</p>\n<blockquote>\n  <p>“Instead of seeing data as a government asset over which it wields unilateral control, we must begin to consider it a duty of government to release open data for citizen benefit. It should be part of our civic contract.”</p>\n</blockquote>\n<h3 id=\"coalitionforadigitaleconomycoadecstartupmanifesto\">Coalition for a Digital Economy (COADEC) Startup Manifesto</h3>\n<p>Last but not least, the Coalition for a Digital Economy’s <a href=\"http://www.coadec.com/wp-content/uploads/2014/09/Startup-Manifesto.pdf\">Startup Manifesto</a> sets out 24 ways the next government can make the UK a world leader on digital innovation. Its final recommendation urges the next government to go further on open data, ‘including real-time performance dashboards for all government services’. COADEC highlights releasing more land registry data for free as a key priority for startups. </p>\n<h3 id=\"summary\">Summary</h3>\n<p>This post only looks at manifestos and policy reviews that explicitly consider open data – whether that's in terms of its importance to UK research, to digital innovation, to supporting start ups, or for economic growth. There's some common messages that emerge:</p>\n<ul>\n<li><strong>Open data is important</strong> – for digital innovation, research and development, and economic growth.</li>\n<li><strong>Geospatial data should be open data</strong> – both the Royal Statistical Society Data Manifesto and Policy Exchange Technology Manifesto raise the need to ensure this information asset remains crown-owned into the future.</li>\n<li><strong>There’s more progress to be made with open data</strong> – more data to be unlocked, more discoveries to be made and more impacts to be felt.</li>\n</ul>\n<p>And yet across the many other manifestos that have been published in the lead up to the General Election, calling attention to youth homelessness or combatting climate change or improved education, <strong>open data is an essential tool in the government tool box to make that vision a reality</strong>. </p>\n<p>At the moment, the UK is ranked top in the world for its progress on open data. <strong>Without political awareness of open data's potential, and a sustained commitment to using open data to generate social, environmental and economic impact, the UK will begin to lose its competitive edge.</strong> As the political parties release their own manifestos over the coming month, we’ll see whether open data is on their minds. </p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/roadmap-uk-2015.json","web_url":"http://theodi.org/roadmap-uk-2015","slug":"roadmap-uk-2015","title":"Open data roadmap for the UK - 2015","format":"article","updated_at":"2015-09-11T09:59:38+00:00","created_at":"2014-12-08T13:15:56+00:00","tag_ids":["page","publication","policy","roadmap","uk"]}],"organizations":[],"author":{"name":"Ellen Broad","slug":"ellen-broad","state":"published","web_url":"http://theodi.org/team/ellen-broad","tag_ids":["team","team","team","team","services-programme","policy"]}}