{"id":"https://contentapi.theodi.org/ukraine-embracing-open-data-2014-revolution.json","web_url":"http://theodi.org/blog/ukraine-embracing-open-data-2014-revolution","slug":"ukraine-embracing-open-data-2014-revolution","title":"How Ukraine is embracing open data after the 2014 revolution","format":"article","updated_at":"2015-09-23T11:35:40+00:00","created_at":"2015-09-22T14:41:33+00:00","tag_ids":["blog","open-data","organisational-change","ukraine"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/organisational-change.json","web_url":null,"title":"organisational change","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=organisational-change","web_url":"http://theodi.org/tags/organisational-change","slug":"organisational-change"}},{"id":"https://contentapi.theodi.org/tags/keywords/ukraine.json","web_url":null,"title":"Ukraine","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=ukraine","web_url":"http://theodi.org/tags/ukraine","slug":"ukraine"}}],"details":{"business_proposition":false,"description":"<p>The ODI’s Kateryna Onyiliogwu reflects on the revolution in her home country of Ukraine, and shares some</p>","excerpt":"The ODI’s Kateryna Onyiliogwu reflects on the revolution in Ukraine, her home country, and highlights emerging applications that embed open data within the reform process\r","language":"en","need_extended_font":false,"alternative_title":"How Ukraine is embracing open data after the 2014 revolution","url":"","content":"<p><em>The ODI’s Kateryna Onyiliogwu reflects on the revolution in Ukraine, her home country, and highlights emerging applications that embed open data within the reform process</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/01/6c/56016c6ff362be0896000030/kiev.jpg\" alt=\"null\" class=\"img text-center\" id=\"56016c6f1f986a079c00005b\"><br />\n<small>Maidan Nezalezhnosti in Kiev, where applications are being built from diverse open data, from crime rates and the cost of renting houses to hospitals and schools. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [neiljs](https://www.flickr.com/photos/neiljs/4653143310/in/photolist-86bzoN-xNHkmD-b7dUL4-m1j88g-pt2F6D-2942od-aDacrp-wbaNtN-h69kax-86nbkv-kG7MK7-eeqVRp-b7dUYH-c5eGwm-wtqLzW-6SUhdi-ebGuH8-acSsCb-9WoDaK-f92jKE-9Ev21Z-pV18NP-imcxfk-5dAmwf-bgPX7k-3FGNg8-dZDSym-cgBrvW-7JuEEr-5ZDzQi-ciirFh-dkYHuk-daY9Ah-ebN2EE-4PCNGz-8mdQqD-h3ZZV8-9WotMt-cpPuF5-xqs3k2-hMCSp3-b7dUzr-a1ERWz-kG7MQ7-daYenm-nmBWXi-hPqEdE-i1czKb-6tfdLs-hMCT2q “neiljs\").</small></p>\n<p>On 24 May 2015, the ODI gathered members of the open data and global development communities for a breakfast roundtable to discuss ‘open data: challenges and opportunities for governance’. Over the course of the morning, participants shared experiences working on innovative and cross-cutting approaches within both fields. </p>\n<p>Being born and raised in Ukraine during its transition from a communist regime to a market-led democracy, topics surrounding global development are close to my heart. Attending the roundtable inspired me to explore the current open data initiatives in Ukraine.</p>\n<p>Having witnessed years of political instability, the Orange Revolution and President Yanukovych’s premiership, I was full of hope as Ukrainians demanded greater transparency and economic development during the revolution. The newly elected government is continually aiming to address the complex grievances that led to the revolution in the first place. </p>\n<p>For the current Ukrainian government, open data is part of the reform process. The <a href=\"http://data.gov.ua/\">national open data portal</a>, established in 2014, has 100 open datasets ranging from the location of children’s hospitals to statistics on human trafficking. Alongside the portal, the newly-adopted law of March 2015 on <a href=\"http://www.rada.gov.ua/news/Novyny/107164.html\">access to public information in the form of open data</a> promises a more open and transparent government for Ukrainian citizens.</p>\n<p>A number of applications have arisen, demonstrating diverse and beneficial uses of open data.</p>\n<p>The <a href=\"http://www.openbudget.in.ua/\">Open Budget Initiative</a> is a visualisation tool that helps local municipalities publish and present their budgets in a user-friendly <a href=\"http://www.openbudget.in.ua/public/towns/\">interactive format.</a> The project is still under development but the tool has already opened budget data for several cities across Ukraine, with visualisations on expenditure and revenue for three cities in Western Ukraine. <a href=\"https://innovation.internews.org/pilots/open-budget-initiative-getting-closer-reality\">The project</a> is running a competition among IT developers to enhance the tool with a searchable archive of budget transactions and an interactive budget calendar. The project is funded by <a href=\"http://www.ua.undp.org/content/ukraine/en/home.html\" title=\"UNDP in Ukraine\">UNDP in Ukraine</a> and <a href=\"http://www.internews.org/?gclid=CJS_3enijMgCFYrpwgodJSkAQg\">Internews</a> \"Internews\" to encourage better civic engagement using open data. </p>\n<p><a href=\"http://edumeter.com.ua/\">Edumeter</a> is a web-based application that rates schools by performance indicators to help parents make better-informed decisions on schooling for their kids; while <a href=\"http://citytransport.com.ua/\">CityTransport</a> is the only interactive map that integrates all types of Kiev’s transport and helps users find the fastest routes. Both applications were developed during hackathons organised by NGO <a href=\"http://socialboost.com.ua/\">Social Boost</a>. </p>\n<p>Among more complex web applications is <a href=\"http://cityscale.com.ua/\">CityScale</a>, an interactive map of Kiev created by Ukrainian developers. It features a range of data – from crime rates, lists of hospitals and schools to ecological indicators and the cost of housing in terms of renting and buying. Users can also register and look into particular data about their houses. </p>\n<p><a href=\"http://texty.org.ua/mod/datavis/apps/atomap/\">ATOmap</a><a href=\"http://texty.org.ua/mod/datavis/apps/atomap/\">is an interactive visualisation</a> which reflects another side of the current conflict in Eastern Ukraine. The map, based on <a href=\"https://www.openstreetmap.org/\">OpenStreetMap</a>, shows the intensity of fighting between the Ukrainian government and separatists in real-time. The map was created by journalists from the online publication <a href=\"http://texty.org.ua/\">Texty</a>, which publishes news and visualisations in order to promote data journalism in Ukraine.</p>\n<p>Like ATOmap, <a href=\"http://redonbass.org/\">Redonbass</a> focuses on the impact of conflict in Eastern Ukraine. It is a single open database of the destruction of residential and public infrastructure. At the moment there is no publicly available database of damaged public buildings and housing, so the tool allows anyone with access to a mobile phone to report and collect the data on the building with its location and photographs of the damage. The platform will help the Ukrainian government to manage reconstruction efforts and attract investment from international development organisations.</p>\n<p>These applications represent the demand for open data from citizens, startups, civic groups and global development organisations. While this is a positive development for the government, some important questions remain: <strong>how do you harness this demand and realise the impact of open data in the long-term? What are the ingredients of a sustainable open data initiative?</strong></p>\n<p>Ukraine currently ranks 55th on the <a href=\"http://www.opendatabarometer.org/report/analysis/index.html\">Open Data Barometer</a>, which is the lowest among its neighbours in Europe and Central Asia. Ukraine is labelled as \"capacity constrained\" as open data initiatives are “highly dependent upon a small network of leaders and technical experts”.  </p>\n<p>ODI <a href=\"http://theodi.org/open-data-in-government-how-to-bring-about-change\">research</a> has shown that embedding and sustaining open data initiatives across the government is the broader challenge. To ensure an open data initiative is sustainable, a government must overcome cultural challenges, not just technical ones. Ukraine has a long history of a lack of openness around government information; overcoming related cultural barriers to becoming more open could be approached in number of ways.</p>\n<ul>\n<li><p>Strengthen and invest in government open data initiatives to ensure that the team has the capacity to focus on relationship management within the government. Effective change management within and between government departments is essential. </p></li>\n<li><p>Raise awareness of open data and related support mechanisms among different government ministries and institutions.</p></li>\n<li><p>Introduce opportunities to take part in ongoing learning about open data. </p></li>\n<li><p>Invest in implementation champions to ensure that the open data initiatives grow from the bottom up. </p></li>\n<li><p>Tap into external sources of financial support, such as international agencies which invest in solutions that bring greater transparency and improved service delivery.</p></li>\n</ul>\n<p>The Ukrainian government is having to rapidly improve its public image and its service delivery, both of which can be helped by open data. Keeping up momentum is key to ensuring that open data becomes standard government practice and fostering a true open government. </p>\n<p><em><strong>Kateryna Onyiliogwu is <a href=\"http://theodi.org/team/kat-onyiliogwu\">Business Support Team Leader</a> at the ODI. Follow <a href=\"https://twitter.com/KaterynaOn\">@KaterynaOn</a> on Twitter.</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/open-data-in-government-how-to-bring-about-change.json","web_url":"http://theodi.org/open-data-in-government-how-to-bring-about-change","slug":"open-data-in-government-how-to-bring-about-change","title":"Open data in government: how to bring about change","format":"article","updated_at":"2015-09-11T10:00:09+00:00","created_at":"2015-02-15T17:02:45+00:00","tag_ids":["page","change-management","open-data","government","open-government"]},{"id":"https://contentapi.theodi.org/open-data-leaders-in-government-finally-have-a-support-network-each-other.json","web_url":"http://theodi.org/blog/open-data-leaders-in-government-finally-have-a-support-network-each-other","slug":"open-data-leaders-in-government-finally-have-a-support-network-each-other","title":"Open data leaders in government finally have a support network – each other","format":"article","updated_at":"2015-09-11T10:02:56+00:00","created_at":"2015-08-11T10:45:34+00:00","tag_ids":["blog","open-data-leaders-network","open-government"]},{"id":"https://contentapi.theodi.org/how-open-data-and-international-development-need-to-learn-from-one-another.json","web_url":"http://theodi.org/blog/how-open-data-and-international-development-need-to-learn-from-one-another","slug":"how-open-data-and-international-development-need-to-learn-from-one-another","title":"How open data and international development need to learn from one another","format":"article","updated_at":"2015-09-11T10:02:35+00:00","created_at":"2015-07-22T14:41:23+00:00","tag_ids":["blog","international-development","aid","government"]}],"organizations":[],"author":{}}