{"id":"https://contentapi.theodi.org/usa-node-news-2014.json","web_url":"http://theodi.org/blog/usa-node-news-2014","slug":"usa-node-news-2014","title":"USA node news: January 2014","format":"article","updated_at":"2015-09-11T09:54:06+00:00","created_at":"2014-01-24T11:42:28+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>The Open Data Institute’s United States node got underway with the new year, and has hit the ground running. We’ve set our near-term goals, and we’re working aggressively to meet them.</p>","excerpt":"The Open Data Institute’s United States node got underway with the new year, and has hit the ground running. We’ve set our near-term goals, and we’re working aggressively to meet them.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>The Open Data Institute’s United States node got underway with the new year, and has hit the ground running. We’ve set our near-term goals, and we’re working aggressively to meet them.</p>\n<p>Our top goal is to act as a super connector in this space. There are <a href=\"http://www.opendata500.com/\">hundreds of companies who rely on open government data</a>, and a small, growing sector of vendors with expertise in releasing, parsing, analyzing, and managing open data. There are thriving non-profits, community groups, and enthusiastic hackers, and there are governments—local, state, federal—with all kinds of levels of experience and knowledge about open data. Collectively, these entities have what it takes to solve open data’s toughest challenges, but too often their knowledge is siloed. Our job is to meet all of those people, learn about those organizations, and start matchmaking. Within a few months, we intend to have made a couple of hundred of these connections.</p>\n<p>The United States node is also producing code. There are a lot of air gaps in open data—data formats that are so very close to being open, or software that could produce bulk data with the addition of a new plug-in. There are agencies and companies who would happily share their data, but they can’t figure out how to bridge those gaps. We’re going to work with them to identify those gaps, and create open source software to enable the release of important data sets. Within a few months, we’ll have released a half dozen of these programs.</p>\n<p>Finally, we’re going to help to build open data ecosystems. Releasing a dataset and hoping for the best—the “<a href=\"http://www.imdb.com/title/tt0097351/\">Field of Dreams</a>” model, as it’s known—is old and busted. The new hotness is bootstrapping ecosystems. We’re going to identify valuable, unreleased datasets, identify the audience for those datasets, and then identify the business proposition that makes that dataset valuable and its use sustainable. Then we’ll work to get those datasets published, to get an organization using each dataset as a core part of its mission, and to attract an audience to benefit from those datasets. We intend to have several of these ecosystems launched within a few months.</p>\n<p>The work to be done on open data in the United States is not particularly glamorous. But it is important, it is necessary, and we’re going to do it.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}