{"id":"https://contentapi.theodi.org/using-open-data-to-help-communities-take-control-of-their-energy-usage.json","web_url":"http://theodi.org/blog/using-open-data-to-help-communities-take-control-of-their-energy-usage","slug":"using-open-data-to-help-communities-take-control-of-their-energy-usage","title":"Using open data to help communities take control of their energy usage","format":"article","updated_at":"2015-09-11T09:55:10+00:00","created_at":"2014-03-26T15:47:09+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"<p>Three services which use open data to help communities take control of their energy usage have been selected as finalists in a national competition called the <a href=\"http://www.nesta.org.uk/project/open-data-challenge-series\">Energy and Environment Open Data Challenge</a>, run in partnership by the ODI and Nesta. </p>","excerpt":" Finalists of the Energy and Environment Open Data Challenge announced\r","language":"en","need_extended_font":false,"alternative_title":"Open Data Challenge Series: Energy finalists ","url":"","content":"<h3 id=\"finalistsoftheenergyandenvironmentopendatachallengeannounced\">Finalists of the Energy and Environment Open Data Challenge announced</h3>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/3b/e5/533be5081f986a2ef0000122/odcs-bubble-xlarge.jpg\" alt=\"null\" class=\"img pull-right\" id=\"533be508d0d4625183000094\">\nThree services which use open data to help communities take control of their energy usage have been selected as finalists in a national competition called the <a href=\"http://www.nesta.org.uk/project/open-data-challenge-series\">Energy and Environment Open Data Challenge</a>, run in partnership by the ODI and Nesta. </p>\n<p>The finalists competed against 16 teams of businesses, startups, social enterprises and community groups at a ‘creation weekend’ event to make it through to the final. The challenge invited each team to demonstrate how open data could be used to build services that support communities to either group-buy their energy and save money; undertake community based energy efficiency interventions; or start to generate their own energy. The creation weekend was supported by Bristol City Council and hosted by the Bristol and Bath Science Park and the Centre for Modelling and Simulation (CFMS). </p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/3b/e4/533be422f362be6c8700010f/odcs-winners.jpg\" alt=\"null\" class=\"img\" id=\"533be422d0d4625183000093\"></p>\n<p>The finalists are:</p>\n<ul>\n<li><p>Energy Benchmark+ - an energy tool that takes a minimal amount of information from people and instantly benchmarks a home's performance against similar homes in an area, storing that information for future and repeated use. Responding to your home's performance against that benchmark, the tool suggests what to do next.</p></li>\n<li><p>Community Energy Manager - a service which allows people and groups to become energy managers for their community: creating and managing knowledge about local households, brokering energy efficiency improvements and savings for their community, and lifting people out of fuel poverty.</p></li>\n<li><p>EnergySchools - an online platform that allows students to become directly involved with energy issues asking them to assess the energy efficiency of their homes and school, and to initiate relevant actions within their community. </p></li>\n</ul>\n<p>George Ferguson, Mayor of Bristol said: “The Energy and Environment Open Data Challenge really demonstrated to me the power of combining open data with some of the country’s top software developers and energy professionals. I would be delighted to see Bristol become the test-bed for some of the innovative product proposals that came out of this weekend’s event, something that is 100% in line with my stated aims for Bristol to become a laboratory for change and be a leader on low-carbon developments.” </p>\n<p>Prizes of £5,000 each have been awarded to the finalists. They will now be supported by the Open Data Institute and Nesta who will give them access to relevant expertise and mentoring to develop their projects. Throughout the next phase of development, they will assess the potential impact of their projects. An overall winner will be chosen later this year and will receive a £40,000 prize.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}