{"id":"https://contentapi.theodi.org/what-does-term-program-alignment-mean.json","web_url":"http://theodi.org/blog/what-does-term-program-alignment-mean","slug":"what-does-term-program-alignment-mean","title":"What Does the Term “Program Alignment” Mean When Applied to Open Data Programs?","format":"article","updated_at":"2015-09-11T09:56:47+00:00","created_at":"2014-09-06T17:03:06+00:00","tag_ids":["blog"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}}],"details":{"business_proposition":false,"description":"","excerpt":"Guest Blog By Dr. Dennis McDonald, BaleFire Global.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"http://www.balefireglobal.com/blog/alefireglobal.com/2014/08/what-does-term-program-alignment-mean.html","content":"<p>Guest Blog By Dr. Dennis McDonald, BaleFire Global.</p>\n<p>“Program alignment” has long been a meat-and-potatoes term for consultants involved with strategic planning. The basic idea is that the initiatives you plan and carry out to support your organization's goals and objective need to be “aligned” (i.e., supportive of or in line with) your organization’s goals and objectives. </p>\n<p>What does \"alignment\" mean in practice? How do you measure whether or not your activities are aligned with your goals and objectives? And what does this mean when the concept is applied to open data programs?</p>\n<p>Here are some of the things to look for including a caveat about applying this term too loosely to open data programs.</p>\n<p>The basic conditions for determining whether any initiative (for example, a program, a project, a purchase, a reorganization, a new product, a new hiring initiative, etc.) is aligned with your organization’s goals and objectives are the following:</p>\n<ol>\n<li><p>You know what your organization’s goals and objectives are.</p></li>\n<li><p>You know how to measure whether these goals and objectives are being accomplished.</p></li>\n<li><p>You and your management agree that your open data program supports one or more of your organization’s goals and objectives.</p></li>\n<li><p>You know how to measure the relationship between your open data program and accomplishments of your organization’s goals and objectives.</p></li>\n</ol>\n<p>Items one and two don't have anything to do directly with open data programs. They are the basis for ensuring that any program or initiative is aligned with what the parent organization is attempting to accomplish.</p>\n<p>If the organization is able to articulate its goals and objectives but can't measure their accomplishment you have your work cut out for you if you decide to take on both implementing an open data program as well as measuring its performance against the organization’s strategic objectives. It’s not impossible to do both but at minimum more executive buy-in and involvement – and resources - may be required.</p>\n<p>There are many ways to measure accomplishments. Program impact range from purely qualitative to rigorously quantitative. Don't think that benefits always need to be measured in dollars and cents for management to be convinced that a program delivers useful results. At minimum you will need convincing anecdotal evidence of positive impacts that management will understand and accept.</p>\n<p>I mentioned a caveat concerning the ability to demonstrate alignment between an open data program and a sponsoring organization’s goals and objectives.</p>\n<p>Don't assume that you can predict, much less measure, all the uses made of the data your open data program provides. It's in the nature of open data programs to make data available for planned as well as new, unanticipated, and innovative uses. This should not deter you from proposing an open data program but instead should cause you and your organization to rethink how your organization can support accomplishments of its goals and objectives, even among partners and users with whom you may not have worked in the past.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[{"title":"What Does the Term “Program Alignment” Mean When Applied to Open Data Programs?","url":"http://www.balefireglobal.com/blog/alefireglobal.com/2014/08/what-does-term-program-alignment-mean.html"}],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}