{"id":"https://contentapi.theodi.org/when-open-is-not-enough-bringing-food-security-data-to-affected-communities.json","web_url":"http://theodi.org/blog/when-open-is-not-enough-bringing-food-security-data-to-affected-communities","slug":"when-open-is-not-enough-bringing-food-security-data-to-affected-communities","title":"When open is not enough: bringing food security data to affected communities","format":"article","updated_at":"2017-02-21T10:50:30+00:00","created_at":"2016-04-05T07:42:17+00:00","tag_ids":["blog","agriculture","food-security","world-food-programme"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/agriculture.json","web_url":null,"title":"agriculture","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=agriculture","web_url":"http://theodi.org/tags/agriculture","slug":"agriculture"}},{"id":"https://contentapi.theodi.org/tags/keywords/food-security.json","web_url":null,"title":"food security","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=food-security","web_url":"http://theodi.org/tags/food-security","slug":"food-security"}},{"id":"https://contentapi.theodi.org/tags/keywords/world-food-programme.json","web_url":null,"title":"world food programme","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=world-food-programme","web_url":"http://theodi.org/tags/world-food-programme","slug":"world-food-programme"}}],"details":{"business_proposition":false,"description":"<p>More food security data than ever is being generated by technologies and agencies. To bring order to the ‘mess’ its data had become, the World Food Programme took an open approach – paving the way to bring information to hard-to-reach communities</p>","excerpt":"More food security data than ever is being generated by technologies and agencies. To bring order to the ‘mess’ its data had become, the World Food Programme took an open approach – paving the way to bring information to hard-to-reach communities\r","language":"en","need_extended_font":false,"alternative_title":"When open is not enough: bringing food security data to affected communities","url":"","content":"<p><em>More food security data than ever is being generated by technologies and agencies. To bring order to the ‘mess’ its data had become, the World Food Programme took an open approach – paving the way to bring information to hard-to-reach communities</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/07/89/5707894dd0d462333d00000b/WFP.jpg\" alt=\"null\" class=\"img text-center\" id=\"5707894df362be080f00002e\">\n<small>Humanitarian aid being delivered to remote Sierra Leonean islands, which were restricted with re-supply during the Ebola outbreak on the mainland. <a href=\"https://creativecommons.org/licenses/by/2.0/\" title=\"CC BY 2.0\">CC BY 2.0</a>, uploaded by [PRODefence Images](https://www.flickr.com/photos/defenceimages/16363423388/in/photolist-qVYPFs-79TYnV-79XPey-79XPmG-79TYpv “PRODefence Images\").</small></p>\n<p><strong><em>By Jean-Martin Bauer, Wael Attia and Alice Clough</em></strong></p>\n<p>When a natural or man-made disaster strikes, humanitarian responders need numbers about its impact in order to advocate and plan for an effective response. Reaching out to communities helps agencies understand how people have been affected, how they are coping and what assistance they need. The food security data landscape is complex: new technologies mean that more data than ever is collected by a mosaic of agencies. </p>\n<p>The <a href=\"http://www.wfp.org/food-security\">World Food Programme’s Food Security Analysis Unit</a> is one of many groups engaged in such assessment work and data collection. In this piece we outline how we have approached data management in the information era, and the challenges we see ahead.</p>\n<h3 id=\"wfpgoingopenhowandwhy\">WFP going open – how and why</h3>\n<p>What really pushed us to 'go open' with our data? We recently started to collect data remotely through mobiles. We usually ask people what types of foods they have been consuming and what coping strategies they use to make ends meet. Our mobile <a href=\"http://vam.wfp.org/sites/mvam_monitoring/About.html\">VAM project</a> – initially funded by the <a href=\"http://www.elrha.org/hif/home/\">Humanitarian Innovation Fund</a> – involves using SMS, ‘robocalls’ (where people respond to recorded audio messages) and operators to call people on phones they already have. Since no expensive smartphones or data plans are required, we can collect data quickly and safely, with minimal expense, leading us to source more information from more places than ever before. </p>\n<p>We collected over 100,000 questionnaires using this method in 2015, a seven-fold increase from the previous year. However, while mobile data collection proved to be an effective way to collect a lot of data, it raised tremendous challenges that an open data approach helped solve.</p>\n<p>Reality struck during the <a href=\"http://www.theguardian.com/society/2014/aug/08/who-ebola-outbreak-international-public-health-emergency\">Ebola emergency in 2014</a>. When we deployed mVAM for the Ebola response, we soon found ourselves drowning in a deluge of incoming SMS data and facing a steady stream of requests from partners who wanted access to our information in order to plan their responses. The emails and phone calls were piling up, and soon we found ourselves tangled in a web of Excel files and PDF reports. We desperately needed a way to put some order into the mess we had created, so we invested in systems that enabled us to adopt open data. </p>\n<p>Here’s what we set up:</p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/07/8f/57078fb01f986a3d9b00000e/Flowchart__3_.jpg\" alt=\"null\" class=\"img text-center\" id=\"57078fb0d0d462062400003a\">  </p>\n<p>As the workflow shows, our survey data comes directly from respondents who take an SMS, IVR or voice survey. This data is then stored in a centralised <a href=\"http://vam.wfp.org/mvam_monitoring/databank_fcs.aspx\">open databank</a> that covers the main indicators we use to measure food security in a database with a standardised schema. The most common indicators we use are the <a href=\"https://www.wfp.org/content/technical-guidance-sheet-food-consumption-analysis-calculation-and-use-food-consumption-score-food-s\">Food Consumption Score</a>, the <a href=\"https://www.wfp.org/content/coping-strategies-index-field-methods-manual-2nd-edition\">Coping Strategies Index</a> and a measure of sentiment in the open-ended question our surveys include. We also collect data about food prices.</p>\n<p>We are careful to protect people’s identities; respondents’ phone numbers are encrypted and never shared, and only aggregated data is shared on an open-access basis. Individual phone numbers or respondent names are replaced with anonymous IDs and are not imported into our central database. Using these techniques, we are ‘going open’ but still protecting people’s privacy. </p>\n<p>There is then an <a href=\"http://vam.wfp.org/mvam_monitoring/mvamapi.aspx\">Application Programme Interface</a> (API) to ensure that our data is available in formats people can use, ensuring that the information doesn’t just die in PDF purgatory. </p>\n<p>Thanks to the API, anyone will soon be able to produce real-time data visualisations from different streams of food security indicators, both captured from mVAM and other WFP tools. Aggregated mVAM data is also posted on OCHA’s <a href=\"https://data.hdx.rwlabs.org/\">Humanitarian Data Exchange</a> (HDX) website, where it is available in a machine-readable format that can be shared with the entire humanitarian community, alongside other datasets of humanitarian interest.</p>\n<p>But we soon noticed a limitation. While making our data ‘open’ led to many more people downloading our datasets, they tended to be from other UN agencies, donor governments, international NGOs or universities. Most of our visitors came from Europe and North America. We had comparatively few visitors from the countries where we collect the data, pointing to an important gap in our approach. </p>\n<h3 id=\"beyondopenbringingdatatothemasses\">Beyond ‘open’: bringing data to the masses</h3>\n<p>We believe that data is not truly ‘open’ if all the 7 billion people on the planet couldn't access it in some form. Many behind the open data movement have largely focused simply on making data available online. But, as the World Bank’s recent <a href=\"http://www.worldbank.org/en/publication/wdr2016\">'Digital dividends'</a> report shows, internet access is so limited that the data we post on the internet remains out of reach for billions – many of whom live in the least developed countries where we do much of our work. </p>\n<p>We have been experimenting with different ways of sharing our information, including putting it on voice servers. In Goma, DRC, anyone can <a href=\"http://mvam.org/2015/10/29/the-price-is-right-working-with-youth-in-drc-to-text-back-market-prices/\">dial a number and listen to recordings of the week’s food prices</a>, based on data we’ve collected with the communities we work with, and dates of food distributions, at no cost. Our office in Somalia uses SMS blasts and IVR to share news about WFP’s activities in the country as well as useful public information messages, for example on nutrition. Small victories, perhaps, that point to increasing opportunities to make data accessible to everyone.</p>\n<h3 id=\"bringinginformationthatmatterstocommunitiesthroughtherightchannels\">Bringing information that matters to communities through the right channels</h3>\n<p>Our experience shows there’s a long way to go before humanitarian data is accessible for the people the humanitarian community serves. We need to make the information that matters accessible to all through the information channels that people in affected communities already use, from FM radio to phone hotlines to chat groups. We have a lot to learn from community-based organisations about what information matters most, and how to effectively engage with groups that can be harder to reach. We also know that the volumes of data we manage will continue to increase exponentially. </p>\n<p>While technical solutions exist to analyse and disseminate large datasets, now is the time to work on the ‘soft’ aspects, including bolstering the skills and awareness of frontline field staff about responsible data use.</p>\n<p><em><strong>Jean-Martin Bauer is Senior Food Security Analyst, Wael Attia is Information and Knowledge Management Officer and Alice Clough works on Communications for the Vulnerability Analysis and Mapping department of the World Food Programme. Follow <a href=\"https://twitter.com/WFPVAM\">@WFPVAM</a> and <a href=\"https://twitter.com/mobileVAM\">@mobileVAM</a> on Twitter.</strong></em></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a>.</strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/agriculture-nutrition-open-data.json","web_url":"http://theodi.org/agriculture-nutrition-open-data","slug":"agriculture-nutrition-open-data","title":"Agriculture and nutrition","format":"article","updated_at":"2016-02-19T15:24:15+00:00","created_at":"2015-08-20T10:31:22+00:00","tag_ids":["page","agriculture","nutrition","sector","food"]},{"id":"https://contentapi.theodi.org/five-top-data-innovations-in-nutrition-and-hydration.json","web_url":"http://theodi.org/blog/five-top-data-innovations-in-nutrition-and-hydration","slug":"five-top-data-innovations-in-nutrition-and-hydration","title":"Five innovations in nutrition and hydration","format":"article","updated_at":"2016-03-30T13:57:11+00:00","created_at":"2016-03-30T09:50:13+00:00","tag_ids":["blog","hydration","agriculture-and-nutrition","data-for-social-good","health"]},{"id":"https://contentapi.theodi.org/how-improve-agriculture-food-nutrition-open-data.json","web_url":"http://theodi.org/how-improve-agriculture-food-nutrition-open-data","slug":"how-improve-agriculture-food-nutrition-open-data","title":"Improving agriculture and nutrition with open data","format":"article","updated_at":"2015-09-11T10:03:21+00:00","created_at":"2015-05-27T13:07:37+00:00","tag_ids":["page","global-development","food","godan","nutrition","agritech","agriculture","discussion-paper"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}