{"id":"https://contentapi.theodi.org/where-does-your-food-come-from-provenance-tells-product-stories.json","web_url":"http://theodi.org/blog/where-does-your-food-come-from-provenance-tells-product-stories","slug":"where-does-your-food-come-from-provenance-tells-product-stories","title":"Where does your food come from? Provenance tells product stories","format":"article","updated_at":"2016-10-13T15:39:14+00:00","created_at":"2016-10-13T15:26:03+00:00","tag_ids":["blog","startup","food","nutrition","agriculture"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/startup.json","web_url":null,"title":"startup","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=startup","web_url":"http://theodi.org/tags/startup","slug":"startup"}},{"id":"https://contentapi.theodi.org/tags/keywords/food.json","web_url":null,"title":"food","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=food","web_url":"http://theodi.org/tags/food","slug":"food"}},{"id":"https://contentapi.theodi.org/tags/keywords/nutrition.json","web_url":null,"title":"nutrition","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=nutrition","web_url":"http://theodi.org/tags/nutrition","slug":"nutrition"}},{"id":"https://contentapi.theodi.org/tags/keywords/agriculture.json","web_url":null,"title":"agriculture","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=agriculture","web_url":"http://theodi.org/tags/agriculture","slug":"agriculture"}}],"details":{"business_proposition":false,"description":"","excerpt":"Consumers increasingly want to know where the products they buy have come from – whether designer clothes or food shopping. Being transparent has never been easier for brands, thanks to new software and platforms like Provenance.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p><em>Consumers increasingly want to know where the products they buy have come from – whether designer clothes or food shopping. Being transparent has never been easier for brands, thanks to new software and platforms like Provenance.</em></p>\n<p><img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/ff/a9/57ffa93ed0d46207af000064/Provenance.jpg\" alt=\"Provenance\" class=\"img\" id=\"57ffa93e1f986a07a90000e9\"> \n<small>Image by <a href=\"http://www.iexpats.com/go-shopping-fund-supermarket/\">iExpats</a> <a href=\"https://creativecommons.org/licenses/by-sa/2.0/?\">(CC By 2.0)</a></p>\n<p>Provenance uses open data and blockchain to empower brands to be more transparent by tracing the origins and histories of products. We speak with Provenance CEO, <strong>Jessi Baker</strong>, on why she started the company and the impact it’s had on supply chains. </p>\n<p><strong>Hi Jessi. What spurred you on to start Provenance?</strong></p>\n<p>Provenance was founded in because of a personal frustration about how little we knew about products we bought. Advertising has made us feel comfortable spending money on products that have horrific consequences for society and the environment, and there is a huge disconnect between people and their possessions. </p>\n<p>Raw materials travel through exploitative supply chains, handbags get forged, materials go to waste, and the makers are invisible. It’s time we knew more about the things we purchase and celebrate true stories behind products. Provenance set out with the goal of using technology to enable every physical product to come with its provenance. It gives businesses the tools they need to bring stories from the supply chain to the point of sale, and assure consumers about where their products have come from. </p>\n<p><strong>Can you give an overview of what Provenance offers?</strong></p>\n<p>Provenance offers a solution to one of the biggest problems in today’s day and age: a lack of trust in product supply chains. </p>\n<p>In the UK, 30% of consumers claim to be very concerned about issues of exploitation of people, animals and habitats. Yet many of them struggle to act on this concern. Not only is this information hard to find but it is hard to trust. Supply-chain networks are vast and complex to access and govern. In order to make them sustainable – both socially and environmentally – the systems need to be open. </p>\n<p>Provenance gives businesses a unique tool, helping them to track their entire supply chain using <a href=\"http://theodi.org/technical-report-blockchain-technology-in-global-data-infrastructure\">blockchain technology</a>. We can trace the source and journey of all the materials and the product to provide a transparent supply chain. With this, brands can build a bigger consumer base and create a strong loyal bond between them and their customers. </p>\n<p>For consumers, Provenance offers the chance to find out the story behind their products and truly understand what it is they are buying into when they purchase an item, using online and in-store technology.  </p>\n<p><strong>What successes have you had?</strong></p>\n<p>We currently work with over 200 brands across different industries, and we have just embarked on a new pilot project with the Co-op. We also recently completed a six-month pilot in the fishing industry in Indonesia, working with IPNLF, Pole and Line Foundation and ISEAL Alliance – funded by Humanity United and the Omidyar Network. </p>\n<p>We’ve also secured several UK and EU grants to continue the project, and attracted talent to turn a PhD side-project into the startup business that Provenance is today. We’ve secured grants from Innovate UK Development of Prototype, Innovate UK Proof of Concept, ODINE, Wayra and Humanity United, and we’ve also been funded through awards, conferences and angel investment. </p>\n<p><strong>Can you give a specific example of a brand you’ve helped?</strong></p>\n<p>The Provenance team worked with premium fishmonger Jonathan Norris to tell the story and prove the journey of their Natural Smoked Haddock. Jonathan created a profile on Provenance, used our tools to <a href=\"https://www.provenance.org/news/technology/how-to-make-a-fish-transparent/\">build a story</a> behind his fish and invited the key members of his supply chain to contribute. Newlyn Fish – their supplier – received the invitation and were able to create a profile themselves, sharing the business information customers cared about and suggest images with captions and locations for the story. This automatically built a supply-chain map and interactive grid of people involved in creating the product. </p>\n<p>Elvis &amp; Kresse used Provenance tools to share how they <a href=\"https://www.provenance.org/news/making/fire-hose-weekend-bag/\">create their weekend bag</a>. Along with sharing stories and information about social and environmental impact, Provenance also allows you to give each item or batch a unique journey, proving where it came from and reinforcing the unique nature of each product. </p>\n<p><strong>What have been your main challenges have been with creating a startup?</strong></p>\n<p>Sometimes I wish I had known the challenges I would face before starting my company, and sometimes I am glad I didn’t, because it may have put me off. It’s my passion for our social mission that keeps me going, and I have learnt that sheer (almost stupid) perseverance is one of the hardest, but most important things. </p>\n<p>Building a great team is something I definitely learnt the hard way, making lots of mistakes on the way. It’s the soft stuff like hiring and people management that people don’t talk about enough - it’s the most important thing (after being able to add up). </p>\n<p><strong>You use blockchains to manage your data and you’ve been nominated for a ‘Best blockchain startup’ award at the <a href=\"https://theeuropas.com/\">Europas</a>. Why do you use blockchains, and how has this infrastructure for managing your data helped your organisation?</strong></p>\n<p>We use blockchain because we don’t believe that centralised entities can solve the traceability problem. They slow down information flows and represent single points of failure. Using blockchains enables all stakeholders to rely on the same source of truth, enabling seamless access to traceability data at any stage of the chain, without giving anyone a backdoor to the system. This infrastructure has helped us as we’re able to provide full trust in the supply chain, which helps both brands and consumers to know more and buy better.</p>\n<p><strong>What’s next for Provenance?</strong></p>\n<p>We’ve just begun an exciting pilot project with Co-op, so we’re hoping that will lead to big things. We’re also expanding and working with more and more brands, hoping to build a stronger presence in the fashion industry.</p>\n<p><strong><em>If you have ideas or experience in data that you’d like to share, <a href=\"mailto:production@theodi.org\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/ODIHQ\">@ODIHQ</a>.</em></strong></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Hannah Foulds","slug":"hannah-foulds","state":"published","web_url":"http://theodi.org/team/hannah-foulds","tag_ids":["team","culture-programme","odi-team"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Hannah Foulds","slug":"hannah-foulds","state":"published","web_url":"http://theodi.org/team/hannah-foulds","tag_ids":["team","culture-programme","odi-team"]}}