{"id":"https://contentapi.theodi.org/world-statistics-day-whats-on-your-government-register-wish-list.json","web_url":"http://theodi.org/blog/world-statistics-day-whats-on-your-government-register-wish-list","slug":"world-statistics-day-whats-on-your-government-register-wish-list","title":"World Statistics Day: What’s on your government register wish list? ","format":"article","updated_at":"2015-10-20T12:47:52+00:00","created_at":"2015-10-20T12:01:36+00:00","tag_ids":["blog","statistics","open-data","registries"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/blog.json","web_url":null,"title":"Blog Post","details":{"description":"Blog Post","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=blog","web_url":"http://theodi.org/tags/blog","slug":"blog"}},{"id":"https://contentapi.theodi.org/tags/keywords/statistics.json","web_url":null,"title":"statistics","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=statistics","web_url":"http://theodi.org/tags/statistics","slug":"statistics"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data.json","web_url":null,"title":"open data","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data","web_url":"http://theodi.org/tags/open-data","slug":"open-data"}},{"id":"https://contentapi.theodi.org/tags/keywords/registries.json","web_url":null,"title":"registries","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=registries","web_url":"http://theodi.org/tags/registries","slug":"registries"}}],"details":{"business_proposition":false,"description":"<p>On World Statistics Day, we explore the top five authoritative datasets we want to see from government</p>","excerpt":"By Peter Wells and Ellen Broad\r","language":"en","need_extended_font":false,"alternative_title":"World Statistics Day: What’s on your government register wish list? ","url":"","content":"<p><em><strong>By Peter Wells and Ellen Broad</strong></em></p>\n<p>It’s <a href=\"https://worldstatisticsday.org/\">World Statistics Day</a> and we want to talk a little bit about data.</p>\n<p>In particular, we want to use today as an opportunity to highlight the need for some basic registers of information for the UK public sector. We may not all have always seen these as being important to how government works, but it’s quite clear that they will be vital for all of us in <a href=\"https://data.blog.gov.uk/2015/09/24/work-of-prog/\">the future</a>.</p>\n<h3 id=\"publicsectorregistersarepartofstatistics\">Public sector registers are part of statistics</h3>\n<p>A register is <a href=\"https://gds.blog.gov.uk/2015/09/01/registers-authoritative-lists-you-can-trust/\">an authoritative list of information you can trust</a> and could contain <a href=\"http://theodi.org/data-spectrum\">closed, shared or open data</a>. These registers might not seem like part of statistics. But they are. Fundamental reference data and stable identifiers provide an important basis for statistics. </p>\n<p>The Office for National Statistics (<a href=\"http://www.ons.gov.uk/ons/index.html\">ONS</a>) publishes many authoritative lists of codes, such as <a href=\"http://www.ons.gov.uk/ons/guide-method/geography/products/index.html\">geographic classifications</a>. These lists underpin much of the work that ONS does to <a href=\"http://beta.ons.gov.uk/#\">update</a> and <a href=\"http://visual.ons.gov.uk/\">refresh</a> its own publishing. They are also vital to helping people interpret the statistics that ONS publish.</p>\n<p>Such authoritative lists also transform the interaction between parts of the government and citizens.</p>\n<p>Registers help to link up lots of different aspects of how public sector bodies interact with each other, and with us. They will make it easier for us to understand how public sector bodies procure services, who they speak to, and the policies and programmes they have responsibility for.</p>\n<p>They should be <a href=\"http://theodi.org/who-owns-our-data-infrastructure\">maintained by organisations that meet well-defined criteria</a>: sustainable in the long-term, a perceived authority, transparent and open in how they operate, agile and committed to the availability of data. Ultimately, they need to be trustworthy enough for people to use them to <a href=\"https://gds.blog.gov.uk/2015/10/07/government-as-a-platform-for-the-rest-of-us/\">build efficient, joined-up public and private services</a>. </p>\n<h3 id=\"publicsectorregistersarepartoftheuksdatainfrastructure\">Public sector registers are part of the UK’s data infrastructure</h3>\n<p>A data infrastructure consists of <strong>data assets</strong>, the <strong>organisations</strong> that operate and maintain them and <strong>guides</strong> describing how to use and manage the data. Strong data infrastructure is sustainably funded and has oversight that makes choices to maximise data use and value by meeting the needs of the community.</p>\n<p>When our roads, railways and energy networks were being built we learnt how to maintain them for the good of everyone. We need to do the same for data infrastructure. It is a structure needed for society to operate. Data is the infrastructure with which we make decisions and build services. </p>\n<p>Registers are not the only important data assets in a data infrastructure. Statistics are vital assets too. <strong>All data</strong> is part of the data infrastructure, but many public sector registers are clearly core data assets in the UK’s <a href=\"https://docs.google.com/document/d/14PYnur8C7LUoz2VIelJbv5zqRbp0HiFu8ixcu0Co1xY/edit#heading=h.63ektec1ewm0\">data infrastructure</a>.</p>\n<h3 id=\"howdidwecomeupwiththiswishlist\">How did we come up with this wish list?</h3>\n<p>To assemble this list we spoke to four organisations that regularly use government statistics: <a href=\"https://fullfact.org/\">Full Fact</a>, <a href=\"http://www.transparency.org.uk/\">Transparency International</a>, the <a href=\"http://www.rss.org.uk/\">Royal Statistical Society</a> and the <a href=\"http://www.instituteforgovernment.org.uk/\">Institute for Government</a>. We asked for the top five authoritative datasets they wanted to see from government and asked them to use their own knowledge and to engage their networks. We supplemented their input with the knowledge that we have from talking with ODI <a href=\"http://theodi.org/membership\">Members</a> and our wider community.</p>\n<h3 id=\"theregisterwishlist\">The register wish list:</h3>\n<p>These were the top five authoritative datasets people we spoke to wanted to see from UK government.</p>\n<ul>\n<li>A list of every politician in the UK, whether in the House of Lords, the House of Commons, devolved administrations, local authorities or parish councils</li>\n<li>A list of every lobbyist in the UK </li>\n<li>A list of every public sector body in the UK, from central government departments to county councils, transport authorities to schools</li>\n<li>A list of every organisation the UK public sector buys something from or sells something to</li>\n<li>A list of every <a href=\"https://theodi.org/case-studies/open-addresses-the-story-to-date\">address and geospatial location</a> in the UK</li>\n</ul>\n<p>You might look at some of these items and think, “Wait, surely this already exists?” or, “I’ve seen versions of this before”. But what we’re looking for is one data source for each of these registers, that is authoritative and guaranteed to stay up-to-date, with stable <a href=\"http://thomsonreuters.com/en/about-us/data-innovation-lab/data-identifiers.html\">open identifiers</a>, openly licensed and available in an open format.</p>\n<p>Some of these top five registers will seem blindingly obvious, but in practice can be tricky to pull together. Some of them might already exist, but in lots of places, with gaps and inconsistencies, variation in classification and sometimes duplication. What’s crystal clear, though, is how important these are for lots of people and organisations, inside and outside government, to help government work properly.</p>\n<p>Linking these registers together with other datasets will make it easier to build <a href=\"http://theodi.org/open-data-means-business\">new data-driven services</a> and discover new insights. These services and insights will provide social, economic and environmental benefit. Data is fundamental to our society and to our economy. It is vital that we treat it accordingly.</p>\n<h3 id=\"whathavewemissed\">What have we missed?</h3>\n<p>Many other suggestions came through that didn’t make the top five: a meta-register listing all registers and who is responsible for maintaining them, a list of companies with authority to apply for work visas, a list of authoritative organisations and what they are authorised to do, a list of public services and which politician is accountable for what service. </p>\n<p>We want to hear what would be on other people’s wish lists. What are the top five, or 10, registers (or core data assets) that you think the government needs and doesn’t have yet?</p>\n<p>Share your thoughts in the comments, send us <a href=\"mailto:policy@theodi.org\">an email to policy@theodi.org</a>, drop us a link to your blog or tweet us with your thoughts using the hashtag <a href=\"https://twitter.com/hashtag/statsday15?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Ehashtag\">#statsday15</a>.</p>\n<p><strong><em>Happy World Statistics Day! We hope it’s stats-tastic!</em></strong></p>\n<p><em><strong>If you have ideas or experience in open data that you'd like to share, <a href=\"mailto:production@theodi.org\" title=\"pitch us a blog\">pitch us a blog</a> or tweet us at <a href=\"https://twitter.com/odihq\" title=\"@ODIHQ\">@ODIHQ</a></strong></em></p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[{"id":"https://contentapi.theodi.org/publishing-open-statistical-data.json","web_url":"http://theodi.org/blog/publishing-open-statistical-data","slug":"publishing-open-statistical-data","title":"Publishing Open Statistical Data","format":"article","updated_at":"2015-09-11T09:55:21+00:00","created_at":"2014-04-24T09:55:18+00:00","tag_ids":["blog"]}],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}