{"id":"https://contentapi.theodi.org/publishers-guide-open-data-licensing.json","web_url":"http://theodi.org/guides/publishers-guide-open-data-licensing","slug":"publishers-guide-open-data-licensing","title":"Publisher's Guide to Open Data Licensing","format":"article","updated_at":"2015-09-11T10:00:18+00:00","created_at":"2013-05-01T11:57:52+00:00","tag_ids":["guide","guide","guide","guide","guide","publishing"],"tags":[{"id":"https://contentapi.theodi.org/tags/articles/guide.json","web_url":null,"title":"Guide","details":{"description":"Guide","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=guide","web_url":"http://theodi.org/tags/guide","slug":"guide"}},{"id":"https://contentapi.theodi.org/tags/articles/guide.json","web_url":null,"title":"Guide","details":{"description":"Guide","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=guide","web_url":"http://theodi.org/tags/guide","slug":"guide"}},{"id":"https://contentapi.theodi.org/tags/articles/guide.json","web_url":null,"title":"Guide","details":{"description":"Guide","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=guide","web_url":"http://theodi.org/tags/guide","slug":"guide"}},{"id":"https://contentapi.theodi.org/tags/articles/guide.json","web_url":null,"title":"Guide","details":{"description":"Guide","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=guide","web_url":"http://theodi.org/tags/guide","slug":"guide"}},{"id":"https://contentapi.theodi.org/tags/articles/guide.json","web_url":null,"title":"Guide","details":{"description":"Guide","type":"article"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?article=guide","web_url":"http://theodi.org/tags/guide","slug":"guide"}},{"id":"https://contentapi.theodi.org/tags/keywords/publishing.json","web_url":null,"title":"publishing","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=publishing","web_url":"http://theodi.org/tags/publishing","slug":"publishing"}}],"details":{"need_id":"","business_proposition":false,"description":"<p>Publisher's guide to open data licensing</p>","excerpt":"At its simplest, open data requires just two things: data and openness. There are lots of aspects to openness, but at its most fundamental, the key is how the data is licensed. Data that doesn't explicitly have an open licence is not open data.\r","language":"en","need_extended_font":false,"alternative_title":"","url":"","content":"<p>At its simplest, open data requires just two things: data and openness. There are lots of aspects to openness, but at its most fundamental, the key is <strong>how the data is licensed</strong>. Data that doesn't explicitly have an open licence is not open data.</p>\n<p>But what does it mean to license data? What licence should you use? How can you indicate the licence that a dataset is available under? This guide answers these questions.</p>\n<p><em>Note: This guide focuses on data published by organisations based in the UK. Licensing law is different in different countries, so some of this information might not apply to you if you are based elsewhere. It does not address other potential legal considerations, such as compliance with the Data Protection Act.</em></p>\n<h2 id=\"whatislicensing\">What is licensing?</h2>\n<p>When you put care and thought into creating something, such as writing a blog post or taking a photograph, you own that work and you have certain rights, described below.</p>\n<p>If you have ownership of a work, and someone else wants to use it, they have to ask your permission. <strong>Licences</strong> are how you explicitly give someone else permission to use that work.</p>\n<p>You can <strong>transfer</strong> that ownership, which means that someone else now owns your work and has the rights associated with it. Usually your employment contract will state that work that you do as part of your employment is automatically transferred to your organisation, for example.</p>\n<p>You can also <strong>waive</strong> your rights, which places the work into the public domain and means anyone can do whatever they want with it.</p>\n<h3 id=\"whatdoyouown\">What do you own?</h3>\n<p>In Europe, there are two kinds of rights that you are automatically given over things that you have created:</p>\n<ul>\n<li>you get <strong><a href=\"http://www.ipo.gov.uk/types/copy.htm\">copyright</a></strong> over works (<strong>content</strong>) that you create and which are original to you, such as text that you write or photographs you take</li>\n<li>you get a <strong><a href=\"http://www.ipo.gov.uk/c-databaseright.htm\">database right</a></strong> over collections of <strong>data</strong> that you have put a substantial effort into obtaining, verifying or presenting</li>\n</ul>\n<p><em>Note: As far as we know the database right only arises within the European Union and in Mexico. In some countries there may be no protection for collections of data.</em></p>\n<p>If you apply original judgement in putting together a database, for example in choosing which items to include within the database or which information about them to include, you have a copyright over that database, because it is a creative work.</p>\n<p>For example, if you were to build a database about the best 100 cars, this might involve:</p>\n<ul>\n<li>choosing which cars count as the best cars</li>\n<li>writing a description about each car</li>\n<li>researching and gathering facts about them</li>\n</ul>\n<p>You would have copyright over the database, because you chose which cars were \"best\". You would have copyright over the descriptions, because you wrote them. And you would probably have the database right for the database you've built, because you put substantial effort into gathering information about them. Importantly, you don't own the facts about the cars — anyone else can build their own database containing exactly those facts without violating your database right — but no one else can reuse your database or your descriptions without your permission because you own the copyright over them.</p>\n<p>You probably do not have a database right if you <em>create</em> the facts in a database, as opposed to gathering them from elsewhere, unless you put substantial effort into verifying or presenting the database. For example, if you own a restaurant and create a database of the dishes that you offer and when you offer them, you probably do not have a database right over that database, though you might have copyright because of the creative judgement involved in working out which dishes should be offered on particular days to provide a balanced menu.</p>\n<p>Copyright and database right are types of Intellectual Property Rights (IPR). There are other kinds of IPR that you can get, such as patents, trademarks and (some) design rights, which must be registered (for example with the <a href=\"http://www.ipo.gov.uk/\">Intellectual Property Office</a>).</p>\n<h3 id=\"whataboutdatafromotherorganisations\">What about data from other organisations?</h3>\n<p>You might not own all the content or data that you have and use within your organisation. In particular, rather than creating the content or gathering the data yourself, some of the content and data you hold and use within your organisation, and might want to publish, might be:</p>\n<ul>\n<li>completely licensed from someone else</li>\n<li>include an extract of content or data that you have licensed from someone else</li>\n<li>be derived from the content or data that you have licensed from someone else</li>\n</ul>\n<p>The <a href=\"/guide/reusers-guide-open-data-licensing\">reuser's guide to open data licensing</a> describes what you can do with content or data that you licence from someone else. If you do reuse that content or data in your own publications, you should indicate the licence under which you are reusing that content, so that people reusing that content or data know what they can do with it.</p>\n<h3 id=\"whataboutmybrand\">What about my brand?</h3>\n<p>Organisations who publish content or data under an open licence are often concerned that this might enable reusers to also copy their brand.</p>\n<p>Your brand should be protected through a <a href=\"http://www.ipo.gov.uk/types/tm/t-about/t-whatis.htm\">trade mark</a>. A trade mark restricts how other people use your logo or company name. You will also have copyright on the logo.</p>\n<p>Although your trade mark will protect you from other people using your logo directly, if your logo is incorporated into some content that you licence, you should make sure the logo is explicitly not covered by that licence, as you will usually want to place additional restrictions on its use (such as its adaptation).</p>\n<p>For example, if you have written a report that includes your logo, and you want to licence the content of the report under the Creative Commons Attribution licence, you could say:</p>\n<blockquote>\n  <p>The text, figures and tables in this report are licensed under a <a href=\"http://creativecommons.org/licenses/by/4.0/legalcode\">Creative Commons Attribution 4.0 International License</a>. Logos and other trade marks are not covered by this licence.</p>\n</blockquote>\n<h3 id=\"whatifipublishthedataonawebsite\">What if I publish the data on a website?</h3>\n<p>You still have rights over your database and your content when you publish them on a website. Others cannot legally extract and reuse a substantial portion of your data or content without your permission.</p>\n<p>You can also indicate that others should not scrape data from your website through your Terms and Conditions and through technical mechanisms such as <code>robots.txt</code>.</p>\n<h2 id=\"whatareopenlicences\">What are open licences?</h2>\n<p>An <strong>open licence</strong> is one that places very few restrictions on what anyone can do with the content or data that is being licensed. An open licence allows others to do things like:</p>\n<ul>\n<li>republish the content or data on their own website</li>\n<li>derive new content or data from yours</li>\n<li>make money by selling products that use your content or data</li>\n<li>republish the content or data while charging a fee for access</li>\n</ul>\n<p>According to the <a href=\"http://opendefinition.org\">open definition</a>, there are only two kinds of restrictions that an open licence can place:</p>\n<ul>\n<li>that reusers must give <strong>attribution</strong> to the source of the content or data</li>\n<li>that reusers must publish any derived content or data under the same licence (this is called <strong>share-alike</strong>)</li>\n</ul>\n<p>An open licence might do neither or one or both of these, and you can choose which open licence to use when you publish open content or data. So, you can choose to make your content or data available under one of three levels of licence:</p>\n<ol>\n<li>a <strong>public domain</strong> licence has no restrictions at all (technically, these indicate that you waive your rights to the content or data)</li>\n<li>an <strong>attribution</strong> licence just says that reusers must give attribution to you</li>\n<li>an <strong>attribution & share-alike</strong> licence says that reusers must give attribution and share any derived content or data under the same licence</li>\n</ol>\n<h2 id=\"whatopenlicencesarethere\">What open licences are there?</h2>\n<p>There are two sets of open licences. You should use a licence from one of these sets rather than creating your own licence, for three reasons:</p>\n<ol>\n<li>it's less work</li>\n<li>it ensures that the legal language in the licence is correct</li>\n<li>it makes it a lot easier for reusers to know what they can do with your data</li>\n</ol>\n<h3 id=\"openlicencesforcreativecontent\">Open licences for creative content</h3>\n<p>Creative content, such as text, photographs, slides and so on, should be licensed using a <a href=\"http://creativecommons.org/licenses/\">Creative Commons Licence</a>. There are three of these that you should consider using for open content:</p>\n<table class=\"table\"><thead><tr><th>Level of Licence</th><th>Creative Commons Licence</th></tr></thead><tbody><tr><td>public domain</td><td><a href=\"http://creativecommons.org/about/cc0\">CC0</a></td></tr><tr><td>attribution</td><td><a href=\"http://creativecommons.org/licenses/by/4.0/\">CC-by</a></td></tr><tr><td>attribution & share-alike</td><td><a href=\"http://creativecommons.org/licenses/by-sa/4.0/\">CC-by-sa</a></td></tr></tbody></table>\n<p>Make sure that you use the latest (version 4.0) Creative Commons licences, which are international. The links in the table above go to the correct licences.</p>\n<p>There are other types of Creative Commons licences that are not open licences. For example, the Creative Commons Attribution-NonCommercial licence does not allow commercial reuse of content, and therefore is not an open licence. If you use the <a href=\"http://creativecommons.org/choose/\">Creative Commons licence chooser</a>, only those that are described as <a href=\"http://freedomdefined.org/\">\"Free Culture\" licences</a> are open licences.</p>\n<h3 id=\"openlicencesfordatabases\">Open licences for databases</h3>\n<p>We now recommend that you also use a Creative Commons 4.0 licence for data as well as for content.</p>\n<p>You may alternatively use a similar set of licences that was created specifically for databases from the <a href=\"http://opendatacommons.org/\">Open Data Commons</a>. There are again three levels that you can choose from:</p>\n<table class=\"table\"><thead><tr><th>Level of Licence</th><th>Open Data Commons Licence</th></tr></thead><tbody><tr><td>public domain</td><td><a href=\"http://opendatacommons.org/licenses/pddl/\">PDDL</a></td></tr><tr><td>attribution</td><td><a href=\"http://opendatacommons.org/licenses/by/\">ODC-by</a></td></tr><tr><td>attribution & share-alike</td><td><a href=\"http://opendatacommons.org/licenses/odbl/\">ODbL</a></td></tr></tbody></table>\n<h3 id=\"otherlicences\">Other Licences</h3>\n<p>Other licences that support reuse, which you might consider using, are:</p>\n<ul>\n<li>the <strong><a href=\"http://www.nationalarchives.gov.uk/doc/open-government-licence/\">UK Open Government Licence</a></strong> is an attribution licence that covers both copyright and database right which is mainly useful for the UK public sector</li>\n</ul>\n<h2 id=\"whichlicenceshouldiuse\">Which licence should I use?</h2>\n<p>The licence that you use should support your <a href=\"http://www.theodi.org/guide/how-make-business-case-open-data\">open data business model</a>. It is unusual for organisations to place content or data in the public domain as being given attribution for the content or data usually helps to achieve some of the goals of opening it up.</p>\n<p>It is possible to license content or data under more than one licence, and let reusers choose which licence to use it under. Typically you would <strong>dual-license</strong> some content or data by making it available under an open licence <em>and</em> under a paid-for licence that does not have the same restrictions. Dual-licensing is typically used with a share-alike licence, as outlined below.</p>\n<p>Some open data business models work best with a share-alike licence. For example:</p>\n<ul>\n<li>a share-alike licence will usually be unattractive to commercial businesses who don't want to open up their own data, so using a share-alike licence coupled with a charged licence can be a good basis for a freemium business model</li>\n<li>when you are collaborating with others to create a shared resource, a share-alike licence can help to ensure that you can bring back into that resource any work that others do on their own copies</li>\n</ul>\n<p>On the other hand, if you are hoping to gain other benefits for your business through the reuse of your data, using a cross-subsidy business model, you may find that a share-alike licence prevents people from reusing it, and therefore want to avoid having a share-alike restriction.</p>\n<p>There are two cases where you have no choice over what licence you can use for the content or data that you publish.</p>\n<ol>\n<li>If you are publishing content or data that is derived from content or data that was licenced to you using a share-alike licence, then you must publish your content or data using that same licence.</li>\n<li>With very few exceptions, if you are a government department or arms-length body then the content or data that you have created or gathered is owned by the Crown. Unless you have an exemption, granted by the <a href=\"http://www.opsi.gov.uk/about/\">Office of Public Sector Information (OPSI)</a>, you must publish this data using the <a href=\"http://www.nationalarchives.gov.uk/doc/open-government-licence/\">Open Government Licence</a>.</li>\n</ol>\n<h2 id=\"whatattributionshouldiaskfor\">What attribution should I ask for?</h2>\n<p>If you choose a licence that includes a requirement for attribution, you need to specify what that attribution should look like.</p>\n<p>In choosing what attribution to ask for, you should consider the ways in which your data or content might be reused, and the fact that it might be combined with other data or content that might require its own attribution. If you want to encourage the reuse of your data or content, you need to make it easy for reusers to satisfy your attribution requirements.</p>\n<p>There are two things you should document:</p>\n<ol>\n<li><strong>What should the attribution include?</strong> You will usually want the name of your organisation, and a link to either your organisation's home page or a page about the data or content you are licensing. Keep this as minimal as possible.</li>\n<li><strong>Where and how should the attribution be presented?</strong> Some attribution requirements specify that the attribution must be presented directly wherever the data is used, and may even specify the size or format of the attribution. These requirements can be difficult to adhere to, particularly for mobile application developers who have limited screen space to include such attributions. Allowing reusers to provide attribution on a separate page makes this easier.</li>\n</ol>\n<p>Note that under the terms of the licences listed above, when a reuser uses your data or content to add value to or to create new data or content, they cannot relicense your work. Any onward reusers are bound by the same attribution requirements as the direct reusers of your content or data. It's a good idea to explicitly document this requirement because it might not be obvious to reusers.</p>\n<h2 id=\"howdoiindicatethelicenceofcontentordata\">How do I indicate the licence of content or data?</h2>\n<p>You should indicate the licence for content or data you make available using both a human-readable description and computer-readable metadata. The clearer you make it which licence applies to your content or data, the easier it is for reusers to know that they can reuse the content or data you are licensing.</p>\n<p>The human-readable descriptions and marks that you should use are spelled out on the Creative Commons and Open Data Commons websites:</p>\n<ul>\n<li><a href=\"http://creativecommons.org/choose/\">Creative Commons licence chooser</a></li>\n<li><a href=\"http://opendatacommons.org/licenses/\">Open Data Commons licences</a></li>\n</ul>\n<p>It is best to embed information about the licence that some content or data is available under directly within the content or data. This ensures that the licensing information is carried around with the content or data.</p>\n<p>In addition to human-readable text, you should provide computer-readable metadata. The separate <a href=\"http://theodi.org/guides/publishers-guide-to-the-open-data-rights-statement-vocabulary\">Publisher's Guide to the Open Data Rights Stbatement Vocabulary</a> describes how to do this.</p>\n<p>If you add your dataset to a catalog, such as <a href=\"http://data.gov.uk/\">data.gov.uk</a> or the <a href=\"http://datahub.io/\">Data Hub</a>, you should make sure that you indicate the licence under which the dataset is available within that catalog. This gives people searching the catalog a quick and easy way of seeing that they will be able to reuse the dataset.</p>\n<h2 id=\"furtherreading\">Further reading</h2>\n<ul>\n<li><a href=\"http://opendatacommons.org/faq/licenses/\">Open data commons licensing FAQ</a></li>\n</ul>\n<h2 id=\"acknowledgements\">Acknowledgements</h2>\n<p>Very many thanks to <a href=\"http://www.francisdavey.co.uk/\">Francis Davey</a>, <a href=\"http://www.ldodds.com/\">Leigh Dodds</a>, <a href=\"http://blog.ouseful.info/\">Tony Hirst</a>, and the anonymous commenters who contributed comments on this draft.</p>","media_enquiries_name":"","media_enquiries_email":"","media_enquiries_telephone":"","organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"Open Data Institute","slug":"odi","state":"published","web_url":"http://theodi.org/odi","tag_ids":[]}}