{"id":"https://contentapi.theodi.org/sir-tim-bernerslee.json","web_url":"http://theodi.org/summit/2016/speakers/sir-tim-bernerslee","slug":"sir-tim-bernerslee","title":"Sir Tim Berners-Lee","format":"person","updated_at":"2016-10-12T09:11:52+00:00","created_at":"2016-08-17T14:17:13+00:00","tag_ids":["summit-speaker-2016","odi-summit"],"tags":[{"id":"https://contentapi.theodi.org/tags/people/summit-speaker-2016.json","web_url":null,"title":"Summit Speaker 2016","details":{"type":"person"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?person=summit-speaker-2016","web_url":"http://theodi.org/tags/summit-speaker-2016","slug":"summit-speaker-2016"}},{"id":"https://contentapi.theodi.org/tags/keywords/odi-summit.json","web_url":null,"title":"ODI Summit","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=odi-summit","web_url":"http://theodi.org/tags/odi-summit","slug":"odi-summit"}}],"details":{"business_proposition":false,"description":"<p>A graduate of Oxford University, Sir Tim Berners-Lee invented the World Wide Web, an internet-based hypermedia initiative for global information sharing while at <a href=\"http://www.cern.ch/\">CERN</a>, the European Particle Physics Laboratory, in 1989. </p>\n<p>He wrote the first web client and server in 1990. His specifications of URIs, HTTP and HTML were refined as Web technology spread. He is the 3Com Founders Professor of Engineering in the School of Engineering with a joint appointment in the Department of Electrical Engineering and Computer Science at the Laboratory for Computer Science and Artificial Intelligence (<a href=\"http://csail.mit.edu/\">CSAIL</a>) at the Massachusetts Institute of Technology (<a href=\"http://dig.csail.mit.edu/\">Decentralized Information Group (DIG)</a>. He is also a Professor in the <a href=\"http://www.ecs.soton.ac.uk/\">Electronics and Computer Science Department</a> at the University of Southampton, UK. </p>\n<p>Tim is the Director of the World Wide Web Consortium (<a href=\"http://www.w3.org/\">W3C</a>), a Web standards organisation founded in 1994 which develops interoperable technologies (specifications, guidelines, software, and tools) to lead the Web to its full potential. He was a Director of the Web Science Trust (<a href=\"http://webscience.org/\">WST</a>) launched in 2009 to promote research and education in Web Science, the multidisciplinary study of humanity connected by technology. Tim is a Director of the <a href=\"http://www.webfoundation.org/\">World Wide Web Foundation</a>, launched in 2009 to coordinate efforts to further the potential of the Web to benefit humanity. He has promoted open government data globally and is a member of the UK's Transparency Board. He was named as co-director of The Open Data Institute, with Professor Nigel Shadbolt in November 2011. </p>\n<p>In 2001 he became a Fellow of the Royal Society. He has been the recipient of several international awards including the Japan Prize, the Prince of Asturias Foundation Prize, the Millennium Technology Prize and Germany's Die Quadriga award. In 2004 he was knighted by H.M. Queen Elizabeth and in 2007 he was awarded the Order of Merit. In 2009 he was elected a foreign associate of the National Academy of Sciences. </p>\n<p>He is the author of \"<a href=\"http://www.w3.org/People/Berners-Lee/Weaving/Overview.html\">Weaving the Web</a>\".</p>\n<p><a href=\"https://www.eventbrite.co.uk/e/odi-summit-and-awards-2016-tickets-25968974903\">Book your ticket</a></p>\n<p><a href=\"http://theodi.org/summit/2016\"><< Return to ODI Summit schedule</a></p>","excerpt":"A graduate of Oxford University, Sir Tim Berners-Lee invented the World Wide Web, an internet-based hypermedia initiative for global information sharing while at [CERN](http://www.cern.ch/), the European Particle Physics Laboratory, in 1989. \r","language":"en","need_extended_font":false,"alternative_title":"Sir Tim Berners-Lee","honorific_prefix":"","honorific_suffix":"","role":"Inventor of the web","affiliation":"","url":"","telephone":"","twitter":"timberners_lee ","linkedin":"","github":"","email":"","organizations":[],"author":{},"image":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}