{"id":"https://contentapi.theodi.org/speaker-yeama-thompson.json","web_url":"http://theodi.org/summit/2016/speakers/speaker-yeama-thompson","slug":"speaker-yeama-thompson","title":"Yeama Thompson","format":"person","updated_at":"2016-09-29T15:02:17+00:00","created_at":"2016-09-29T14:54:26+00:00","tag_ids":["summit-speaker-2016","odi-summit"],"tags":[{"id":"https://contentapi.theodi.org/tags/people/summit-speaker-2016.json","web_url":null,"title":"Summit Speaker 2016","details":{"type":"person"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?person=summit-speaker-2016","web_url":"http://theodi.org/tags/summit-speaker-2016","slug":"summit-speaker-2016"}},{"id":"https://contentapi.theodi.org/tags/keywords/odi-summit.json","web_url":null,"title":"ODI Summit","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=odi-summit","web_url":"http://theodi.org/tags/odi-summit","slug":"odi-summit"}}],"details":{"business_proposition":false,"description":"<p>Yeama Thompson is a Sierra Leonean media development professional who rose through the ranks from a cub-reporter at the Sierra Leone Daily Mail to an Editor of The Chronicle newspaper in war-time Sierra Leone. During that period, she also conceptualised and produced community radio programs for women and children. </p>\n<p>During the 2011 Liberian General Elections, as senior trainer for Journalists for Human Rights, she travelled extensively in Liberia with the Liberia Media Centre (LMC), working with community radio and Monrovia-based journalists to foster a rights-media approach to reporting. She conducted country-wide workshops as well as seminars and editors and owners’ forums designed to engage both senior members of the Liberian media sector and policymakers on public discussion of major issues of concern to Liberian citizens through that time. As an IREX consultant in Liberia, she also led gender-sensitive reporting training for Liberian journalists.</p>\n<p>Her desire to contribute to the empowerment of the marginalised, underprivileged and the less abled from different works of life motivated her to return home in March 2012. As Country Director of Journalists for Human Rights in Sierra Leone where she served from 2012 to 2014, she conceptualised and implemented a human rights reporting strategy during the 2012 elections which contributed to peaceful elections. She also worked closely with the Women in the Media Sierra Leone (WIMSAL); and with support from the BBC Media Action and Journalists for Human Rights launched a leadership training initiative for media executives, which contributed to the development of a strategic action plan for female Sierra Leonean journalists from 2013 to 2015. She also served as consultant with the BBC Media Action in Improving Access to Security and Justice for Women and Girls through the use of Radio technology from 2014 to 2015.</p>\n<p>During the formulation of the first National Action Plan of the Open Government Partnership in Sierra Leone in 2014, she served as Communication Strategist and member of the National Steering Committee. She is the co-founder and current Executive Director of the Initiatives for Media Development, Owner of the Spectrum Newspaper; the National Coordinator of the Global Media monitoring project and member of the civil society action group of United Nations Women.</p>\n<p>In 2014, she accepted the call to public service as Commissioner South - Right to Access Information Commission with the added responsibility of supervising and monitoring the National Proactive Disclosure of Information. She is also the current Chair of the multi-stakeholder Open Data Council of Sierra Leone. As Chair, she has pioneered the first open data festival in Sierra Leone, facilitated the Data Revolution Roadmap for Sustainable Development multi-stakeholder national workshop and the signing of the International Open Data Charter. </p>\n<p>Yeama is married with two children, Mercy and Livingstone.</p>","excerpt":"Yeama Thompson is a Sierra Leonean media development professional who rose through the ranks from a cub-reporter at the Sierra Leone Daily Mail to an Editor of The Chronicle newspaper in war-time Sierra Leone. During that period, she also conceptualised and produced community radio programs for women and children. \r","language":"en","need_extended_font":false,"alternative_title":"","honorific_prefix":"","honorific_suffix":"","role":"Newspaper Editor and Commissioner South Sierra Leone – Right to Access Information Commission","affiliation":"","url":"","telephone":"","twitter":"","linkedin":"","github":"","email":"","organizations":[],"author":{},"image":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}