{"id":"https://contentapi.theodi.org/finding-and-preparing-data-workshop.json","web_url":"http://theodi.org/courses/finding-and-preparing-data-workshop","slug":"finding-and-preparing-data-workshop","title":"Practical data managment","format":"course","updated_at":"2017-02-21T11:57:57+00:00","created_at":"2016-06-23T14:05:58+00:00","tag_ids":["training","workshop"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/training.json","web_url":null,"title":"training","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=training","web_url":"http://theodi.org/tags/training","slug":"training"}},{"id":"https://contentapi.theodi.org/tags/keywords/workshop.json","web_url":null,"title":"workshop","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=workshop","web_url":"http://theodi.org/tags/workshop","slug":"workshop"}}],"details":{"business_proposition":false,"description":"<p>Care about data quality? Want to know how to prepare data for publication, analysis and visualisation. This half day course will teach you all you need to know to start making better use of data.</p>\n<table id=\"instances\">\n<tr><th id=\"coursedate\">Date</th><th>Price</th><th>Book</th></tr>\n</table>\n<p>attachment[58ac2744f362be08a800000a, http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/ac/27/58ac2744f362be08a800000a/30494056154<em>fc2b9b6faa</em>k.jpg]</p>\n<p>Open data is a means to an end. It can answer questions, support claims, drive innovation, discover trends and tell stories. Finding the right data, and getting it into the correct shape to start using it, is the first essential step towards achieving results. </p>\n<p>Get the right skills and knowledge you need to achieve this on this half day course on practical data management. Learn how to source, organise, clean and prepare data ready for usage. </p>\n<p>Whatever you want to do with data, start your journey here. </p>\n<h3 id=\"bytheendofthecourseyouwillbeableto\">By the end of the course you will be able to:</h3>\n<ul>\n<li>Collect data from a number of different sources</li>\n<li>Organise data into a spreadsheet</li>\n<li>Clean a large dataset</li>\n<li>Automatically apply data cleaning to multiple datasets</li>\n<li>Use pivot tables and other advanced spreadsheet functions to verify and analyse data.</li>\n<li>Prepare data for publication and visualisation</li>\n</ul>\n<h3 id=\"whattoexpect\">What to expect</h3>\n<p>Expect to enjoy a small and personalised workshop taught by an expert trainer and data specialist. The workshop takes a skills-based learning approach and enables you to get hands-on. Leave the workshop with the ability to apply your learning immediately in the workplace or for a personal project. </p>\n<h3 id=\"whoisthisfor\">Who is this for?</h3>\n<p>Researchers, NGO workers, civil servants, journalists, educators, consultants, policy workers, students, artists, analysts and anyone who wants to explore what data can do for them. </p>\n<p><strong>Course prerequisites</strong></p>\n<p>The workshop is designed for non-specialists. No previous data or statistical skills are required; however, comfort with using the web and good computer literacy (including basic spreadsheet skills) is essential.</p>\n<p><strong>Course requirements</strong></p>\n<p>A wifi-enabled laptop with the ability to open a spreadsheet is required. If possible, it should also be able to install new software.</p>\n<h3 id=\"specialoffer\">Special offer</h3>\n<p>To get the most out of this training, we recommend also attending our visualising open data in the afternoon of the same day. Attending both courses will allow you to become familiar with the whole cycle of finding, preparing, visualising and analysing data. </p>\n<p><strong>As a special offer, book your place on practical data management and receive a 50% discount code off the visualising open data course. If you attend both courses on the same day, we will also provide you with lunch.</strong></p>\n<h3 id=\"aboutodicourses\">About ODI courses</h3>\n<p>Co-founded by the inventor of the web, Tim Berners-Lee, the ODI offers courses that are friendly, supportive, fun, and take place in our lively headquarters in Shoreditch. No question is a silly question in our classrooms, and our expert teachers will arm you with all the practical skills you need for applying what you’ve learnt to the real world.</p>\n<script src=\"//static.theodi.org/assets/training-blocks.js\"></script>\n<script>\n$(document).ready(function() {\n       getInstances();\n});\n</script>","excerpt":"Care about data quality? Want to know how to prepare data for publication, analysis and visualisation. This half day course will teach you all you need to know to start making better use of data.\r","language":"en","need_extended_font":false,"alternative_title":"Practical data management half day workshop","length":"Half a day","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}