{"id":"https://contentapi.theodi.org/open-data-in-practice-3days.json","web_url":"http://theodi.org/courses/open-data-in-practice-3days","slug":"open-data-in-practice-3days","title":"Open data in practice - 3 days","format":"course","updated_at":"2017-05-10T15:12:01+00:00","created_at":"2014-07-08T11:00:56+00:00","tag_ids":["course","training","open-data-in-practice"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/course.json","web_url":null,"title":"course","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=course","web_url":"http://theodi.org/tags/course","slug":"course"}},{"id":"https://contentapi.theodi.org/tags/keywords/training.json","web_url":null,"title":"training","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=training","web_url":"http://theodi.org/tags/training","slug":"training"}},{"id":"https://contentapi.theodi.org/tags/keywords/open-data-in-practice.json","web_url":null,"title":"open data in practice","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=open-data-in-practice","web_url":"http://theodi.org/tags/open-data-in-practice","slug":"open-data-in-practice"}}],"details":{"business_proposition":false,"description":"<p>The essential course for those looking to take advantage of open data in their organisation and develop all the required skills.</p>\n<p>The Open Data in Practice course is for those who have experience with open data and have knowledge of the definitions of open data and best practices for publishing open data.</p>\n<p><em>We recommend <a href=\"http://theodi.org/courses/open-data-day\">Open Data in a Day</a> as a prerequisite to this course.</em></p>\n<blockquote>\n  <p>Superb, enlightening! Enjoyed every minute of it!\" \n  <small class=\"pull-right\">Ian, Open Data in Practice, April 2014</small></p>\n</blockquote>\n<table id=\"instances\">\n<tr><th id=\"coursedate\">Date</th><th>Price</th><th>Book</th></tr>\n</table>\n<p><br />\n<img src=\"http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/bd/4d/53bd4d561f986a085f000055/20130927_training_ODP_september2013_19.jpg\" alt=\"null\" class=\"img\" id=\"53bd4d56d0d4624bf500003b\"></p>\n<p>The essential course for those looking to develop the necessary skills to take advantage of open data in their organisation.\nOpen data in practice is for those who have experience with open data and have knowledge of the definitions of open data and best practices for publishing open data.</p>\n<p>If you are looking to publish, consume and exploit open data to improve efficiency, create new services and to act on opportunities, then this intensive and interactive three day course is for you. Suitable for both individuals and teams, it has been designed by our experts to minimise your time out of the office and maximise your learning.</p>\n<p>We will cover the very best practice in using and publishing open data and the legal and policy requirements in order to remove any potential risks. </p>\n<h2 id=\"thecoursefocusesonthreekeyareas\">The course focuses on three key areas</h2>\n<h3 id=\"day1publishingopendata\">Day 1: Publishing open data</h3>\n<p>In day one we explore how data is published and why different practices suit different types of data. This practical day will give you hands-on experience with a different types of datasets and the challenges and opportunities to publish each type.</p>\n<ul>\n<li>By the end of day one you will be able to:</li>\n<li>Design and use a number of different data structures and formats with data.</li>\n<li>Clean data ready for publication</li>\n<li>Publish a dataset in a number of platforms</li>\n<li>Use a number of services to access data in different formats</li>\n<li>Build a linked data set by combining data from two sources</li>\n</ul>\n<h3 id=\"day2exploitingopendata\">Day 2: Exploiting open data</h3>\n<p>In day one, we build on the knowledge from day one and explore how open data can be exploited to build products and services. This day is designed for you to discover how organisations are successfully innovating with data. </p>\n<p>By the end of day two you will be able to:</p>\n<ul>\n<li>Explain the impact of laws and different licenses on data publication and usage.</li>\n<li>Critically analyse how big and open data companies succeed. </li>\n<li>Identify where open data companies sit in the overall data ecosystem.</li>\n<li>Analyse how open data services can become a key part of a business model.</li>\n<li>Design an open data startup (both in terms of service and value)</li>\n</ul>\n<h3 id=\"day3analysingandvisualisingopendata\">Day 3: Analysing and visualising open data</h3>\n<p>In the final day of the course we focus on increasing the impact of open data with visualisation. This day covers the key knowledge and skills required to make the most of your data in the least amount of time.</p>\n<p>By the end of day three you will be able to:</p>\n<ul>\n<li>Apply a number of statistical formula to examine data</li>\n<li>Analyse a number of datasets to reveal insight</li>\n<li>Describe how the human brain interprets visually presented data</li>\n<li>Use a number of techniques to make information ‘pop’</li>\n<li>Identify a number of deception techniques in visualisations</li>\n<li>Create a geographic visualisation of open data</li>\n<li>Create an interactive dashboard for an open dataset</li>\n<li>Create a visualisation from live data</li>\n</ul>\n<blockquote>\n  <p>A great way to be immersed in the world of open data - particularly for those who have some prior knowledge and understanding.\"\n  <small class=\"pull-right\">Briony, Open Data in Practice, April 2014</small></p>\n</blockquote>\n<p><br /></p>\n<h3 id=\"whoisthisfor\">Who is this for?</h3>\n<p>Previous participants have come from public, private and third sectors, and have included roles such as: managers, technologists, all data roles, directors and those working in knowledge and transparency. </p>\n<p>This intensive, practical course has been carefully designed for you to apply your learnings to your work or project, to solve a work based problem or to create a new opportunity in a stress free and engaging way.</p>\n<h3 id=\"courseprerequisites\">Course prerequisites</h3>\n<p>This course is for those already beginning to work with open data who would like to put it more into practice. We recommend taking <a href=\"http://theodi.org/courses/open-data-day\">Open Data in a Day</a> prior to attending, if you are new to this area.</p>\n<h3 id=\"whattoexpect\">What to expect</h3>\n<p>Over the course of three days, you can expect to gain skills as both an open data strategist and practitioner. You will work independently and collaboratively using the latest tools and techniques. Open data in practice is broad, intense and fun! Expect to come away with a range of techniques and strategies you can put into practice straight away.</p>\n<h3 id=\"courserequirements\">Course requirements</h3>\n<p>A wifi enabled laptop, on which you have access to install software.</p>\n<p>iPads, tablets and mobile devices will not be suitable for hands-on sessions. </p>\n<p>Locked down corporate or public sector laptops may not be suitable to use for this course due to security limitations, if you're worried about this do check with us before attending. We have a few computers that can be hired for the course, <a href=\"http://theodi.org/contact\">contact us</a> if this is of interest.</p>\n<h3 id=\"coursematerials\">Course materials</h3>\n<p>Course slides and content are available on the <a href=\"http://training.theodi.org/InPractice/\">dedicated course website</a>.</p>\n<h3 id=\"aboutodicourses\">About ODI courses</h3>\n<p>Co-founded by the inventor of the web, Tim Berners-Lee, the ODI offers courses that are friendly, supportive, fun, and take place in our lively headquarters in Shoreditch. No question is a silly question in our classrooms, and our expert teachers will arm you with all the practical skills you need for applying what you’ve learnt to the real world.</p>\n<script src=\"//static.theodi.org/assets/training-blocks.js\"></script>\n<script>\n$(document).ready(function() {\n       getInstances();\n});\n</script>","excerpt":"The essential course for those looking to take advantage of open data in their organisation and develop all the required skills.\r","language":"en","need_extended_font":false,"alternative_title":"Course: open data in practice","length":"3 days","organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}},"related_external_links":[],"related":[],"organizations":[],"author":{"name":"The ODI","slug":"the-odi","state":"published","web_url":"http://theodi.org/the-odi","tag_ids":["writers"]}}