{"id":"https://contentapi.theodi.org/practical-leadership-in-open-data.json","web_url":"http://theodi.org/courses/practical-leadership-in-open-data","slug":"practical-leadership-in-open-data","title":"Practical leadership in open data","format":"course","updated_at":"2017-02-20T15:14:21+00:00","created_at":"2016-01-20T11:05:54+00:00","tag_ids":["course"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/course.json","web_url":null,"title":"course","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=course","web_url":"http://theodi.org/tags/course","slug":"course"}}],"details":{"business_proposition":false,"description":"<p>Data is changing the face of business. In a data-led economy, companies increasingly need leaders who have the vision and ability to lead organisational change and provide a strategic vision.</p>\n<p><strong>Practical Leadership in Open Data</strong> has been developed to equip decision-makers with the understanding and skills to lead open data programmes at the organisational level. </p>\n<p>This 2-day course consists of four concise modules, each covering an aspect of open data leadership. Topics include <strong>making the case for open data, creating a data strategy, building your data infrastructure</strong> and <strong>leading a culture of open innovation</strong>.</p>\n<p>Each module can be taken independently to suit your schedule or combined into an intensive 2-day programme for fast results. The course combines a practical focus on operational requirements, with case studies from the field to equip your staff for a more data-led future. </p>\n<h3 id=\"overthecourseyouwilllearn\">Over the course you will learn:</h3>\n<ul>\n<li>language to communicate the opportunities of open data to decision-makers</li>\n<li>techniques for building an effective business case for open data in your organisation</li>\n<li>principles for designing an effective open data strategy</li>\n<li>steps to ensure a strategy is adopted across the organisation</li>\n<li>tools for mapping your organisation's data infrastructure</li>\n<li>workflows for building a more effective data infrastructure</li>\n<li>approaches to data-led culture change</li>\n<li>strategies for implementing an open innovation culture</li>\n</ul>\n<h3 id=\"whoisthisfor\">Who is this for?</h3>\n<p>This course will suit managers and decision-makers from companies of all shapes and sizes, who are responsible for or are exploring the integration of open data into their data strategy.</p>\n<h3 id=\"courseprerequisites\">Course prerequisites</h3>\n<p>No previous experience of data is required, however good literacy with basic management and operational processes is an asset. Participants should also have familiarity with the vision and strategy of their own companies.</p>\n<h3 id=\"courserequirements\">Course requirements</h3>\n<p>Please bring a wifi-enabled laptop.</p>\n<p><strong>For more information about this course, or to register your interest, please contact training@theodi.org.</strong></p>","excerpt":"Data is changing the face of business. In a data-led economy, companies increasingly need leaders who have the vision and ability to lead organisational change and provide a strategic vision.\r","language":"en","need_extended_font":false,"alternative_title":"Data strategy training for leaders","length":"2 days","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}