{"id":"https://contentapi.theodi.org/visualising-data-workshop.json","web_url":"http://theodi.org/courses/visualising-data-workshop","slug":"visualising-data-workshop","title":"Visualising open data","format":"course","updated_at":"2017-02-21T11:59:22+00:00","created_at":"2016-06-23T13:39:27+00:00","tag_ids":["training","visualisation"],"tags":[{"id":"https://contentapi.theodi.org/tags/keywords/training.json","web_url":null,"title":"training","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=training","web_url":"http://theodi.org/tags/training","slug":"training"}},{"id":"https://contentapi.theodi.org/tags/keywords/visualisation.json","web_url":null,"title":"visualisation","details":{"type":"keyword"},"content_with_tag":{"id":"https://contentapi.theodi.org/with_tag.json?keyword=visualisation","web_url":"http://theodi.org/tags/visualisation","slug":"visualisation"}}],"details":{"business_proposition":false,"description":"<p><strong>Communicate ideas and create impact with simple visualisations.</strong></p>\n<p>Do you want to find insight in data quickly? Do you want to easily communicate complex information to others? And do you want to use the latest tools and techniques to do so? </p>\n<p>Learn how to find and communicate insight from complex data on this half day visualisation workshop. Our expert trainer will show you how to analyse your data by identifying patterns, observing anomalies and finding stories. Acquire the skills to create a clear, impactful picture of complex information by using visualisation tools and techniques. </p>\n<table id=\"instances\">\n<tr><th id=\"coursedate\">Date</th><th>Price</th><th>Book</th></tr>\n</table>\n<p>attachment[58ac21fa1f986a086a000007, http://bd7a65e2cb448908f934-86a50c88e47af9e1fb58ce0672b5a500.r32.cf3.rackcdn.com/uploads/assets/ac/21/58ac21fa1f986a086a000007/8207490946<em>27b14b91cc</em>b.jpg]</p>\n<p><a href=\"https://www.flickr.com/photos/hello-sebastian/8207490946\">Image by Sebastian Sikora</a> (<a href=\"https://creativecommons.org/licenses/by/2.0/\">CC-BY 2.0</a>)</p>\n<h3 id=\"overthecourseofthedayyouwill\">Over the course of the day, you will:</h3>\n<ul>\n<li>Understand new ways to find and communicate stories in data</li>\n<li>Recognise effective use of visualisation, how to avoid distorting your findings, and understand why this is so important</li>\n<li>Know which free tools are available to help you analyse and visualise data</li>\n<li>Have created a visualisation of a dataset</li>\n<li>Be equipped with further reading and next steps</li>\n</ul>\n<h3 id=\"whattoexpect\">What to expect</h3>\n<p>Expect to enjoy a small and personalised workshop taught by an expert trainer and data specialist. The workshop takes a skills-based learning approach and enables you to get hands-on and familiar with popular tools. Leave the workshop with the ability to apply your learnings immediately. </p>\n<h3 id=\"whoisthisfor\">Who is this for?</h3>\n<p>This workshop is ideal for anyone who handles data in their day-to-day work, or is interested in exploring how to exploit a dataset. </p>\n<p>This includes, but is not limited to, civil servants, policy workers, journalists, researchers, analysts, artists, educators, consultants and those interested in becoming proficient at using data to communicate, reveal and inspire. </p>\n<p><strong>Course prerequisites</strong></p>\n<p>The workshop is designed for non-specialists. No previous data or statistical skills are required; however, comfort with using the web and good computer literacy (including basic spreadsheet skills) are essential.</p>\n<p><strong>Course requirements</strong></p>\n<p>A wifi-enabled laptop with the ability to open a spreadsheet is required. If possible, it should also be able to install new software.</p>\n<h3 id=\"specialoffer\">Special offer</h3>\n<p>To get the most out of this workshop, we recommend also attending our Finding and Preparing Data workshop in the morning of the same day. Attending both workshops will allow you to become familiar with the whole cycle of finding, preparing, visualising and analysing data. </p>\n<p><strong>As a special offer, book your place on our Data Visualisation Workshop and receive a 50% discount code off our Finding and Preparing Data Workshop. If you attend both workshops on the same day, we will also provide you with lunch.</strong></p>\n<h3 id=\"aboutodicourses\">About ODI courses</h3>\n<p>Co-founded by the inventor of the web, Tim Berners-Lee, the ODI offers courses that are friendly, supportive, fun, and take place in our lively headquarters in Shoreditch. No question is a silly question in our classrooms, and our expert teachers will arm you with all the practical skills you need for applying what you’ve learnt to the real world.</p>\n<script src=\"//static.theodi.org/assets/training-blocks.js\"></script>\n<script>\n$(document).ready(function() {\n       getInstances();\n});\n</script>","excerpt":"Communicate ideas and create impact with simple visualisations.\r","language":"en","need_extended_font":false,"alternative_title":"Data visualisation half day training workshop ","length":"Half a day","organizations":[],"author":{}},"related_external_links":[],"related":[],"organizations":[],"author":{}}